{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ユダヤ・キリスト教信仰におけるもっとも基本的な行為である「礼拝」について幅広く学び、礼拝を巡る諸問題について考察する。過去と現在における礼拝実践を概観すると共に新しい礼拝の可能性についても考える。キリスト教の礼拝に出席をしたことがあることを受講条件とする。", "到達目標": "ユダヤーキリスト教の礼拝の歴史的変遷、礼拝の構造及び多様な実践例を知り、礼拝の意味を自分なりに考えられるようになること。礼拝に関わる実践的な知識を身につけ、礼拝式を構成することができるようになること。", "授業方法": "講義形式で行う。実際に行われる礼拝を見据えた授業なので、学生の積極的な発言による参加を期待する。", "トピック": {"第1回": ["オリエンテーション・礼拝とは何か？<BR/>礼拝の本質的な意味とその目的について考察する。", ""], "第2回": ["ユダヤ教と初代教会の礼拝<BR/>キリスト教礼拝の背景であるユダヤ教の礼拝と、そこから生まれてくる礼拝について学ぶ。", ""], "第3回": ["ミサ<BR/>実際に行われるミサをもとに礼拝の基本的な構造と内容について学ぶ。", ""], "第4回": ["ミサと聖務日課<BR/>中世におけるミサ典礼と、日々の祈りである聖務日課について学ぶ。", ""], "第5回": ["宗教改革と礼拝改革<BR/>宗教改革が礼拝にどのような変化を与えたのか、ルター派、改革派、英国国教会などそれぞれの視点から学ぶ。", ""], "第6回": ["近現代の礼拝<BR/>今日の礼拝実践を知る", ""], "第7回": ["礼拝とことば<BR/>聖餐と並んで礼拝の中核をなす聖書と説教について、また礼拝における祈りや信仰告白について学ぶ。", ""], "第8回": ["聖なるもの・主の晩餐（聖餐）とバプテスマ（洗礼）<BR/>聖礼典（サクラメント）について、とくにプロテスタントの聖礼典である聖餐と洗礼について学ぶ。", ""], "第9回": ["礼拝と時<BR/>礼拝は時間的な行為である。礼拝がどのように時間と関係しているかを考察し、教会暦について学ぶ。", ""], "第10回": ["礼拝と象徴（シンボル）・礼拝の場所<BR/>礼拝自体が象徴的行為であり多くの象徴に満ちている。教会建築も含めてキリスト教礼拝における象徴について学ぶ。", ""], "第11回": ["礼拝と音楽<BR/>キリスト教礼拝において音楽、とくに賛美歌が果たす役割について学ぶ。", ""], "第12回": ["通過儀礼・諸式<BR/>礼拝として行われる通過儀礼について、とくに結婚式と葬儀について学ぶ。", ""], "第13回": ["リタージカルムーヴメントと現代の礼拝<BR/>20世紀において世界の礼拝を大きく変えたリタージカルムーヴメント（典礼刷新運動）と現代の礼拝について学ぶ。", ""], "第14回": ["まとめ<BR/>実際の礼拝の準備を考える。", ""], "授業外学習2": "例年は教会、あるいはチャペルにおける礼拝に出席することを求めてきた。<BR/>今期はライブ配信などの礼拝への参加となる可能性もあり、状況を見ながら指示する。"}, "評価": {"教科書Required texts0": "小栗献『よくわかるキリスト教の礼拝』キリスト新聞社2007・毎回レジュメを用意する", "参考文献・資料Reference books0": "J.F.ホワイト『キリスト教の礼拝』日本基督教団出版局2000\n神田健次監修『世界の礼拝』日本基督教団2004\n越川弘英監修『プロテスタント教会の礼拝』日本基督教団2005\n『キリスト教礼拝・礼拝学辞典』日本基督教団2006", "学生による授業評価の方法Course Evaluation by Students0": "授業の中で行う", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "毎回の授業のコメントと授業への参加度"], "更新日時/Date of Update0": "2021年02月01日 10時48分52秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "神－３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】礼拝学概論／Introduction to Worship", "管理部署": "神学部／School of Theology", "単位数": "2", "担当者": "小栗　献（OGURI KEN） ", "履修基準年度": "３年", "時限1": "水曜４時限／Wednesday 4", "開講期": "秋学期／Fall"}