{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、(1)NPO（非政府・非営利の民間組織）の存在意義、機能、役割を理解する。(2)組織において社会の課題を解決するためのマネジメントを行う基礎的な力を養う。(3)多様で複雑な現代社会において働くキリスト教主義NPOのプロジェクトから、社会を考察する視点を身につけることである。<BR/>NPOが社会に存在する種々の問題を解決するために、どのようにマネジメントが実施され、社会に対して影響力を発揮するのか。そのための組織運営の基本を学び、受講生が将来所属する組織において、学んだ経営の知識が具体的に活用されることを目的とする。<BR/>（注）本授業でのNPOとは、教会や当講座の提供者であるYMCA、教育機関、病院等を含むものである。", "到達目標": "本授業は、下記の4点を到達目標とする。<BR/>(1)NPOのマネジメントの基本理論を理解することで、NPOの概要について適切に説明し、企業、行政との組織運営の相違点を適切に挙げることができる。<BR/>(2)企業、行政、NPOに共通する組織運営の手法を理解して、応用することができる。<BR/>(3)NPOが取り組む課題を理解することで、現代社会の現実を知り、持続可能な社会を築くために、解決が必要なテーマについて適切に説明できる。<BR/>(4)ゲストスピーカーの講義からキリスト教主義NPOの設立理由、ミッション、活動内容を知り、キリスト教の社会に対する影響力を適切に説明できることを<BR/>目標とする。", "授業方法": "対面授業とする。但しコロナウィルス感染状況の変化を鑑みて、配慮対象学生へは、対面授業の同時双方向でのオンライン配信（Zoom 等での配信）で開講する。(1)講義は基本的に２名の講師が担当する。内容は、価値的・理論的・実践的な多面的立場に立ち、組織の運営を理解し、関心を深め、応用できるように、対比の事例を用いて講義を組み立てる。DVD、PPTを活用する。(2)キリスト教主義NPOの現状については、事例学習として、NPOの第一線で活躍しているゲストスピーカーを招き、現在進行しているプログラムを用いて、事業展開、運営、人材活用について講義を行う。現場と理論との整合性を図るために講師がゲストスピーカーにインタビューを行い、受講生からの質問の時間を設ける。", "トピック": {"第1回": ["［テーマ1 私たちは今どこにいるのか－現代社会の理解とNPOの重要性］(第1～第7回)<BR/>第1回『オリエンテーション』　<BR/>受講者の講義への期待すること等を話合い、シラバスの内容を詳細に確認する。基軸の用語である「マネジメント」「NPO」「ミッション」の基本的な共通理解を得るように講義する。講師が2名なので、それぞれの専門と講義方法について説明する。※シラバス記述の講義スケジュールは、ゲストスピーカーの都合等により変更が生じるので、第1回オリエンテーション時に確定したスケジュール表を受講生に提示、配布する", ""], "第2回": ["【テーマⅠ：私たちは今どこにいるのか－現代社会の理解とNPOの重要性】<BR/>（第2回～第6回〕<BR/>第二次世界大戦後の高度経済成長、オイルショックと円高の克服、経済大国の実現、バブルとリーマンショックなど日本経済の現代史から、経済発展の恩恵と社会現象のプラスと社会問題のマイナスについ学ぶ。", ""], "第3回": ["『NPOの存在意義』　【以降解除となるまで、コロナ感染各防止のためオンライン併用】<BR/>社会的バランスの回復、価値観やコミュニティの重要性を理解し、日本社会におけるNPOが設立され活動を持続している存在意義を、企業、行政と対比して考察する。<BR/>今後の社会のあり方として、NPOが活躍するダイバーシティ（多様性）を認め合う市民社会についても学ぶ。", "【予習課題】持続可能な開発のための指標SDGsについて、第2回で配布された資料を読む。10～15分"], "第4回": ["『NPO概論とキリスト教主義NPOについて』<BR/>NPOの特徴、組織構成、財政、運営の概論を理解する。1870年代以降のキリスト主義NPOの歴史、設立過程から、教育、医療・保健、福祉分野での活動内容と、キリスト教の日本社会への貢献の一端について理解する", ""], "第5回": ["『映像を通しての事例による学習【1】 』<BR/>米国における公民権運動のリーダーであるマーティン・ルーサー・キング・ジュニア牧師の生い立ちからワシントン大行進までの過程、その後の公民権運動の展開、人種差別撤廃、公民権獲得、貧困問題の解決のために、アメリカ全土でNPOが組織され活動が展開されたことについてDVDと講義で理解する。", "【予習課題】アメリカの公民権運動の歴史について調べておく。10～15分"], "第6回": ["『～現代社会の理解とNPOの重要性～まとめ』<BR/>現代社会の理解とNPOの重要性について、講義の内容を振り返り重要事項を復習する。<BR/>テーマを設けて、ディスカッションで意見交換を行う。", ""], "第7回": ["［テーマII NPOの経営の基軸］(第７回～第14回)<BR/>『ミッションから始まる』<BR/>NPOの活動目的であり、運営、活動を貫徹する価値のミッションの重要性を学ぶ。", "【予習課題】1回～5回の講義を振り返る。"], "第8回": ["事例による学習【2】団体：公益財団法人 メイク・ア・ウィッシュ オブ ジャパン<BR/>取り組んでいる複数事例から「難病の子どもの夢をかなえる」のミッションを実現する運営、活動の推進に関わる人々のさまざまな想い、受益者の喜び、社会への影響について学ぶ。団体役員とボランティアを招く予定。", "【予習課題】公益財団法人 メイク・ア・ウィッシュ オブ ジャパンのHPを見て、団体概要を読む。10～15分"], "第9回": ["『成果を実現する経営』<BR/>NPOのミッションは、常に社会の状況とも連動している。ミッションを事業の成果として実現するためのNPOマネジメントの基本と原則の理論を学ぶ。<BR/>前回の事例学習団体であるメイク・ア・ウィッシュ オブ ジャパンの運営方法を参考にする。", ""], "第10回": ["『NPOの経営の特徴』<BR/>NPOのミッションに基づき、事業を展開するための企業や行政や他セクターとは異なる特徴的な事項について学ぶ。", ""], "第11回": ["事例による学習【3】団体：公益財団法人 ホスピス財団<BR/>ホスピス（末期がんなどの患者の苦痛や死の恐怖を和らげ、尊厳を保ちながら最期を迎えるケア）による末期医療の現状、患者への緩和ケアの理念、団体の運営について理解する。", "【予習課題】公益法人ホスピス財団のHPを見て、団体概要を読む。10～15分"], "第12回": ["『NPOの事業評価』<BR/>NPOのPlan（計画）→Do（実行）→Check（評価）→Action（改善）評価のサイクルにおける事業評価のあり方と事例を活用して、具体的な手法を学ぶ。", ""], "第13回": ["事例による学習【4】ゲストスピーカー　団体：公益財団法人 神戸YMCA　<BR/>7月8日（木）を休講とし、7月10日（土）10:00～15:00に開講する予定である。<BR/>訪問先は神戸YMCA三宮本館か神戸西YMCA<BR/>世界にネットワークを持つキリスト教主義NPOであるYMCAのミッションと活動内容を理解する。地域のニーズに取り組む団体の組織運営のあり方と現場スタッフとの交流から仕事に対するモチベーションの維持、プログラムの成果に対する姿勢を学ぶ。", ""], "第14回": [" 『テーマⅡのまとめNPOの経営の基軸』<BR/>NPOの経営の基軸の各項目について、ゲストスピーカー、フィールドワークの講義から復習し、キリスト教主義NPOのマネジメントについて総括する。", ""], "授業外学習2": "(1)NPOの活動目的ならびに背景を理解するために、日々の社会情勢に関してもメディア等で情報を収集し動向を理解する。<BR/>(2)予習･復習には、教科書『非営利組織のマネジメント』と講師が随時提示、配布する資料及び書籍を参考とする。"}, "評価": {"教科書Required texts0": "島田　恒著　『非営利組織のマネジメント』 （東洋経済新報社、2009年）", "参考文献・資料Reference books0": "P.F.ドラッカー 『非営利組織の経営』 （ダイヤモンド社、2007年）\n島田　恒 『「働き盛り」のNPO－ドラッカーに学ぶ「真の豊かさ」』(2015年　東洋経済新報社）\n島田　恒 濱野道雄 『教会のマネジメント』(2020年　キリスト新聞社）\n\n榛木講師の資料は授業時にプリント配布、LUNＡにて随時伝達する。", "学生による授業評価の方法Course Evaluation by Students0": "学期末に実施する授業評価のアンケートを重視している。学生からの課題は、受講生と講師が話合い対処する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "35 %", "各講師1～2題出題"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "35 %", "各講師1～2題出題"], "成績評価Grading3": ["その他／Others (99)", "30 %", "ゲスト講師授業の振り返りコメント提出 （講師よりのテーマに対する考察と感想を400字程度で記述"], "成績評価Grading4": "備考　Note\n《オンライン受講生対象・感染予防重点期間》オンラインでの受講を許可された学生に対しては、提出課題、レポート等で成績評価を行う。ゲスト講師の振り返りコメントは、LUNAにて提出とする。定期試験においては、島田講師は教科書、榛木講師は指定された資料用紙（事前作成）持ち込みを可とする。", "備考Note0": "ゼミ交流会（懇親会）を1回（木曜日18:30以降）開催する。参加はオプションである。実施については、コロナウィルス感染状況を鑑みて判断する。", "更新日時/Date of Update1": "2021年04月27日 19時37分22秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "神－３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】キリスト教と社会Ａ／Christianity and Society A", "管理部署": "神学部／School of Theology", "単位数": "2", "担当者": "土井　健司（DOI KENJI） ", "履修基準年度": "２年", "時限1": "木曜４時限／Thursday 4", "開講期": "春学期／Spring"}