{
  "履修期": "秋学期",
  "主な教授言語": "日本語",
  "授業目的": "この授業では、「キリスト教と社会A」で学んだことをさらに展開して、「社会的事業（Social Business）」について理論とケースの双方から学ぶことを目的とする。「社会的事業」とは、従来の営利事業とは異なり、社会的課題の解決を目的とする事業のことを指す。21世紀に入り、国際社会の複雑な問題解決を背景として「新しい資本主義」の一つのカギとなる考え方として注目されている。「社会的事業」の背景には、キリスト教に基づく理念が存在していることが多い。この講義ではその点にも焦点をあてる。",
  "到達目標": "次の4点を到達目標とする。<BR/>1)「キリスト教と社会A・B」で学んだ理論を基軸として、受講生各自が「社会的事業」のビジネスモデルを立案する。提示されたプロセスに沿って考察、作業することで立案の過程を習得すること。<BR/>2)各受講生が、講義で立案した「社会的事業」についてプレゼンテーションを行い、全体で内容を共有し、ブラッシュアップする。<BR/>3)フィールドワークで出会うキリスト者のスタッフとの交流経験から、事業展開、組織構築、人材活用･管理について理解し、ミッションを事業において成果として実現するための考え方、方法、手法を適切に示すことができる。<BR/>4)ゲストスピーカーからの講義、話し合いを通じて、現場での日々の業務を理解し、「社会的事業」の存在意義について、総合的な視点が与えられること｡",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "キリスト教と社会A",
  "授業の概要・背景": "",
  "授業方法": "対面授業とする。但しコロナウィルス感染状況の変化を鑑みて拡大の場合は、同時双方型オンライン授業を実施する予定である。<BR/>1)講義は基本的に２名の講師が知識の詳細について説明する。内容は、価値的・理論的・実践的な多面的立場に立ち、組織の運営を理解し、関心を深め、応用できるように、対比の事例を用いて講義を組み立てる。<BR/>(2)社会的事業の現状については、事例学習として、第一線で活躍しているゲスト講師を招き、現在進行しているプログラムを用いて、事業展開、運営、人材活用について講義を行う。現場と理論との整合性を図けるように、ゲスト講師と受講生の意見交換の場を設ける。<BR/>(3)ビジネスモデルのワークとプレゼンテーションについては、授業内外を通じてグループワークとして行う。講師は、適宜助言を行う。",
  "トピック": {
    "第1回": [
      "「オリエンテーション」　（三井　泉、榛木恵子）<BR/>講義の目的、到達目標、講義内容、受講の仕方、成績評価の方法につて。<BR/>担当者は二人であり、それぞれの専門が異なるため、講義のやり方について説明する。毎回、講義の主担当は交代するが、基本的に二人とも出席しており、必要に応じて相互に補い合いながら、受講生の理解を深めていく。",
      "シラバスをよく読んで出席すること。"
    ],
    "第2回": [
      "「社会的事業とは何かー概論－」（三井　泉、榛木　恵子）<BR/>現代社会の中のさまざまな問題解決を目的とした「事業（ビジネス）」のことを、一般に「社会的事業」と呼ぶ。この回は、その社会的背景や概念的整理を行い、実際の活動事例を示しながら、この授業の目的と方法について説明する。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第3回": [
      "「社会的課題の発見」（主担当：榛木　恵子）<BR/>行政、企業、NPOのどのセクターも、社会敵課題の解決･推進のために社会貢献のプログラムを実施している。しかし、NPOでは、どの人々を支援層とするか、アプローチ（対話）の方法等、独自の手法を用いる。組織において、事業の3ヶ年計画、5ヶ年計画の見直しを実施することで、社会構造の変化と共に、社会的課題も変化することが明らかになる。社会的課題の発見と展開について理解する。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第4回": [
      "「社会的イノベーションと事業」（主担当：三井　泉）<BR/>社会が発展するためには、「革新（innovation）」が必要不可欠であり、それが私たちの生活や世界の経済活動と結び付くには「事業化」という行為が極めて重要である。ここでは主としてシュンペーター（J.A. Schumpeter）とドラッカー（P.F. Drucker）の理論を基礎に「社会的革新と事業との関係」について学び、いくつかの事例を示しながら、それを可能とした事業家や組織の役割についても考える。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第5回": [
      "「社会的事業の事例①－フェアトレード？ー」（主担当：榛木　恵子）<BR/>フェアトレードの事業の歴史を学ぶことから、社会的事業の展開、主体、対象、組織の<BR/>在り方、協力者の状況、フェアトレードタウン、フェアトレード大学の活動等について理解する。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第6回": [
      "「社会的事業家と理念（ミッション）」（主担当：三井　泉）<BR/>社会的事業が存続・発展していくためには、創業（設）者や組織の「理念」が必要不可欠となる。ここでは、社会的事業における理念を「ミッション（mission）」の観点からとらえ、理論と事例を踏まえて学ぶ。特に、国内外のキリスト教理念を基礎とする事業家や企業について、講師自身の調査も含めて紹介しながら進める。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第7回": [
      "「ここまでの講義のまとめとディスカッション」　（三井　泉、榛木恵子）<BR/>ここまで学んできたことを踏まえ、具体的なケースや課題などを絞り込んで、受講生とともにグループや全体ディスカッションを行う。<BR/>受講生からの課題の提案も歓迎する。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第8回": [
      "「社会的事業の事例②」（主担当：榛木　恵子）<BR/>公益社団法人日本キリスト教海外医療協力会の事業と組織運営を学ぶ。理論が現場でどのように活用されて、組織運営が成されいるかを理解する。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第9回": [
      "「社会的ネットワーキングの役割」（主担当：三井　泉）<BR/>社会的事業は、その成立に始まり、継続・発展のすべてに至るプロセスにおいて、社会における他のアクターとの「関係（ネットワーク）」を切り離して考えることはできない。ここでは、「社会的ネットワーキング」の基本的考え方を、米国の経営思想家で社会活動家のフォレット（M.P. Follett）の理論を中心に学ぶ。それを踏まえて、現代の具体的社会事業についてネットワーキングの観点から考える。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第10回": [
      "「社会的事業のまとめ」（主担当：榛木　恵子）<BR/>社会的事業についての理論の復習を行い、持続可能な社会の構築へと事業を推進するために求められる社会的事業の「利点」と、現在問題視されている「課題」を整理する。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第11回": [
      "「ビジネスモデルの構築①－グループワークー」（主担当：三井　泉）<BR/>今回からは、受講生自身が社会的事業を起業する立場になることを想定し、グループで、具体的なビジネスモデルを構築することを、以下のプロセスで学ぶ。<BR/>①ビジネス・アイディアの創造<BR/>②ビジネス・コンセプト、ビジネスモデルの構築<BR/>③ビジネスプラン（戦略、組織、マネジメント含む）の作成",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第12回": [
      "「ビジネスモデルの構築②－グループプレゼンテーション－」（三井　泉、榛木　恵子）<BR/>グループで作成したビジネスプランを、PPTスライドを用いながら、受講生全員の前でプレゼンテーションを行い、全体討論を通じて、よいものにブラッシュアップする。<BR/>最終的にはグループごとにレポートとして提出してもらう。",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第13回": [
      "「フィールドワーク：調査」（主担当：榛木　恵子）<BR/>ソーシャルビジネスの現場を現在調整中",
      "今回の復習と次週の予習<BR/>提示された課題の遂行"
    ],
    "第14回": [
      "「講義の総括と総合ディスカション」　（三井　泉、榛木恵子）<BR/>今までの講義を振り返るとともに、特定の課題を設定して、受講生とともにディスカッションを行う。",
      "講義全体の復習とテストの準備"
    ],
    "第15回": ["「テスト」（三井　泉、榛木恵子）", ""]
  },
  "評価": {
    "教科書Required texts0": "開講時に指示する。",
    "参考文献・資料Reference books0": "P.F.ドラッカー（上田惇生訳）『イノベーションと企業家精神』 （ダイヤモンド社、2015年）\n三井　泉『社会的ネットワーキング論の源流』（2009年、文眞堂）\n島田　恒・濱野道雄『教会のマネジメント』（2020年　キリスト新聞社）",
    "学生による授業評価の方法Course Evaluation by Students0": "学期末に実施する授業評価のアンケートを重視している。学生からの課題は、受講生と講師が話合い対処する。",
    "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", ""],
    "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""],
    "更新日時/Date of Update0": "2023年01月13日 22時49分26秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "秋学期／Fall",
      "月曜４時限／Monday 4",
      "秋学期／Fall",
      "神－２"
    ]
  },
  "campas": 0,
  "name": "【300】キリスト教と社会Ｂ／Christianity and Society B",
  "管理部署": 0,
  "単位数": 2,
  "担当者": "三井　泉（Mitsui Izumi） ",
  "履修基準年度": "２年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 3,
  "評価1": 2,
  "評価2": 3,
  "開講期": 2
}
