{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "このワークショップの目的は、自分自身の選択した課題についての活動をする社会的リソースを調査し、自己の在り方や課題への関わり方について考察を深めることです。", "到達目標": "この授業を修了したとき、受講生は以下の点に到達している。<BR/>1．関心のある課題に対する具体的な活動を知り、自分の研究に関する調査方法を修得している。<BR/>2．課題と自己との関わりを明確化し、自分自身の関わり方を見いだし、それを言語化することができる。<BR/>3．グループでの建設的なディスカッションの能力を得ている。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "ディアコニア・ワークショップA,ディアコニア・ワークショップB、ディアコニア・ワークショップD", "授業方法": "各自が自分のテーマについて取り組み、発表を基に議論をする中でそのテーマについての理解を深めるワークショップ形式です。", "トピック": {"第1回": ["オリエンテーション<BR/>この授業の目的と授業の進め方について確認します。<BR/>また、受講者がディアコニア・ワークショップA,Bで学んだことを発表します。", ""], "第2回": ["課題の設定1　<BR/>ワークショップA、Bで設定した自らのテーマをもとに、自身で課題を設定します。", ""], "第3回": ["課題の選択2<BR/>自ら設定した課題いついて、なぜその課題を設定したのか考察、発表し、それをもとに受講者全員でディスカッションをし、課題についての自身の理解を深めます。", ""], "第4回": ["調査対象の選択と確定<BR/>インタビュー対象について可能性を探ります。その際、自身が選んだインタビュー対象が妥当であるかどうかの検討もします。", ""], "第5回": ["調査の準備<BR/>テーマと課題に関連した調査方法の検討をするために、インタビューの種類と方法について、文献をもとに学びます。", ""], "第6回": ["調査方法1　<BR/>調査方法を確定するとともに、調査の方法についてさらに深く学びます。また、調査対象へのアプローチの方法についても学びます。", ""], "第7回": ["調査方法2<BR/>受講者自身のテーマに沿った調査項目を作成します。また、守秘義務について学びます。", ""], "第8回": ["調査項目の発表1　<BR/>各受講者が作成した調査項目を発表し、その妥当性について受講者全員でディスカッションします。", ""], "第9回": ["調査項目の発表2<BR/>前回同様、各受講者が作成した調査項目を発表し、その妥当性について受講者全員でディスカッションします。", ""], "第10回": ["調査の中間報告<BR/>インタビュー対象者への連絡、質問内容の確定などの進捗状態を報告し、問題があればその内容を検討します。", ""], "第11回": ["調査資料の分析　1<BR/>各受講者がインタビュー内容を文字に起こし、その内容を分析したものを発表し、全員でその内容についてディスカッションします。", ""], "第12回": ["調査資料の分析　2<BR/>前回同様、受講者がインタビュー内容を文字に起こし、その内容を分析したものを発表し、全員でその内容についてディスカッションします。", ""], "第13回": ["研究発表<BR/>分析したものをもとに自らが設定した課題についてのレポートを発表します。", ""], "第14回": ["振り返り<BR/>この授業で得た経験を全員で話し合います。", ""], "授業外学習2": "自分のテーマと課題に関する施設や人物を調査しデータを準備することが求められます"}, "評価": {"教科書Required texts0": "必要に応じて資料を配布します", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "自らの課題について書いたリポートの内容"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への積極的な参加、課題の提出と内容"], "更新日時/Date of Update0": "2022年02月14日 12時21分29秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "神－１"]}, "campas": 0, "name": "【400】ディアコニア・ワークショップＣ／Community Building C", "管理部署": 0, "単位数": 2, "担当者": "森本　典子（MORIMOTO NORIKO） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 1, "評価2": 4, "開講期": 1}