{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "　この授業の目的は、聖書、歴史、実践の事例を通してキリスト教におけるディアコニアについての基礎的な知識を身につけることです。<BR/>　さらに、これらの基礎的な知識をもとにディアコニアが現在、世界においてのように理解されているのかについての知見を深めます。また、これからのキリスト教会におけるディアコニアの実践の可能性をともに探ります。", "到達目標": "この授業を修了したとき、受講生は以下の点に到達しています。<BR/>1．\tディアコニアに関する基礎的な知識を修得している<BR/>2．\tキリスト教におけるディアコニアとは何かを自分の言葉で総合的に説明できる", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "ディアコニア概論B", "授業方法": "基本的には講義形式をとります。ただし、内容に応じてグループディスカッションを取り入れます。<BR/>また、フィールドワークに出かける予定です。", "トピック": {"第1回": ["オリエンテーション<BR/>この授業の内容を確認し、受講生各自の受講目的を明確にします。", ""], "第2回": ["ディアコニアとは　<BR/>多様なディアコニアの定義を概観し、ディアコニアとキリスト教社会福祉の違いを明確にします。", ""], "第3回": ["聖書におけるディアコニア<BR/>新約聖書におけるディアコニアという言葉の使用例を概観し、次いで、ディアコニアの働きであると理解される新約聖書の記述を確認します。また、なぜそれがディアコニアの働きだと考えられているかを考察します。", ""], "第4回": ["ディアコニアの歴史1<BR/>初代教会から宗教改革までのキリスト教の隣人愛の働きの歴史を概観します。", ""], "第5回": ["ディアコニアの歴史2<BR/>現代ディアコニアの基礎となったとされる敬虔主義の時代から現代までのキリスト教の隣人愛の歴史を概観します。", ""], "第6回": ["ディアコニッセ、ディアコーン、ディアコニア共同体<BR/>ディアコニアを実践するとされるディアコニッセ、ディアコーンの働きとそれらの人々が所属する共同体がどのような経緯で成立したかを、具体例を示しながら紹介します。", ""], "第7回": ["ディアコニアとサーバントリーダーシップ<BR/>ディアコニアの働きをする際に大切な考え方となるサーバントリーダーシップについて文献を用いながら学びます。", ""], "第8回": ["現代のディアコニア<BR/>ドイツとデンマークのディアコニアの実践を比較しつつ、ディアコニアの概念の多様性を学びます。", ""], "第9回": ["ディアコニアの多様な形態１<BR/>ディアコニアが実践される場所は多様です。この回では、教会のディアコニアと施設のディアコニアについて、具体例を通して学びを深めます。", ""], "第10回": ["ディアコニアの多様な形態２<BR/>この回では、国際的ディアコニアとそこから発展した預言者的ディアコニアについて学びます。特に、預言者的ディアコニアは第三世界の人々から提案された概念です。預言者的ディアコニアが登場した背景からも知見を深めます。", ""], "第11回": ["ディアコニアと社会の課題<BR/>現代社会においては格差が広がり、生きづらさを抱えた人々が増えています。その中で、キリスト教が何を提供できるのか、そして、ディアコニアが役割を果たすことができるのかを考察します。", ""], "第12回": ["ディアコニア・教会・宣教<BR/>この回では、キリスト教主義と人道主義の社会活動がどう違うのか、キリスト教主義の社会活動は宣教活動なのか、宣教という言葉をどう理解すればいいのかについて、議論を通して理解を深めていきます。", ""], "第13回": ["フィールドワーク<BR/>御影にあるディアコニッセの共同体、母の家ベテルを訪問し、ディアコニア共同体の実際について知見を深めます。", ""], "第14回": ["まとめ<BR/>ディアコニアとは何かを再度考察します。今回は、これまでの学びの中から受講生自身が見出したディアコニアの言語化を試みます。", ""], "授業外学習2": "身の回りにある社会問題に関心を向けること。そのために、新聞を読んだり、ニュースを見たりし、社会的な問題に対する自分自身の考えを持つ習慣を身に付けることが求められます。<BR/>配布された参考文献や資料は丁寧に読んでください。"}, "評価": {"教科書Required texts0": "必要な資料をコピーして配布します\n聖書", "参考文献・資料Reference books0": "授業中に適宜紹介します", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", "授業内容の理解度"], "成績評価Grading2": ["その他／Others (99)", "40 %", "積極的な授業参加、コメントシートの内容"], "更新日時/Date of Update0": "2022年01月11日 15時56分52秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "神－４"]}, "campas": 0, "name": "【300】ディアコニア概論Ａ／Introduction to Diaconia A", "管理部署": 0, "単位数": 2, "担当者": "森本　典子（MORIMOTO NORIKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 0, "評価2": 4, "開講期": 1}