{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "&gt;Interreligious dialogue&lt; became a more formalized and so some extent institutionalized phenomenon after the Second World War, but has naturally taken place long before. This course invites the participants to reflect personally and theologically on the history, purpose, means, and relevance of dialogue with other faiths, their words, people, and practices.", "到達目標": "The participant must demonstrate their knowledge of the history, purpose, means, and relevance of dialogue with other faiths, their words, people, and practices in reports.  The participant must give an oral reflection on how they find their theology challenged and, possibly, enriched by engaging in dialogue, in the broader sense discussed in this course.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "The course consists of lectures combined with presentations by the participants (active learning). To the extent possible, it will take place in Kyoto and include first hand experiences of dialogue. Ideally, this means that some of the sessions will take place outside the classroom and the Internet. Places to visit include Kansai Seminar House in Kyoto and Ittoen in Yamashina between Kyoto and Otsu cities (and possibly stay one night at Ittoen).", "トピック": {"第1回": ["Introduction to course", ""], "第2回": ["Why dialogue;<BR/>\tHistory, purposes, kinds", ""], "第3回": ["Approaches to dialogue<BR/>\tRejection, cautious, liberal", ""], "第4回": ["Approaches in dialogue<BR/>\tRejecting, correcting, self-challenging", ""], "第5回": ["Dialogue with whom and or with what? <BR/>\tThe leaders among the other? Practitioners of any kind?  Expressions of the other&#39;s ideas, e.g. art, architecture, language, writings.", ""], "第6回": ["Dialogue, how?<BR/>\tIn words, in joint events e.g.“East-West meditation,&quot; everyday life  diapraxis.", ""], "第7回": ["Dialogue, where?<BR/>\tYour place, a neutral place, their place?", ""], "第8回": ["Who should dialogue? <BR/>\tLeaders, scholars, congregations, everybody?", ""], "第9回": ["How enriching is dialogue?", ""], "第10回": ["What are the risks of dialogue?", ""], "第11回": ["Experiences of dialogue", ""], "第12回": ["Participants&#39; reflections on how they find their theology challenged and, possibly, enriched by engaging in dialogue, in the broader sense discussed in this course.", ""], "第13回": ["Participants&#39; reflections on how they find their theology challenged and, possibly, enriched by engaging in dialogue, in the broader sense discussed in this course.", ""], "第14回": ["Concluding the course that is hopefully just a beginning or a step in the process of dialogue.", ""], "授業外学習2": "Expect some hours of reading and reflection every week for the mutual benefit of all participants."}, "評価": {"教科書Required texts0": "Will be given in hand outs", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Study journal 20% and a final reflection 30%."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Active contributions in class 20% and oral presentation 30%."], "更新日時/Date of Update0": "2022年10月14日 18時49分42秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "梅未定"]}, "campas": 2, "name": "【300】Theology in Dialogue／Theology in Dialogue", "管理部署": 0, "単位数": 2, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 2}