{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "宗教間対話は、第二次世界大戦後、より公式化され、ある程度制度化された現象であるが、それ以前から当然行われていたものである。このコースでは、他の宗教、その言葉、人々、実践との対話の歴史、目的、手段、関連性について、個人的かつ神学的に考察するよう参加者を招きます。", "到達目標": "他の宗教との対話の歴史、目的、手段、関連性、その言葉、人々、実践についての知識をレポートの中で示さなければならない。 定期的に、参加者は、このコースで議論されている広い意味での対話に参加することによって、自分の神学がどのように挑戦され、場合によっては豊かになっていると感じるかについて、振り返るよう求められる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "本コースは、講義にフィールドスタディと参加者のプレゼンテーションを組み合わせたものである。講義と発表は、京都にある日本キリスト教協議会日本宗教研究所でする。 フィールドスタディでは、京都市と大津市の間にある山科の一燈園（一燈園に一泊することもある）、和歌山の真言宗の拠点である高野山、大阪の釜ヶ崎にある日本福音ルーテル教会のディアコニアセンターである喜望の家などを訪れる予定である。 <br />フィールドスタディーツアーを除き、関西学院の学生はヘアマンセン先生と合意の上、オンライン（Zoom）で授業に参加することができる。https://kwansei-gakuin.zoom.us/j/81448566992?pwd=RUIzdStkN3lBYjUwNFJkTkpUQllqdz09<br /><br />The course consists of lectures combined with field studies and presentations by the participants. The lectures and presentations are given at the National Christian Council's Center for the Study of Japanese Religions in Kyoto.  Field studies are planned to visit Ittoen in Yamashina between Kyoto and Otsu cities (and possibly stay one night at Ittoen), Koya-san the center of Shingon Buddhism in Wakayama, and Kibo no ie a Lutheran diaconical work in Kamagasaki, Osaka.", "トピック": {"第1回": ["22 Sep. Introduction to the participants and the course. What are our backgrounds, why do we want to engange in interreligious dialogue, whan can this course offer?", "Participants are encouraged to observe religious life and practices and reflect on their observations. Keep a diary to that end."], "第2回": ["29 Sep.&nbsp;<div>Why dialogue; discussions of <br />\tHistory, purposes, kinds of dialogue</div>", ""], "第3回": ["6 Oct.&nbsp;<div>Introduction to Ittoen in preparation of visit.<div>Approaches in dialogue<br />Rejecting, correcting, self-challenging</div></div>", ""], "第4回": ["<div>13 Oct. Visit Ittoen, Yamashina, Kyoto</div>", "For next week, prepare a short report, 2-3 pages A4, with reflections on your visit to Ittoen.&nbsp;"], "第5回": ["20 Oct. Reflections on the visit to Ittoen<div>Dialogue with whom and or with what? <br />\tThe leaders among the other? Practitioners of any kind?  Expressions of the other's ideas, e.g. art, architecture, language, writings.</div>", "Read the Jujushinron by Kobo Daishi."], "第6回": ["27 Oct. Discussion of Jujushinron<div>Preparation of visit to Koya-san.</div>", "Read Nichiren's Rissho ankokuron https://www.bdk.or.jp/document/dgtl-dl/dBET_TwoNichirenTexts_2003.pdf"], "第7回": ["10 Nov. Discussion of Nichiren Text", "Visit to Koya-san, 11-12 Nov.<div>For our next class, prepare<span style=\"color:#242424;font-family:Yu Gothic UI, Meiryo UI, Meiryo, MS Pgothic, Osaka, Segoe UI, -apple-system, BlinkMacSystemFont, Roboto, Helvetica Neue, sans-serif;\"><span style=\"font-size:14.6667px;\">&nbsp;a short report, 2-3 pages A4, on your visit to Koya-san.</span></span></div>"], "第8回": ["17 Nov. Reflections on visit to Koya-san.<div>Who should dialogue?<br />Leaders, scholars, congregations, everybody?</div>", ""], "第9回": ["24 Nov. Visit to Kansai Seminar House", ""], "第10回": ["1 Dec. Guest lecture by Pastor Tobias Eckerter on his experiences from one year at Obaku-shu.", ""], "第11回": ["8 Dec. Participants' reflections on how they find their theology challenged and, possibly, enriched by engaging in dialogue, in the broader sense discussed in this course.", ""], "第12回": ["Participants' reflections on how they find their theology challenged and, possibly, enriched by engaging in dialogue, in the broader sense discussed in this course.", ""], "第13回": ["Review of our course.", ""], "第14回": ["The last class. Concluding the course that is hopefully just a beginning or a step in the process of dialogue.", ""], "授業外学習2": "Expect some hours of reading and reflection every week for the mutual benefit of all participants."}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Study journal 20% and a final reflection 30%."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Active contributions in class 20% and oral presentation 30%."], "備考Note0": "注意：本コースは、外国人特にドイツの神学生、神学者に向かうプログラムの一部である。そのプログラムは主に京都市のJR二条駅・阪急電車大宮駅の近くあるNCC日本宗教研究所で行う。住所は「京都市中京区⻄の京東⽉光町 12-1 」である。したがって、講義などはその場所で行う予定する。\nフィールドスタディは、基本的に週末に予定されている。\nオンライン参加も可能です。Zoomリンクです:https://us06web.zoom.us/j/81448566992?pwd=RUIzdStkN3lBYjUwNFJkTkpUQllqdz09\nただし、フィールドスタディーツアーに参加するのが必修です。", "更新日時/Date of Update1": "2023年09月07日 13時07分43秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【300】Theology in Dialogue／Theology in Dialogue", "管理部署": 0, "単位数": 2, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 6, "開講期": 2}