{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学生がキリスト教の成立・考え方・生き方を理解することである。<BR/>キリスト教の中心人物であるイエスはユダヤ人（ユダヤ教徒）として生まれ育ち、30歳台後半の時に反逆罪にとわれ、「ユダヤ人の王」と自称したという罪でローマ帝国に処刑された。その後、徹底的にイエスの弟子を迫害し、教会を滅ぼそうとしたパウロは回心し、布教活動を展開したことにより、キリスト教が世界宗教に発展し、関学もその昔キリスト教の宣教師によって創立された。現在のキリスト教の教派は多様化したが、当時のパレスチナを中心とする地域の宗教（ユダヤ教）・歴史・思想なくしては、キリスト教を理解することはできない。ローマ帝国の僻地であったパレスチナに起源をもつこの宗教が、なぜ成立し、発展してきたかを取り上げる。", "到達目標": "（１）関西学院創立者であるランバス先生の生涯と関西学院の歴史を説明することができる。<BR/>（２）宗教という現象を批判的に評価し、説明することができる。<BR/>（３）旧約聖書と新約聖書の成立と内容を理解し、説明することができる。<BR/>（４）キリスト教の教会暦と通過儀礼を説明することができる。<BR/>（５）旧約聖書の天地創造物語に基づいて、キリスト教の世界観・人間観を説明することができる。<BR/>（６）出エジプトの物語を理解し、ユダヤ教における意味を説明することができる。<BR/>（７）旧約聖書の預言者の役割と意味を説明することができる。<BR/>（８）イエスの死（十字架）と復活の意味を説明することができる。<BR/>（９）イエスのメッセージを説明することができる。<BR/>（１０）教会の成立を説明することができる。<BR/>（１１）キリスト教の将来観を説明することができる。", "授業方法": "オンデマンド方式によるオンライン授業とする。詳細についてはLUNAのお知らせ欄を参照。<BR/>初回は「同時双方向型オンライン授業」です", "トピック": {"第1回": ["同時双方向型オンライン授業（以下のURLリンクでLUNAのお知らせを確認してください。）<BR/>9月30日：導入<BR/>第1回目の講義では、キリスト教と聖書、そして宗教という概念について解説する。聖書についての基礎知識なくしては現在の文化、歴史などを正確に理解できず、聖書の直接的あるいは間接的な影響は多くの分野で見られるので、聖書の基礎的な知識は一般教養として必要不可欠である。関西学院大学が創立されたことも聖書の教えがもたらした結果だと言えよう。また、宗教の様々な局面についてある程度の知識があれば、視野が拡がり、カルト的な思想に対応できる能力も向上する。<BR/>キーワード　宗教、宗教的リテラシー、イエス・キリスト、キリスト教、聖書", "LUNAで資料を確認し、予習する。"], "第2回": ["10月7日：現代を生きるキリスト教<BR/>第2回目の講義では、現在におけるキリスト教の教派の多様性、関西学院の歴史、教会の暦と年中行事、そしてキリスト教の通過儀礼について解説する。<BR/>キーワード　教派、関西学院、W.R.ランバス、教会暦、年中行事、通過儀礼", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第3回": ["10月14日：旧約聖書とその成立<BR/>第3回目の講義では、旧約聖書とその成立について解説する。<BR/>キーワード　聖典、聖書、トーラー、クルアーン、旧約聖書、新約聖書、イスラエル、ユダヤ人", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第4回": ["10月21日：天地創造　－　人間の不忠実と神の忠実<BR/>第４回目の講義では、旧約聖書の冒頭にある天地創造の物語について解説する（創世紀1章-11章）。<BR/>キーワード　天地創造、アダム、エバ、堕罪、カイン、アベル、ノア、ノアの契約、バベルの塔", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第5回": ["10月28日：曖昧な約束を頼りに旅立ったアブラハム<BR/>第5回目の講義では、族長物語と呼ばれる創世記12章-50章について解説する。<BR/>キーワード　アブラハム、イサク、ヤコブ、ヨセフ、契約、試練、族長物語", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第6回": ["11月4日：モーセ<BR/>第6回目の講義では、出エジプト記から始まるイスラエルの解放物語について解説する（出エジプト記～申命記）。<BR/>キーワード　エジプト、モーセ、脱出、十戒、放浪生活、神による導き", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第7回": ["11月11日：預言者イザヤ<BR/>第7回目の講義では、王室あるいは神殿に勤めた古代オリエントの預言者の役割について解説する。新約聖書によれば、旧約聖書の預言者はイエス・キリストの到来を予告した。故に預言者、とりわけイザヤは重要な役割を果たし、彼の運命はイエスの死を解釈する鍵となった。<BR/>キーワード　予言と預言、預言者、王制、国家成立、救い主（メシア）", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第8回": ["11月18日：新約聖書とその成立<BR/>第8回目の講義では、新約聖書とのその成立について解説する。新約聖書は、旧約聖書と同様に一人の著者によって著されたわけではない。イエスの信奉者たちが約60年に亘って様々な文書（福音書、使徒行伝、書簡、黙示録）を書いた。重要と見なされた文書が集められ、新約聖書ができた。ある文書が公式に認められるまでの過程（＝正典化）は不明だが、内容の多様性に鑑みて、新約聖書は妥協の産物であることが分かる。<BR/>キーワード　新約聖書、写本、福音書、共観福音書、使徒行伝、書簡、黙示録", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第9回": ["11月25日：イエスの誕生物語<BR/>第9回目の講義では、イエスの誕生を巡る二つの物語について解説する。両方は明らかに歴史の記録でなく、イエスがメシア（救い主）であること、あるいはメシアでなければならないことを明らかにするための創作だ。この二つの物語が調和できないほど矛盾することは教会では問題になったことがない。<BR/>キーワード　ベツレヘム、ヘロデ王、幼児殺害、エジプトへの逃亡、処女受胎", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第10回": ["12月2日：イエスの公的活動の始まり<BR/>第10回目の講義では、イエスが公に登場したときから、エルサレムへ赴くまでの活動について解説する。<BR/>キーワード　洗礼、洗礼者ヨハネ、弟子、宣教活動、譬え話、格言", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第11回": ["12月9日：イエスの使信<BR/>第11回目の講義では、神の支配の近さを中心としたイエスの使信について解説する。使信＝（メッセージ、告知、ギリシア語「ケリュグマ」）<BR/>キーワード　神の国、神の支配、罪の赦し、愛敵、隣人愛、治癒、奇跡", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第12回": ["12月16日：イエスの死と復活<BR/>第12回目の講義では、エルサレムでの最後の日々、イエスの死と復活、そしてその解釈について解説する。多様な期待の対象となったイエスが磔刑されたことは弟子たちに受け入れられないほど大きな打撃を与え、立ち直るまでしばらく時間がかかったが、その死がもたらした認識は弟子の活動の原動力になった。<BR/>キーワード　エルサレム入城、過越祭、最後の晩餐、十字架、復活、昇天、聖霊", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第13回": ["12月23日：伝道活動と教会の成長<BR/>第13回目の講義では、イエス運動、ファリサイ派のパウロの回心と伝道活動、そして教会の成立と発展について解説する。<BR/>キーワード　イエス運動、サウロ、パウロ、回心、伝道活動、終末遅延（再臨遅延）、教会", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第14回": ["1月6日：世の終わり<BR/>第14回目の講義では、死後の待遇に関する概念と最後の審判について解説する。<BR/>キーワード　世の終わり、新しい世界、最後の審判、天国、永遠の命", "LUNAで資料を確認し、予習する。<BR/>復習1時間"]}, "評価": {"教科書Required texts0": "教科書は利用しない。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "聖書　（新共同訳）", "日本聖書協会", "", "978-4-8202-1201-0", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "LUNAで提出する小課題とリポートの評価の合計"], "URLリンク1/URL 10": "LUNAのお知らせ", "更新日時/Date of Update1": "2021年09月24日 11時35分23秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "５別－１"]}, "campas": 0, "name": "【100】キリスト教学　４／Christianity", "管理部署": 1, "単位数": 2, "担当者": "ルスターホルツ　Ａ．（RUSTERHOLZ ANDREAS） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 21, "評価1": 3, "開講期": 2}