{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生が旧約・新約聖書成立以降の聖書翻訳の歴史、または聖書と関係のある伝承や聖書を題材とした文学作品について理解することである。<BR/>旧約聖書は近東に、新約聖書は古代ローマ帝国に起源を持つが、その後の普及に伴い、ヨーロッパ文化圏とアジア文化圏において独自の発展を遂げた。西洋の文学における受容と東洋（日本）の文学における受容も取り上げる。", "到達目標": "（１）聖書が諸言語に翻訳される際、どのような問題が起こる・起こったかを説明することができる。<BR/>（２）旧新約聖書の外典偽典の成立を説明し、聖書に照らしてその内容を評価し、造形芸術にどのような影響を及ぼしたかを説明することができる。<BR/>（３）聖書を題材にした文学の特徴を説明することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式", "トピック": {"第1回": ["2023年9月26日<BR/>宗教と文学<BR/>第1回の講義では、キリスト教を中心に、いわゆる「本の宗教」が聖典をどのように見ていたか、また見ているかについて解説する。19世紀からの本文批評の躍進的な進歩に伴い、解釈方法も変わり、聖書のそれぞれの文書の成立事情なども明らかにされたが、依然として文学と異なる解釈方法が聖書に適用される。それは神の言葉と見なされる聖書を世俗的な批判から守る手段の一つだが、人々は既に紀元後2世紀からその言葉の“神聖さ”を無視して自由に扱ったことをキリスト教的文学が示している。", "LUNAで資料を確認し、予習する。"], "第2回": ["2023年10月3日<BR/>宗教と物語<BR/>第2回の講義では、ユダヤ教を例に、宗教と物語の関係について解説する。紀元前6世紀のバビロン捕囚によりユダヤ人のアイデンティティーが危機に晒され、困窮から生まれたトーラー（モーセ五書）が古代イスラエル国家の存続と国家損失後のユダヤ教の存続の揺るぎない基盤となった。その後、長編の物語と数多くの掟からなるトーラーに基づいて新しい物語が数多くできた。紀元前後までに書かれた文書の殆どがギリシア語に翻訳され、ユダヤ教を母体とした台頭するキリスト教にも利用された。キリストが救い主であることを前提に新しく解釈された。そのような解釈を受け入れられないユダヤ教はキリスト教に乗っ取られた文書を手放し、ヘブライ語の文書に限定することで、自分の伝承を守ろうとした。また、紀元後当時の律法学者の議論の纏めである2世紀にできたミシュナーもヘブライ語で書かれた。その上、ユダヤ人はキリスト教の解釈方法とは根本的に異なるタナハ（旧約聖書）の解釈方法を開発した。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第3回": ["2023年10月10日<BR/>旧約聖書外典偽典　－　紀元前の豊かな伝承　－<BR/>第3回の講義では、イエス当時、どのような文書が存在し、それらがどのように評価され扱われたかについて解説する。ユダヤ教、キリスト教、そしてイスラム教は、それぞれが持つ聖典を「啓典」、つまり、唯一の神の啓示によって記された書物と見なしているが、キリスト教の聖書は、ユダヤ人の伝承を受け継いだこと、またイスラム教のクルアーンはユダヤ人の伝統とキリスト教の思想を受け継ぎ、自らの生活環境に適合させたことは否定できない。ユダヤ人の伝承も神による啓示ではなく、周辺の宗教などに依存しているが、紙幅が限られているので、ここでは取り上げない。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第4回": ["2023年10月17日<BR/>旧約聖書外典と英文学<BR/>第4回の講義では、旧約聖書のダニエル書に付加された「スザンナ」と「ベルと龍」、そしてその主人公であるスザンナ及びダニエルの英文学における受容について解説する。スザンナは千年以上にわたって貞潔かつ敬虔な女性の手本として様々な作品に登場するが、18世紀にスザンナの貞潔を疑問視する作品（風刺文学）も書かれた。また教会の強い批判の裏をかくために、そして中世ヨーロッパに流行っていた夢事典の信憑性を高めるために、ダニエルが夢と幻を解説した話を理由に中世ヨーロッパに流行っていた夢事典が彼の名前を利用した。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第5回": ["2023年10月24日<BR/>第5回の講義では、『ヨセフとアセナト』について、『預言者イザヤの殉教と昇天』について、そして黙示文学について解説する。新聞の見出しになった旧約聖書偽典は殆どないが、2014年に『ヨセフとアセナト』についての研究書が欧米の新聞に取り上げられ、話題になった。研究成果を発表した二人は、イエスがマグダラのマリアと結婚していたこと、そして息子が二人いたことをその偽典が明らかにすると主張したからだ。また、黙示文学は著者が生きた当時、混乱した状況に置かれた人々に慰めをもたらし、彼らを激励するために書かれたのだが、その後も親しまれ続けた。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第6回": ["2023年10月31日<BR/>新約聖書外典１<BR/>第6回の講義では、イエスの母マリアの両親とマリアの誕生、ヨセフとの結婚に至った理由を明かす『ヤコブ原福音書』について解説する。この2世紀後半にできた物語は芸術の分野にも大きな影響を与えた。例えば、ヨセフが年寄りだったこと、またイエスがベツレヘムの付近にある洞窟の中で生まれたことなど。後者のモチーフに基づいてベツレヘムで降誕教会が建設された。『ヤコブ原福音書』は「無原罪の御宿り」の教義への通過点の一つでもあった。また、無実を確認するために使われた「呪いの水」、そして何故、イエスの飼い葉桶の近くに必ず牛と驢馬がいるかも説明する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第7回": ["2023年11月7日<BR/>新約聖書外典２<BR/>第７回の講義では、知られざるイエスの幼年時代の諸伝説について解説する。それらはエジプトへの逃亡の際に起こった出来事と、ナザレに戻ってから12才になるまでのイエスの言動を明らかにする。既に少年イエスが自然界、人間界と死を自由に支配することができた不可思議な話だが、歴史的な根拠が全くない。それらは、現代のファンフィクション（二次創作物）のようなものだ。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第8回": ["2023年11月14日<BR/>旅としての人生<BR/>第8回の講義では、キリスト教の死生観が文学的表現にどのように反映されてきたかについて解説する。ソクラテスはヘラクレスを例に青年は生への道を歩むか、死への道を歩むかを決めなければならないと説いたことから、人生の道という概念はギリシアの古代から存在したことが分かる。キリスト教において、重心がそれぞれの道の終着点、つまり天国と地獄へと移されたので、天国へて向かって行く努力の必要性が訴えられた。例えば、バニヤンはその作品の中で、道中に潜む危険について述べている。それとは別に、一生を段階に分けて考えるという風習も昔からあった。キリスト教はこの伝統を受け継ぎ、キリスト教的に解釈し直したが、近代になってからキリスト教離れが始まり、キリスト教的な要素は再び排除された。両方に関する版画も数多く存在する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第9回": ["2023年11月21日<BR/>バースの女房<BR/>第9回の講義では、17世紀のイギリスにできた『バースの淫らな女房（The Wanton Wife of Bath）』と題したバラード（「バラッド」とも）について解説する。それはチョーサーのカンタベリー物語に登場する「バースの女房（The Wife of Bath）」を背景に、どのようにその罪深い女性が永遠の命を得たかを語っている。チョーサーのバースの女房は自分の生涯について語り、死後のことに言及しなかったので、このバラードは死後に直面した問題をどのように解決したかを語る。聖書の適切な解釈に基づいたのだが、教会の権威に対する挑発として、印刷や販売が禁止された。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第10回": ["2023年11月28日<BR/>地獄　－　冥府下り、陰府降下<BR/>第10回の講義では、ダンテの地獄編（『神曲』の第一部）の背景にある地獄の概念について解説する。当初地獄は死後の世界に属し、永劫の懲罰を受ける場だったが、17世紀から次第に地獄への恐怖が弱まり、死後の地獄への興味も薄れてきた。にもかかわらず、地獄という概念は消えたわけでなく、世俗化し、この世における地獄として問題とされている。現代の問題は、いかにして戦場、有害な人間関係（toxic relationship）などという地獄を脱出し、普通の生活に戻れるかである。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第11回": ["2023年12月5日<BR/>悪魔、怪物、魔女<BR/>第11回の講義では、文学に登場する悪魔、怪物と魔女の背景とその多様性について解説する。悪魔（サタン）は神の敵対者（ライバル）と見なされたが、宗教と無縁の文学においても重要な役割を果たしている。中世ヨーロッパにおいて怪物は人間に教訓を終えるために神が創造したと思われた。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第12回": ["2023年12月12日<BR/>サンタクロースと日本<BR/>第12回の講義では、サンタクロースに関する伝承を紹介し、日本の文学においてサンタクロースはどのように受容されたかについて解説する。<BR/>当初、日本におけるサンタクロースはキリスト教関係者にとっても異物でした。サンタクロースは聖書には登場しないし、聖人でもなかったので、どのように扱うべきかは大きな問題だった。同時に子供たちにプレゼントを贈り、喜びをもたらすことで親しまれやすいものでもあったので、手放し、世俗的な社会に譲渡することはできなかったが、宗教色の薄い者だったので、早い段階、新聞広告などに使われるようになった。ヨーロッパの伝統を見てみると、サンタクロースの役割をよりよく理解できる。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第13回": ["2023年12月19日<BR/>使徒行伝<BR/>第13回の講義では、イエスの弟子ペトロとアンティオキアの教会のバルナバに関連する文書について解説する。そのうちのバルナバ行伝は政治的独立を正当化するために作成された偽宗教文学の一例でもある。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第14回": ["2024年1月16日<BR/>カイン<BR/>第14回の講義では、カインを巡る伝説とカインが登場する文学作品について解説する。<BR/>カインについての不完全な話がどのような問題を提起したか、そしてそれらがどのように取り上げられ、解決されたかが分かる。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"]}, "評価": {"教科書Required texts0": "教科書は利用しない。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "小課題と期末リポートの評価の合計"], "更新日時/Date of Update0": "2023年01月06日 15時00分12秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｈ－２０１"]}, "campas": 0, "name": "【200】キリスト教と文学／Christianity and Literature", "管理部署": 1, "単位数": 2, "担当者": "ルスターホルツ　Ａ．（RUSTERHOLZ ANDREAS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 10, "評価1": 3, "開講期": 2}