{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "このクラスの目的はファンタジー小説の映画アダプテイションを使い基礎的なアカデミックスキルを獲得し、オンラインでの資料を使いこなし、形式にのっとって批評エッセイを書く術を身に着けることです。", "到達目標": "このクラスの到達目的はスクリーンプレイの学び方を身につけ、文学作品からのアダプティションを論じる基礎的な技能を学び知ることです。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "このクラスでは、映画スクリーンプレイの英語を素材とし、語彙結合本位の文法学修の実践も兼ねた演習を行い、アダプティション概念の理解、映画撮影術のことから、映画の論じ方、実践批評の多様な在り方まで総合的な学修を行います。また、読み書きに生かせる英語コーパスの活用も視野に入れ、英語辞書の例文に限らない用例・例文の活用を行います。", "授業方法": "①スクリーンプレイを用いた実践的英語学修、②　アダプティション概念を踏まえた作品議論の作り方、③　歴史的な文化理解を基本として、視聴覚学修も活かしながら、総合的な英語学修を行うことといたします。", "トピック": {"授業計画1": "授業方法の機能的な解説<BR/><BR/>①　教科書の練習問題は予習支援的なものと考えて取り組んでください。授業では、特にスクリーン・プレイの言語面からの分析面に重きを置き、重点的な解説がなされます。これは応用的な学修報告課題に取り組むヒントとなるでしょう。応用学修課題はオンラインで提出することになります。<BR/>②　なお事前学修課題の遅延報告をもって事前課題の提出に代えることはできません。<BR/>③　最終の英語リポートの作成に向けて、準備を進め、読むことだけではなくプロットを理解し、引用、引証をしながら、客観的なスタイルで論じる力も高めてもらいます。パラグラフ構成の原理、主題文の概念の理解、さらに論点提示の技能・技法が重要です。<BR/>④　英語の学び方には多様な技法があることを各種の英語への取り組みから学び、英語文法の理解もより高いレベルへと書き直されてゆくことが期待されています。<BR/>⑤　データの作成や扱い、その他の一般倫理規定については別途に詳しくご説明いたします。", "授業外学習2": "①　基本方針<BR/>実践的な発見学修の観点から、授業外学修は極めて重要です。課題学習のコツは授業で学ぶことになます。早めに教科書の全ての英語を読み上げ、余裕をもって効果的に課題報告に臨むことをぜひお勧めいたします、オンラインによる学修報告課題の記述的な報告をもって、授業外活動の指針とします。辞書情報や音声の活用法他、ライティング方法の資料等につきましては、学修作業への基本的なガイダンスが授業にて詳しく行われます。<BR/><BR/>②　音声面等からの文化的総合的な英語体験もきわめて重要<BR/><BR/>英語の音声情報からの理解解はとても大切です。スマホの無料アプリ(録音ラジオサーバー)でBBC放送のradio 4 extraとかの番組がいつでも聞けたり録音できたりする今日、英語番組自体を日常の一部として楽しんでおられる方もあるかもしれません。大学の授業でみなさんがテキストとして出会う英語はまずは朗読等として音声面から出会う形態が望ましい次第ですが、黙読され、いきなり試験問題に使われたりというようなこともあります。それは方法上というよりは評価の段階の方便にすぎません。コミュニケイション的演劇的な要素のある英語の享受、また文化的な作品背景等にもかかわる議論の英語はデジタル化も始まっている海外のラジオ放送やオンライン動画情報等にこそよくあらわれるわけで、そうしたオンラインの環境も生かして、ぜひ総合的な英語学修を心がけてください。<BR/><BR/>③　英語力を錬磨するパズルとしての作品世界---作品読解における認知論的な諸段階----<BR/>読解における英語の了解というものには、学修過程でいえば、明らかにパズルのように複数の認知段階があるといえます。スクリーンプレイであれ、批評的なテクストであれ、総合的な評価の段階にむけ、その諸段階において個別の判断にゆきつく性格のものであります。つまり、有機的なテクストの語学的読解というものは、英語文をバラバラにして理解する場合とは大きく違う経験をもたらすものです。論述や作品のプロット構造、修辞性の理解となれば、より高度な段階の技能となります。その段階の中で、テクストを作品として読み取り、批評文的な読みを英語で書ける段階までご案内することが、この授業の道行きとなります。主観的な「感想文」ではなく、大学生として主題化された形式を備えたリポートを作るには、それなりの手続きがあります。幸いにも、英語世界ではそれは映画であれ演劇であれ、教育的にも、その方法はほぼ確立されています。<BR/>　生きた英語用例に触れ、英語ということばに固有のセンスを作動させることから始め、逐次すべての学修段階の認知の道のりを一通りためすこと、それこそが、この授業の決め手であり内実です。その意味では、この授業自体が英語作品の世界に近づくための一つの期間限定のアプリ環境なのだ、とも申せましょう。　オーセンティックな英語作品のテクスチュアが感じ感じ取れるまでその旅をサポートすべく、いわば生演奏的に一回一回の授業をアクティヴに構築してゆく所存であります。"}, "評価": {"教科書Required texts0": "Sally Potter 著　杉山洋子／難波江和英 編注『オルランド　ORLANDO』英宝社", "参考文献・資料Reference books0": "語学学修・リポートライティングの参考文献\n\n1) Rodney Huddleston (著), Geoffrey K. Pullum (著), 藤田 耕司 (監修)『「英文法大事典」シリーズ第3巻 名詞と名詞句』(開拓社, 2019) ISBN‐13: 978‐4758913638\n2) カレン・M・ゴックシク他『Writing about Movies アカデミック・ライティング』小鳥遊書房, 2019: 978-4909812070\n\n実践批評と読解術\n\n1) 川口 喬一『小説の解釈戦略（ゲーム）―『嵐が丘』を読む』福武書店, 1989 ISBN-13 : 978-4828833064\n2) E. M. Forster Aspects of the Novel (Penguin Classics) ISBN-13 : 978-0141441696\nDavid James ed., Cambridge University Press ISBN: 9781139628754\n3) Tony E. Jackson, The Technology of the Novel: Writing and Narrative in British Fiction\nJohns Hopkins University Press, 2009 ISBN-13 : 978-0801892448\n4) Alan Warren Friedman, Forms Of Modern British Fiction, University of Texas Press, 2011 ISBN-13: 9780292740938\n\n映画による英語の学び・改作的創作アダプティションと歴史文化情報に関係する文献\n\n1) Julie Sanders, Adaptation and Appropriation (The New Critical Idiom) Routledge; 2nded. 2015 ISBN-13 : 978-1138828995\n2) Linda Hutcheon, A Theory of Adaptation, Routledge, 2012\n3) 岩田 和男;, 武田 美保子; 武田 悠一編『アダプテーションとは何か』世織書房, 2017\n4) 松本 朗; 岩田 美喜; 木下 誠; 秦 邦生 編『イギリス文学と映画』 三修社, 2019\n5) Amy Dempsey, Destination Art, Univ of California Pr 2010.\n6) Recycling Virginia Woolf in Contemporary Art and Literature, Edited By Monica Latham, Caroline Marie, Anne-Laure, Rigeade, Routledge, 2021; ISBN 9780367701147\n7) Deborah Cartmell ed.A Companion to Literature, Film, and Adaptation (Blackwell Companions to Literature and Culture) Wiley-Blackwell; 2014　ISBN-13 : 978-1118917534\n8) Anne Hollander, Seeing Through Clothes U of California Press,1993 ISBN‐13 : 978‐0520082311\n10) Stella Bruzzi, Undressing Cinema: Clothing and identity in the movies, Routledge, 1997.ISBN‐13 : 978‐0415139564\n11) ロラン・バルトRoland Barthes著, 山田 登世子訳『モード論集 (ちくま学芸文庫)』筑摩書房, 2011\n12) Yayoi Kusama, Kusama Yayoi: Driving Image = Yayoi Kusama. Tōkyō: PARCO shuppan, 1986. ISBN 978-4-891-94130-7 OCLC 54943729\n13) 草間彌生『聖マルクス教会炎上』パルコ出版、1985年゜\n\n伝統論・モダニスト・アート・映画撮影術他\n1) Kenneth Clark, Looking at Pictures, John Murray Publishers Ltd;1972. ISBN-13: 978-0719527043\n2) Michael Cothren; Anne D'Alleva, Methods and Theories of Art History 3rd ed, Laurence King Publishing; 2021 ISBN-13 978-1913947026\n3) Dana Arnold, A Short Book About Art, Tate, 2015 ISBN-13 978-1854379078\n4) Charlotte Cotton, The Photograph as Contemporary Art 4th ed (World of Art Book 0) Thames and Hudson Ltd, 2020\n5) Amy Dempsey, Modern Art: Art Essentials Series Thames & Hudson; Illustrated edition, 2018. ISBN-13 978-0500293225\n6) Amy Dempsey, Destination Art, Univ of California Pr 2010. ISBN-13: 978-0520267893\n7) Grayson Perry, Playing to the Gallery: Helping Contemporary Art in its Struggle to Be Understood, Penguin Books; Illustrated edition, 2015\n8) Dana Arnold, Art History: A Very Short Introduction (Very Short Introductions) 2nd ed., Oxford University Press ISBN-13: 9780198831808\n9) Dudley Andrew, What Cinema Is! Wiley-Blackwell, 2010: 13: 978-1784721763\n10) ロザリンド・E・クラウス著; 小西信之, 谷川渥訳『アヴァンギャルドのオリジナリティ ―― モダニズムの神話』月曜社, 2021\n11) 稲賀繁美『矢代幸雄: 美術家は時空を超えて』ミネルヴァ日本評伝選, 2022 ISBN-13: 978-4623093540", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading3": ["平常リポート／Individual reports (04)", "30 %", ""], "備考Note0": "①　このクラスは基本対面型の授業です。自由意志の選択でオンライン受講形態が選べるような「ハイフレックス」の範疇のクラスに学期途中で成り変わるということはありません。\n\n②　地震や津波、火山の噴火、等の突然の大災害や致命的パンデミックの発生により、交通遮断、私権の制限が発生するような場合にはTeamsによる同時双方向型受講形態に一時的に移行することはあり得ますが、「ハイフレックス」型に移行することはありません。\n\n③　関学の構築する学修システムLUNAはアップルのPCとの相性が悪い等の欠陥があり、特定の機能でしか使わない予定です。これはオンデマンド型授業をLUNAで行うということではありません。LUNAの利用は対面授業を基本とした課題提出、資料参照手段にすぎません。お知らせ機能と資料配布機能、特定課題の提出機能に限り、LUNAを用いることがあります。また、提出課題のフアィル形式はワードdocxファイルかPDFファイルに限られます。\n\n④　基本的には出講日時の学修内容に関する質問にかんしては別の任意の時間での個人メールには答えられません。授業時間外での直接質問は週一回のオフィスアワーとして構築される指定時間帯での教室での質問か、同じ時間帯の同時双方向機会構築を活用してください。\n\n⑤　かりに(授業内で)Teamsが使われる場合も、ヴォイスメール等の機能は使えません。\n\n⑥　課題提出物はTeams機能や学内メールでは提出できません。オンライン課題が指定された場合、必ずLUNAで行ってください。提出遅延等はLUNA自体が自動的に行っています。\n\n⑦　不正行為や関与防止に対する誓約書のようなものは学院では作られていませんが、それは処分がないことを全く意味しません。現に残念なことに、オンライン受講形態のもとに、多様な不正行為が発生しており、厳しい処分もまた、多数報告されています。ガイダンスでも詳しく触れられますが、くれぐれも安易な「共同作業」などに参加し、結果的に、社会的信用を失ったり留年したりするようなことが起きないよう、また不正行為に無自覚に巻き込まれることがないよう、期待しております。", "更新日時/Date of Update1": "2022年03月20日 16時12分57秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ａ－２０４"]}, "campas": 0, "name": "【200】英語ＢIV　１／English BIV", "管理部署": 1, "単位数": 1, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 1, "評価2": 2, "評価3": 3, "開講期": 2}