{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "大学文学部において英語にふれるさいに必要な基本技能につき、受講者が明確な実践理解をもつに至ることを目的とします。シェイクスピア劇からのアダプテーション英語の実践的な読解を通して、修辞的な英語テクストをいかに読み、いかに主題化された批評文を英語で書くかをまなぶことになります。", "到達目標": "ストーリーとプロットを区別して、レトリカルな英文表現の読み味わい方の基礎を学び、さらに主題文があるパラグラフによって英語リポートを書く技能を身に着けることが目標です。", "授業方法": "一般「授業形態」とコースの「受講形態」要件とをまず区別しておきましょう。この授業は臨時の同時双方向での授業であれ、同時双方向顔出し出席の「受講形態」が一部許可される場合であれ、原則は各回「定時対面」を基本に進められます。オンデマンド方式のみの受講では受講形態要件を満たしません。<BR/>　すでにご存じのとおり9月3日から大学拠点ワクチン接種が再開し、緊急事態宣言は月末までは延長の見込みです。注意していただきたいのは、いわゆる「緊急事態宣言」というものは医療体制ひっ迫度に応じて、危機の回避を目的として決まるものです。個別の状況での発症状況、その危険の評価、また感染状況を決定的に終らせるといったたぐいのだいそれた因果論的な条件は当初より含意されていません。つまり、一般の市中感染の危険度とかの判断とは無関係です。各変異種に対してはワクチン接種の有無と感染防止とのつながりも期待できません。<BR/>　したがって、このコースでは、重症化リスク回避においてのみ、ワクチン接種を推奨し、対面かそれに相当する顔出し同時双方向での出席を受講要件とします。つまり、こんご、教室環境、受講者数等での大学の固有の基準に応じ、教室での対面出席が可能な段階へと「復帰」することが可能となると考えて受講してください。<BR/>　各種変異株がドミナントになる感染再拡大も予期されますが、三度変異した場合にワクチン効果が期待できるのか未知数ともいわれます。その意味でコロナとの闘いといった戦争の比喩は大きな誤解を招きます。戦争なら負けを認めれば終わりますが、コロナ変異種に対し負けを認めるという手段は存在していないからです。<BR/>　なお、現在の情報環境設備で、教室と全く同じ受講環境(いわゆるハイフレックス授業)を同時双方向条件で確保できるわけではないこともお含みおきください。<BR/><BR/>　教材設問は二段階で構成されています。教科書の後半では求められる作業のギアが切り替わります。この特性を理解し、英語劇の物語文への書き直しを利用した学修を行います。もともとシェイクスピア劇の多くには種本的な材料があるから、アダプティション要素はより一義的です。シェイクスピア物語という読み物にも当然変異種があります。このことも紹介してゆきます。オンラインに特化した朗読聞き取り環境の構築などについても、役立つアプリの紹介等も含め、ガイダンス初回から説明を行います。<BR/><BR/>以下の記述はこの項の当初の記述です。<BR/><BR/>①　教科書の練習問題は予習支援的なものと考えて取り組んでください。対面授業では読み方につき、重点的な解説がなされます。応用的な学修報告課題はオンラインで提出することになります。<BR/>②　学修課題の報告をもって出席に代えることはできません。<BR/>③　最終の英語リポートの作成に向けて、準備を進め、読むことだけではなくプロットを理解し、引用、引証をしながら、客観的なスタイルで論じる力も高めてもらいます。<BR/>④　精読といっても多様な技法があることを各種の英語への取り組みから学び、英語文法の理解もより高いレベルへと書き直されてゆくことが期待されています。<BR/>⑤　データの作成や扱い、その他の一般倫理規定については別途に詳しくご説明いたします。", "トピック": {"第1回": ["受講形態ガイダンス　事前申請者等同時双方向での出席者はLUNAお知らせ参照のうえTeams活用のこと。F102教室よりの発信。", "本シラバス備考資料参照のこと。"], "第2回": ["第一回授業", ""], "授業計画1": "「授業方法」を参照のこと。予習状況の確認の目的での小テストが行われることがあります。なお、LUNAにて提出する課題に関してはすべてドキュメントの形式としては関学でサポートされているマイクロソフトのワードかPDFのデータに限らせていただきます。キーボード入力の技能差がそのままアウトプット能力、文章作成能力の格差、さらには学力差にまで及ぶ傾向があるからです。2020年度には提出データのバックアップすらとっていない例が見受けられました。とくにgoogle documentでの課題のアップロードは認められませんから、くれぐれもご注意ください。", "授業外学習2": "実践的な発見学修の観点から、授業外学修は極めて重要です。リーディングのコツは授業で早々に学ぶことになます。早めに教科書の全てのリーディング・パートを速読的に読み上げ、余裕をもって効果的に報告課題に臨むことをぜひお勧めいたします、オンラインによる学修報告課題の記述的な報告をもって、授業外活動の指針とします。辞書情報や音声の活用法他、ライティング方法の資料等につきましては、学修作業への基本的なガイダンスが授業にて詳しく行われます。"}, "評価": {"教科書Required texts0": "Jim Knudsen；田口孝夫 共著『Simply Shakespeare―Two Tragic Stories: HAMLET and ROMEO AND JULIET』南雲堂", "参考文献・資料Reference books0": "Rodney Huddleston (著), Geoffrey K. Pullum (著), 藤田 耕司 (監修)『「英文法大事典」シリーズ第3巻 名詞と名詞句』(開拓社, 2019) ISBN‐13: 978‐4758913638\n黒木登志夫『知的文章とプレゼンテーション: 日本語の場合、英語の場合』中公新書, 2011. ISBN978-4-12-102109-0\n澤井康佑『英文法再入門　１０のハードルの飛び越え方』中公新書, 2021. ISBN978-4-12-102628-6", "学生による授業評価の方法Course Evaluation by Students0": "コミュニケイション・ペイパー等によるものとします。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "LUNAにて提出"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading3": ["平常リポート／Individual reports (04)", "30 %", "小テスト等授業中タスクを含みます(LUNAにて提出)"], "備考Note0": "①　基本的に質問等の作業は、基本的にはすべて、教室か毎週定時のTeamsによる同時双方向の伝達手段で行ってください。時間のひっ迫により個別メールにはいちいち答えきれないのが今の現実です。\n\n②　アシスタントなしにTeamsの同時双方向はやっているので、ヴォイスメール等の機能は使えません。\n\n③　課題提出物はTeams機能や学内メールでは提出できません。必ずLUNAで行ってください。提出遅延等はLUNA自体が自動的に行っています。\n\n④　不正行為や関与防止に対する誓約書のようなものは学院では作られていませんが、それは処分がないことを全く意味しません。現に残念なことに、オンライン受講形態のもとに、多様な不正行為が発生しており、厳しい処分もまた、多数報告されています。ガイダンスでも詳しく降れますが、くれぐれも安易な「共同作業」などに参加し、結果的に、社会的信用を失ったり留年したりするようなことが起きないよう、また不正行為に無自覚に巻き込まれることがないないよう、期待しております。", "備考Note1": ["英語AⅡ「授業」形態と受講形態の再定義.pdf", "受講形態ガイダンス資料"], "更新日時/Date of Update2": "2021年09月15日 18時35分53秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "文－２"]}, "campas": 0, "name": "【100】英語ＡII　６／English AII", "管理部署": 1, "単位数": 1, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 18, "評価1": 1, "評価2": 2, "評価3": 3, "開講期": 2}