{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "このクラスの目的は評論的英語を読む基本技法を高め、文化情報のより深い理解力を身につけ、アート思考の何たるかを体験することです。", "到達目標": "英語パラグラフの読み書きの基本テクニックを身につけ、オンライン・リソースのよりよい活用法を知ることになるでしょう。 <BR/>見につきます。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "美術史への手ほどきとして定評ある原書教材は簡潔な英語にして著者の長年の学識、教育的な配慮も活かされた見事な仕事になっています。大学の語学教材としても、カラー図版がここまで充実したものはごく少ないはずです。語学的な学修意識を堅持しながら、高い情報性の発見にも努めて、総合的な読解力を、読み方のアートとして高めてゆくことが期待されます。<BR/>コロケイション、法助動詞や叙法、また文における「限定詞」のはたらき等を語結合の立場から重視し、抽象的ルールではなく、読み書きに役立つ語彙の文法というものを志向した学びを目指していただきます。", "授業方法": "①　例題となるパラグラフを重点的に解説し、それをヒントに自力で読む練習を行います。<BR/>②　情報分析、論点要約、引用を使った論述法を学びます。<BR/>③　語結合や語彙学修・実践的な文法学修の指針をオンラインリソースも用いて学びます。 <BR/>④　一冊の書物、原書版教科書を生かして総合的な書物の解読法を学びます。", "トピック": {"第1回": ["教材となる書物の解説・・・学習参考図書ではない洋書を手に取るとき。<BR/>初回は英語図書の書誌・書物の森と木の関係をまずは説き起こします。", "Looking at picturesというと変哲もない書名と見えるかしれませんが、ごくごく有名な同名の先行著作があるような場合、副題くらいは添える方が無難となるわけです。とりあえずはPaintingsではなくPicturesという語彙が書名に使われている理由を考えてきてください。"], "授業計画1": "授業方法の機能的な解説<BR/><BR/>①　教科書の予習支援的課題に取り組みます。授業では、言語面からの英語分析に重きを置き、重点的な解説がなされます。これは応用発展的な学修報告課題に取り組むヒントとなるでしょう。応用学修課題はオンラインで提出する場合もあります。<BR/>②　なおオンラインで事前学修課題が課される場合には、遅延報告をもって事前課題の提出に代えることはできません。<BR/>③　最終の英語リポートの作成に向け、準備を進め、読むことだけではなくプロットを理解し、引用、引証をしながら、客観的なスタイルで論じる力も高めてもらいます。パラグラフ構成の原理、主題文の概念の理解、さらに論点提示の技能・技法が重要です。<BR/>④　英語の学び方には多様な技法があることを各種の英語への取り組みから学び、英語文法の理解もより高いレベルへと書き直されてゆくことが期待されています。<BR/>⑤　データの作成や扱い、その他の一般倫理規定については別途に詳しくご説明いたします。"}, "評価": {"教科書Required texts0": "Susan Woodford, Looking at Pictures: Approaching Pictures from Different Angles Reveals New Perspectives, Thames & Hudson; Reprint edition, 2018 ISBN-10: 0500293218", "参考文献・資料Reference books0": "語学学修の参考図書\n1) Rodney Huddleston (著), Geoffrey K. Pullum (著), 藤田 耕司 (監修)『「英文法大事典」シリーズ第3巻 名詞と名詞句』(開拓社, 2019) ISBN‐13: 978‐4758913638\n2)ロバート・ヒルキ、玉木史惠『ネイティブ発想で学ぶ 英語の決定詞』研究社，2018　ISBN-13: 978-4327452841\n3) カレン・M・ゴックシク他『Writing about Movies アカデミック・ライティング』小鳥遊書房, 2019: 978-4909812070\nアート関係の参考図書\n1) Terry Smith, Art to Come: Histories of Contemporary Art, Duke UP, 2019; ISBN-13 : 978-1478003052\n2) Kelly Grovier, Art Since 1989 (World of Art) (Thames & Hudson, 2015) ISBN-10: 0500204268.\n3) David Hopkins, After Modern Art: 1945-2017　(Oxford, 2018) ISBN-13: 978-0199218455\n4) Lee Cheshire, Key Moments in Art (Art Essentials) Thames & Hudson; 2018 ISBN-13 : 978-0500293621\n5) Stephen Farthing ed. Art: The Whole Story (Thames and Hudson Ltd; 2010) ISBN-13: 978-0500288955\n6) Dana Arnold, A Short Book About Art, Tate, 2015 ISBN-13 978-1854379078\n7) Amy Dempsey, Modern Art: Art Essentials Series Thames & Hudson; Illustrated edition, 2018. ISBN-13 978-0500293225\n8) Amy Dempsey, Destination Art, Univ of California Pr 2010. ISBN-13: 978-0520267893\n9) Kenneth Clark, Looking at Pictures, John Murray Publishers Ltd;1972. ISBN-13: 978-0719527043\n10) Soseki Natsume, trans. by Alan Turney, タトル出版, 2008 ISBN-13: 978-4805302019\n11) Charlotte Cotton, Imperfect Beauty, Victoria & Albert Museum; Re-issue, 2000 ISBN-13: 978-1851773206\n\n1) 吉井 仁実『〈問い〉から始めるアート思考』光文社新書, 2021 ISBN-13 : 978-4334045814\n2) 原田マハ; 高橋瑞木『すべてのドアは、入り口である。現代アートに親しむための6つのアクセス』祥伝社, 2014 ISBN-13 : 978-4396634551.以下は上の本の書名変更・改訂再刊本。『現代アートをたのしむ 人生を豊かに変える5つの扉』祥伝社新書, 2020.\n3) 山口 周『自由になるための技術 リベラルアーツ』講談社, 2021 ISBN-13 : 978-4065222683\n4) 松山 壽一『造形芸術と自然: ヴィンケルマンの世紀とシェリングのミュンヘン講演』法政大学出版局, 2015 ISBN-13 : 978-4588150739\n5) 今井和也 『カタチの歴史：建築とファッションのただならぬ関係』 新曜社、2003年。ISBN 4788508346。\n6) 宮下規久朗『欲望の美術史』光文社, 2013\n7) マリオ カルポ『アルファベット そして アルゴリズム: 表記法による建築――ルネサンスからデジタル革命へ』鹿島出版会, 2014 ISBN-13: 978-4306046115\n8) 草間彌生『聖マルクス教会炎上』パルコ出版、1985年\n9) 古田亮『美術「心」論』平凡社, 2012 ISBN-13: 978-4582206685\n10）マーク・ロスキル『美術史とはなにか』中森義宗訳, 日貿出版社,1987\n11) 監修 千足伸行『アール・ヌーヴォーとアール・デコ 甦る黄金時代』小学館、2001 ISBN-13: 978-4096996911\n12) リンダ・ノックリン著、坂上桂子訳『絵画の政治学』ちくま学芸文庫, 2021 ISBN-13 : 978-4865031096\n13) GPOD『MOGA モダンガール クラブ化粧品・プラトン社のデザイン』青幻舎, 2021 ISBN-13: 978-4861528460\n14) 鹿島 茂『怪帝ナポレオン三世 第二帝政全史』(講談社学術文庫, 2010) ISBN‐13 : 978‐4062920179\n15) クリス・ブルックス 著 , 鈴木　博之 訳 , 豊口　真衣子 訳『ゴシック・リヴァイヴァル』岩波世界の美術, 2003. ISBN: 9784000089739\n16) ポール・ヴァレリー著, 恒川 邦夫訳『精神の危機 他15篇』岩波文庫, 2010 ISBN-13: 978-4003256053", "学生による授業評価の方法Course Evaluation by Students0": "コミュニケイションペイパーによるものとします。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading3": ["平常リポート／Individual reports (04)", "30 %", ""], "備考Note0": "①　このクラスは基本対面型の授業です。自由意志の選択でオンライン受講形態が選べるような「ハイフレックス」の範疇のクラスに学期途中で成り変わるということはありません。\n\n②　地震や津波、火山の噴火、等の突然の大災害や致命的パンデミックの発生により、交通遮断、私権の制限が発生するような場合にはTeamsによる同時双方向型受講形態に一時的に移行することはあり得ますが、「ハイフレックス」型に移行することはありません。\n\n③　関学の構築する学修システムLUNAはアップルのPCとの相性が悪い等の欠陥があり、特定の機能でしか使わない予定です。これはオンデマンド型授業をLUNAで行うということではありません。LUNAの利用は対面授業を基本とした課題提出、資料参照手段にすぎません。お知らせ機能と資料配布機能、特定課題の提出機能に限り、LUNAを用いることがあります。また、提出課題のフアィル形式はワードdocxファイルかPDFファイルに限られます。\n\n④　基本的には出講日時の学修内容に関する質問にかんしては別の任意の時間での個人メールには答えられません。授業時間外での直接質問は週一回のオフィスアワーとして構築される指定時間帯での教室での質問か、同じ時間帯の同時双方向機会構築を活用してください。\n\n⑤　かりに(授業内で)Teamsが使われる場合も、ヴォイスメール等の機能は使えません。\n\n⑥　課題提出物はTeams機能や学内メールでは提出できません。オンライン課題が指定された場合、必ずLUNAで行ってください。提出遅延等はLUNA自体が自動的に行っています。\n\n⑦　不正行為や関与防止に対する誓約書のようなものは学院では作られていませんが、それは処分がないことを全く意味しません。現に残念なことに、オンライン受講形態のもとに、多様な不正行為が発生しており、厳しい処分もまた、多数報告されています。ガイダンスでも詳しく触れられますが、くれぐれも安易な「共同作業」などに参加し、結果的に、社会的信用を失ったり留年したりするようなことが起きないよう、また不正行為に無自覚に巻き込まれることがないよう、期待しております。", "更新日時/Date of Update1": "2023年01月07日 15時34分22秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "Ａ－２０４"]}, "campas": 0, "name": "【100】英語ＡII　１２／English AII", "管理部署": 1, "単位数": 1, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 18, "評価1": 1, "評価2": 2, "評価3": 3, "開講期": 2}