{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生が旧約・新約聖書成立以降の聖書翻訳の歴史、または聖書と関係のある伝承や聖書を題材とした文学作品について理解することである。<BR/>旧約聖書は近東に、新約聖書は古代ローマ帝国に起源を持つが、その後の普及に伴い、ヨーロッパ文化圏とアジア文化圏において独自の発展を遂げた。西洋の文学における受容と東洋（日本）の文学における受容も取り上げる。", "到達目標": "（１）聖書が諸言語に翻訳される際、どのような問題が起こる・起こったかを説明することができる。<BR/>（２）旧新約聖書の外典偽典の成立を説明し、聖書に照らしてその内容を評価し、造形芸術にどのような影響を及ぼしたかを説明することができる。<BR/>（３）聖書を題材にした文学の特徴を説明することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式", "トピック": {"第1回": ["2022年9月20日<BR/>宗教と文学<BR/>第1回の講義では、キリスト教を中心に、いわゆる「本の宗教」が聖典をどのように見ていたか、また見ているかについて解説する。18世紀以降、キリスト教内の解釈がどのように変わったか、そして聖典も人間によって書かれた文書なのに、依然として文学と異なる解釈方法が適用される理由についても解説する。", "LUNAで資料を確認し、予習する。"], "第2回": ["2022年20月27日<BR/>旧約聖書外典偽典　－　紀元前の豊かな伝承　－<BR/>第2回目の講義では、イエス当時、どのような文書が存在し、それらがどのように評価され扱われたかについて解説する。ユダヤ教、キリスト教、そしてイスラム教は、それぞれが持つ聖典を「啓典」、つまり、唯一の神の啓示によって記された書物と見なしているが、キリスト教の聖書は、ユダヤ人の伝承を受け継いだこと、またイスラム教のクルアーンはユダヤ人の伝統とキリスト教の思想を受け継ぎ、自らの生活環境に適合させたことは否定できない。ユダヤ人の伝承も神による啓示ではなく、周辺の古い宗教などに依存しているが、紙幅が限られているので、ここでは取り上げない。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第3回": ["2022年10月4日<BR/>ユダヤ文献　－　アイデンティティーの危機　－<BR/>第3回の講義では、アイデンティティーの危機から生まれたモーセ五書（トーラー）やユダヤ文献を紹介し、学習方法とその特別な解釈方法について解説する。ギリシア語に翻訳されたタナハ（旧約聖書）をはじめ、タナハの諸物語が提起する問題を扱うユダヤ文献はキリスト教徒にも利用されたが、キリスト教徒はイエス・キリストが救い主（待望されたメシア）であることを前提にそれらを読み、解釈した。当然、ユダヤ人はそのような解釈を受け入れられず、結局、ギリシア語のユダヤ文献を手放し、ヘブライ語の文献に限定することで、台頭するキリスト教から自分の伝承を守ろうとした。その上、ユダヤ人はキリスト教の解釈方法とは根本的に異なるタナハの解釈方法を開発した。中世ヨーロッパにおいて、ユダヤ人がイエス・キリストを救い主と認められなかった理由は、旧約聖書を理解していないことにあるとされ、ユダヤ人が絶えず非難された。それはユダヤ人を迫害したり、ユダヤ人の権利を否定したりする不当な理由の一つでもあった。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第4回": ["2022年10月11日<BR/>旧約聖書外典と英文学<BR/>第4回の講義では、旧約聖書のダニエル書に付加された「スザンナ」と「ベルと龍」、そしてその主人公であるスザンナ及びダニエルの英文学における受容について解説する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第5回": ["2022年10月18日<BR/>旧約聖書偽典と黙示文学<BR/>第5回の講義では、旧約聖書偽典と黙示文学などについて解説する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第6回": ["2022年10月25日<BR/>新約聖書外典１<BR/>第6回の講義では、イエスの母マリアの両親とマリアの誕生、ヨセフとの結婚に至った理由を明かす「ヤコブ原福音書」について解説する。この2世紀後半にできた物語は芸術の分野にも大きな影響を与えた。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第7回": ["2022年11月1日<BR/>新約聖書外典２<BR/>第７回の講義では、知られざるイエスの幼年時代の諸伝説について解説する。それらはエジプトへの逃亡の際に起こった出来事と、ナザレに戻ってから12才になるまでのイエスの言動を明らかにするが、ファンフィクション（二次創作物）のようなもので、歴史的な根拠がない。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第8回": ["2022年11月8日<BR/>旅としての人生<BR/>第8回の講義では、キリスト教の生と死に対する見方が文学的表現にどのように反映されてきたかについて解説する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第9回": ["2022年11月15日<BR/>バースの女房<BR/>第9回の講義では、17世紀のバラード（「バラッド」とも）の『バースの淫らな女房』について解説する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第10回": ["2022年11月22日<BR/>地獄　－　冥府下り、陰府降下<BR/>第10回の講義では、ダンテの地獄編（『神曲』の第一部）の背景にある地獄の概念について解説する。当初地獄は死後の世界に属し、永劫の懲罰を受ける場だったが、17世紀から次第に地獄への恐怖が弱まり、死後の地獄への興味もなくなった。にもかかわらず、地獄という概念は消えたわけでなく、世俗化し、現在この世における地獄として問題とされている。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第11回": ["2022年11月29日<BR/>使徒行伝<BR/>第11回の講義では、イエスの弟子ペトロとアンティオキアの教会のバルナバに関連する文書について解説する。そのうちのバルナバ行伝は政治的独立を正当化するために作成された偽宗教文学の一例でもある。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第12回": ["2022年12月6日<BR/>サンタクロースと日本人<BR/>第12回の講義では、サンタクロースに関する伝承を紹介し、日本の文学においてサンタクロースはどのように受容されたかについて解説する。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第13回": ["2022年12月13日<BR/>悪魔、怪物、魔女<BR/>第13回の講義では、文学に登場する悪魔、怪物と魔女の背景とその多様性について解説する。悪魔（サタン）は神の敵対者（ライバル）と見なされたが、宗教と無縁の文学においても重要な役割を果たしている。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"], "第14回": ["2022年12月20日<BR/>聖人伝説<BR/>第14回の講義では、聖人伝説について解説する。聖人とその伝説はヨーロッパにおいて重要な役割を果たした。", "LUNAで資料を確認し、予習する。<BR/>復習1時間"]}, "評価": {"教科書Required texts0": "教科書は利用しない。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "LUNAで提出する小課題とリポートの評価の合計"], "更新日時/Date of Update0": "2021年12月05日 15時43分45秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "文－１"]}, "campas": 0, "name": "【200】キリスト教と文学／Christianity and Literature", "管理部署": 1, "単位数": 2, "担当者": "ルスターホルツ　Ａ．（RUSTERHOLZ ANDREAS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 10, "評価1": 3, "開講期": 2}