{
  "履修期": "春学期",
  "主な教授言語": "英語",
  "授業目的": "優れた英語で書かれた文学テキストを読み通すことによって、各々の学生が持続的に英語を学んでいくために、また、英語を通して知見を深めていくために必要とされる、自主的学びへの意欲と自信を育てる。英語力の伸長に加え、英語文学の重要な背景を成す英語圏の文化と思想と社会について造詣を深める。",
  "到達目標": "積極的な受講を通して以下の効果が期待できる。１）英語の能力を全般的に伸長できる。２）自主的・自律的学習者へと成長できる　３）英語で書かれたテキストを理解するとともに、テキストが提供するテーマについて深く考え、意見をまとめ、表現していく能力を養える。４）テキストの背景を成す英語圏の社会と文化と思想について理解と考察を深める一方、自国の社会・文化状況を再考することができる。",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "British literature, children&#39;s literature",
  "授業の概要・背景": "",
  "授業方法": "The class deals with Alex Shearer&#39;s novel for young adults The Great Blue Yonder .  The focus of each class is on the characters and the plot (who appears and what happens in the story), and the themes which the text explores. A reading comprehension quiz is given at the beginning of each class: students are expected to complete the work sheet and submit it to the instructor. The submitted work is to be checked, marked and returned to them. Preparation for each class and regular attendance are required: students are expected to read the assigned chapter (around 15 pages) prior to class, and be ready for in-class discussion.  All class activities are to be conducted in English.　(ONLY WHEN requested by the faculty, simultaneous online class via Zoom will be provided. Distance-learners must retrieve worksheets and other class materials from LUNA&#39;s course site and submit their completed worksheets via LUNA by the set deadline.) 授業ではAlex Shearer のヤングアダルト小説The Great Blue Yonderを読む。基本的には多読を目的とする授業であり、一回の授業で一章（15頁程度）を読む。授業ではまず登場人物とあらすじを整理するところから始め、テキスト理解の上で重要な箇所を精読することで、テーマについても理解を深めていく。授業はすべて英語で行い、討論によって理解を深めていく。(したがって予習と出席は欠かせない。)　毎回その日の内容にかかわるクイズ(ミニテスト)に答え、それを提出することを義務付ける。主にこのクイズによって各々の学生の授業への取り組み度を測る。（学部から要請があった場合には、Zoomを導入し、授業をLive配信する。遠隔授業受講者は課題と授業資料をLUNAのコースサイトからダウンロードしたうえで、提出期限内にLUNAを通じて提出すること。）",
  "トピック": {
    "第1回": [
      "Introduction to the course and the text.",
      "Secure 2-3 hours for preparation for and review of class: Read the assigned chapters and complete the worksheet.<BR/>予習と復習にも2-3時間の学習時間を確保すること。所定の箇所をあらかじめ読み、ワークシートを完成させること。"
    ],
    "第2回": [
      "Reading and discussing  Chapter 1",
      "同上The same as above"
    ],
    "第3回": [
      "Reading and discussing   Chapter 2",
      "The same as above"
    ],
    "第4回": [
      "Reading and discussing  Chapter 3",
      "The same as above"
    ],
    "第5回": [
      "Reading and discussing  Chapter 4",
      "The same as above"
    ],
    "第6回": [
      "Reading and discussing  Chapter 5",
      "The same as above"
    ],
    "第7回": [
      "Reading and discussing  Chapter 6",
      "The same as above"
    ],
    "第8回": [
      "Reading and discussing  Chapter 7",
      "The same as above"
    ],
    "第9回": [
      "Reading and discussing  Chapter 8",
      "The same as above"
    ],
    "第10回": [
      "Reading and discussing  Chapter 9",
      "The same as above"
    ],
    "第11回": [
      "Reading and discussing  Chapter 10",
      "The same as above"
    ],
    "第12回": [
      "Reading and discussing  Chapter 11",
      "The same as above"
    ],
    "第13回": [
      "Reading and discussing  Chapter 12",
      "The same as above"
    ],
    "第14回": [
      "in-class exam",
      "Prepare for the exam. 試験準備。Distance learners take the exam assisted by LUNA and Zoom　ONLY WHEN this measure is requested by the faculty.学部から要請があった場合に限り、遠隔授業受講者はZoomとLUNAを通じて試験を受ける。（別途指示する。）"
    ],
    "授業外学習2": "Students need to secure at least 2-3 hours per week for the preparation and review of each class. This means that students are expected to read the assigned text carefully and think about its theme. Please understand that preparation for class is absolutely necessary for effective learning. They should also complete the worksheet given in each class on their own and submit it to the instructor at the beginning of the following class. 　 授業から最大限の効果を得るためには予習が欠かせないことを念頭においてください。復習を含め、一週間に最低2-3時間の学習時間を確保すること。授業に先立って、テキストを注意深く読み、そのテーマ等についてあらかじめ考えて授業に臨むこと。所定の課題(ワークシート)に取り組み期限内に提出すること。"
  },
  "評価": {
    "教科書/Required texts0": [
      "著者名\nAuthor",
      "タイトル\nTitle",
      "発行所\nPublisher",
      "出版年\nYear of Publication",
      "ISBN",
      "ボタン\nButton"
    ],
    "教科書/Required texts1": [
      "Alex Shearer",
      "The Great Blue Yonder",
      "Macmillan",
      "2001 年",
      "978 0 330 39700 1",
      ""
    ],
    "教科書Required texts0": "Alex Shearer, The Great Blue Yonder, London: Macmillan, 2001",
    "参考文献・資料Reference books0": "Book/articles/video titles will be mentioned in class when necessary.",
    "学生による授業評価の方法Course Evaluation by Students0": "Students’ evaluation of each class could be inferred though their comments and general achievement levels reflected in the question sheets given and submitted at each class. The end-of-semester course evaluation by students is to be conducted in accordance with the faculty’s policy.",
    "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": [
      "授業中試験／In-class examination (03)",
      "30 %",
      "授業内最終試験　the in-class (online when requested) end-of-term exam"
    ],
    "成績評価Grading2": [
      "平常リポート／Individual reports (04)",
      "70 %",
      "授業への取り組み・毎回の課題（ワークシート）The commitment to class and in-class performance (evaluated chiefly by submitted worksheets as well as by students' responses to the instructor's questions in class)"
    ],
    "成績評価Grading3": "備考　Note\n70%: commitment to class\nThe commitment to class and in-class performance (evaluated chiefly by submitted worksheets as well as by students' responses to the instructor's questions during the class)毎回提出するワークシートは重視する。\n30%: the in-class/online end-of-term exam",
    "更新日時/Date of Update0": "2023年01月12日 15時43分23秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "春学期／Spring",
      "水曜５時限／Wednesday 5",
      "春学期／Spring",
      "Ｆ－３０６"
    ]
  },
  "campas": 0,
  "name": "【100】英語ＡI　１７／English AI",
  "管理部署": 1,
  "単位数": 1,
  "担当者": "木下　由紀子（KINOSHITA YUKIKO） ",
  "履修基準年度": "１年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 18,
  "評価1": 2,
  "評価2": 3,
  "開講期": 1
}
