{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "優れた英語で書かれた文学テキストを読み通すことによって、各々の学生が持続的に英語を学んでいくために、また、英語を通して知見を深めていくために必要とされる、自主的学びへの意欲と自信を育てる。英語力の伸長に加え、英語文学の重要な背景を成す英語圏の文化と思想と社会について造詣を深める。", "到達目標": "積極的な受講を通して以下の効果が期待できる。１）英語の能力を全般的に伸長できる。２）自主的・自律的学習者へと成長できる　３）英語で書かれたテキストを理解するとともに、テキストが提供するテーマについて深く考え、意見をまとめ、表現していく能力を養える。４）テキストの背景を成す英語圏の社会と文化と思想について理解と考察を深める一方、自国の社会・文化状況を再考することができる。", "授業方法": "The class deals with C.S. Lewis’s The Lion, the Witch and the Wardrobe.  The focus of each class is on the characters and the plot (who appears and what happens in each chapter), and the themes which the text explores. A reading comprehension quiz is given at the beginning of each class: students are expected to complete the worksheet and submit it to the instructor. The submitted work is to be checked, marked and returned to them. Preparation for each class and regular attendance are required: students are expected to read the assigned chapters (around 20 pages) prior to class, and be ready for in-class discussion.  All class activities are to be conducted in English. WHEN REQUESTED by the department, ONLINE CLASS via Zoom assisted by LUNA will be given to those who need it. Distance-learners must retrieve prior to class the worksheet and other class materials from LUNA&#39;s course site and submit their completed worksheets via LUNA by the set deadline. 授業ではC. S. Lewis のThe Lion, the Witch and the Wardrobe を読む。多読を目的とする授業であり、一回の授業で１章あるいは2章(20頁程度)を読む。授業ではまず登場人物とあらすじを整理するところから始め、テキスト理解の上で重要な箇所を精読することで、テーマについても理解を深めていく。授業はすべて英語で行い、討論によって理解を深めていく。(したがって予習と出席は欠かせない。)　毎回その日の授業内容にかかわるクイズ(ミニテスト)に答え、それを提出することを義務付ける。主にこのクイズによって各々の学生の授業への取り組み度を測る。<BR/>【遠隔授業対応について】学部から遠隔授業の要請があった場合、対象学生に対してZoomを導入し、授業をLive配信する。遠隔授業受講者は毎回。課題と授業資料を授業前にLUNAのコースサイトからダウンロードしたうえで、Zoomにより授業を受講し、課題を提出期限内にLUNAを通じて提出すること。", "トピック": {"第1回": ["Introduction to the course and text: start reading Chapter 1", "Secure at least 2-3 hours per week:read the assigned section prior to class;complete the given worksheet.少なくとも2時間から3時間を確保し、所定の章を読み（予習）、ワークシートを完成させること（復習）。"], "第2回": ["Reading and discussing Chapter 1", "同上 the same as above"], "第3回": ["Reading and discussing Chapter 2", "同上"], "第4回": ["Reading and discussing Chapter 3", "同上"], "第5回": ["Reading and discussing Chapter 4", "同上"], "第6回": ["Reading and discussing Chapter 5", "同上"], "第7回": ["Reading and discussing Chapters 6", "同上"], "第8回": ["Reading and discussing Chapters 7-8", "同上"], "第9回": ["Reading and discussing Chapter 9-10", "同上"], "第10回": ["Reading and discussing Chapter 11-12", "同上"], "第11回": ["Reading and discussing Chapter 13-14", "同上"], "第12回": ["Reading and discussing Chapter 15-16", "同上"], "第13回": ["Reading and Discussing Chapter 17", "同上"], "第14回": [" In-class end-of-term exam", "Preparation for the exam. 試験準備。Distance learners take the end-of-term exam assisted by LUNA and Zoom only when this measure is requested by the department.学部からの要請があった場合遠隔授業受講者はZoomとLUNAを通じて同様の試験を受ける。（別途指示する。）"], "授業外学習2": "Students need to secure at least　2-3 hours per week for the preparation and review of each class. This means that students are expected to read the assigned text carefully and think about its theme. Please understand that preparation for class is absolutely necessary for effective learning. They should also complete the worksheet given in each class on their own and submit it to the instructor by the designated deadline. 　 授業から最大限の効果を得るためには予習が欠かせないことを念頭においてください。復習を含め、一週間に最低2-3時間の学習時間を確保すること。授業に先立って、テキストを注意深く読み、そのテーマ等についてあらかじめ考えて授業に臨むこと。所定の課題(ワークシート)に取り組み期限内に提出すること。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["C. S. Lewis", "The Lion, the Witch and the Wardrobe", "HarperTrophy", "2002 年", "978-0-06-447104-６", ""], "教科書Required texts0": "C. S. Lewis. The Lion, the Witch and the Wardrobe. London:HarperTrophy, 2002.\nISBN: 978-0-06-447104-6", "参考文献・資料Reference books0": "Book/articles/video titles will be mentioned in class when necessary.", "学生による授業評価の方法Course Evaluation by Students0": "Students’ evaluation of each class could be inferred though their comments and general achievement levels reflected in the question sheets given and submitted at each class. The end-of-semester course evaluation by students is to be conducted in accordance with the faculty’s policy.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "the in-class end-of-term exam"], "成績評価Grading2": ["その他／Others (99)", "70 %", "授業への取り組み・毎回の課題（ワークシート）The commitment to class and in-class performance (evaluated chiefly by submitted worksheets as well as by students' responses to the instructor's questions in class)"], "成績評価Grading3": "備考　Note\n70%: commitment to class\nThe commitment to class and in-class performance (evaluated chiefly by submitted worksheets as well as by students' responses to the instructor's questions during the class)毎回提出するワークシートは重視する。\n30%: the in-class/online end-of-term exam", "更新日時/Date of Update0": "2021年09月08日 11時04分26秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "Ｇ－１０８"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】英語ＡI　１９／English AI", "管理部署": "文学部／School of Humanities", "単位数": "1", "担当者": "木下　由紀子（KINOSHITA YUKIKO） ", "履修基準年度": "１年", "授業形態": "対面授業/Face to face format", "緊急授業形態": "同時双方向型オンライン授業/Online format: Simultaneous and two-way", "オンライン授業形態": "同時双方向型オンライン授業/Online format: Simultaneous and two-way", "時限1": "水曜５時限／Wednesday 5", "開講期": "秋学期／Fall"}