{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "AI翻訳が実装されつつある環境が広がる今日の世界では、オンラインミーティング等においてもすでに二言語併用、多言語併用ということは珍しくもなくなりつつあります。その中で、英語を学ぶさいのポイントは果たしてどこにあるのか、という視点の確認を行い、英語ライティングと英語スピーキングの関係を重視した視点から、英語学修の基礎につき実践的にスキルをまなびます。&nbsp;", "到達目標": "英語のパラグラフに必要な情報形式の要件を、具体例を通して体得すること、口頭での発表を意識したライティングの習慣を身につけること、この二つこのコースの到達目標です。", "特記事項": "", "関連科目": "「芸術」A・B（法学部・商学部ほか）", "授業の概要・背景": "初学者には作文形式上のお任せのテンプレート(ひな型)の機能形式の模倣学習と、主題化に即した情報の目的形式の生成構築の必要とが混同されている場合が多いので、英語ライティングでのアウトラインの作り方につき、意図的に時間を割きます。サンプル英文の観察報告をもとめるのも、この方針によるものです。「情報」の形式化に即した議論での価値転換等の<span style=\"font-size:13.28px;\">作業の必要やアイデアの形式化の過程に出てくる意義・決め手(significance)の発見に関しては、英文サンプルとしては自由度が高い散文よりは、字数制限・定型性があり、論証的な要素もある英語詩歌の方がわかりやすいくらいなのですが、この認識の確立は、日本語の作文では定型性が短歌・俳句どまりになった現状で道遥かともみえます。討議というものが一種の歌会のようなものではないことは教育的には自明なはずなのですが、14行詩であれ英語詩では抒情詩でも論述要素があります。「擬人法」といっても日本語と英語では意味が違います。英語ライティングでは、パロディの作り方といったものも普通に見受けられます。そうしたことを初学者が知っておき、討議に耐える文章を書くための要件を確認しておくことも大切です。それがあってのAI翻訳等の有効活用ということになります。</span>", "授業方法": "英語での口頭発表を前提に発声法を意識した練習を進めます。教科書の作文例を言い換える、要約する、書き換えるなどの視点を導入し、英語ライティング固有の形式を習得します。<div><br /></div><div><br /></div>", "トピック": {"第1回": ["教科書の使い方と準備・授業の進め方とAIの活用他学修環境のこと<div>話題として、語彙の再配列問題にAIはどうとりくんでいるのか。</div>", "事前に教科書中の語の並べ替え練習の問題だけは全問解いておくこと。自主判定のための試験に備えましょう。"], "第2回": ["<div>文形式の選択とパラグラフ構成の原理はいかに関連しているのか</div>英語文章形式の分析: 情報形式とパラグラフの目的", "英語観察の技法について、各ユニットの英語文章サンプルの選び方に即して考える習慣を身につけよう。"], "第3回": ["事実情報を仕分けて評価を導き出すこと。", "命題文の作り方を学ぼう。"], "第4回": ["<div>命題を明確にする書き方</div>主語の決定・語順の決定とその目的", "主語を使った話題の限定と判断の導出の仕方、考え方を、英語の形式として学ぼう。"], "授業計画1": "<div>教科書はとてもよくできたものなので、<span style=\"font-size:13.28px;\">以下の点に注意して、良さを最大限に引き出すように活用して、授業準備や復習活用に取り組んでください。</span></div><div><br /></div><div>①　この教科書の一つの特徴として、作文に活用できる文法解説の英語例文はマキとアレックスの学生二人のなれそめからの発話として書かれています。マキはパーカッショニスト、アレックスはカピバラロボットを開発実験中です。文法例文をユニットごとにたどってゆくと、文法解説例文なのにストーリー展開が浮かんできますから二人とロボットがどうなるか、お楽しみに。例文をもとにストーリーに書き換えるなど、ライティングの契機につなげやすい点を理解して教科書のまとまったサンプル文(こちらにはマキとアレックスは登場しませんが文法学習主題は共通です）も観察、活用しましょう。書き換え練習はこのコースでは重要です。</div><div><br /></div><div>②　語順並べ替え問題についた日本語から英語をAIで生成すると違った英語も出てきます。日本語は書き言葉と話し言葉の差が大きく、それがAIを困らせるわけですが、英語で書く時にくだけすぎた英語を使う癖はつけないほうが無難でしょう。データベースを活用してこの教科書じたいが作られているので、AI活用とこの教科書の相性は結構よいと評価できます。AIも活用しながら、ライティング習慣をつけてゆくタスクがあるので、AIは未完成のロボットに付き合うように有効活用しましょう。アイデアを作り、判断を導くのは、あくまでも皆さんですから。</div><div><br /></div><div>③　英語に限らず、自分の作文をどれだけ声に出して発表してきたでしょうか。<span style=\"font-size:13.28px;\">口頭でのスピーチを前提とした発音・発声には意識的に取り組みましょう。read a paperとわれる発表スタイルでも、文章の棒読みではありません。相手に声で伝えるための表現の工夫が必要です。この点に留意して教科書の音源も活用してとりくみましょう。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">④　ライティング本位の辞書や辞書アプリ等の活用のコツは授業でも適宜お伝えします。参考書のように読める手ごろな紙の学習辞書、英英辞書などがあると、この授業で有難味がわかるかもしれません。適度に間違いの個人的な傾向につき、きめ細やかに気づかせ、提案してくれるような気が利いたおしゃれなAIがあればよいのですが、現状ではまだ普及は期待できません。逆に、英語と日本語、同時に書いてゆけば(作ってゆけば)、相互のAI言語尾変換の特徴が感じ取れるわけです。ライティングでは言語に向き合い、書き換えてゆく過程がますます学修上重要となります。この点にもご留意いただければ幸いです。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">準備等の取り組みでわからない点があれば、ご質問ください。</span></div><div><br /></div>", "授業外学習2": "活用が目的なので、並べかえ問題はすべて、あらかじめ解いておくこと。まとめて判定確認の試験があります。サンプル英語の評価、観察報告が必要です。<div><br /><div><br /></div></div>"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "20 %", ""], "成績評価Grading3": ["平常リポート／Individual reports (04)", "10 %", ""], "成績評価Grading4": ["授業外学修課題／Assignment, homework required outside class (06)", "20 %", ""], "成績評価Grading5": ["プレゼンテーション・発表／Presentation (07)", "10 %", ""], "成績評価Grading6": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "10 %", ""], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "Ｆ－１０４"]}, "campas": 0, "name": "【100】英語ＢI（コミュニケーション）　１５／English (for Communication) BI", "管理部署": 1, "単位数": 1, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 18, "評価1": 1, "評価2": 2, "評価3": 3, "評価4": 7, "評価5": 4, "評価6": 5, "開講期": 1}