{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "春に引き続き、初等文法の習得を目的とします。秋の予定は「準備編：動詞の3基本形」～最終章「17章：形容詞の語尾変化」までです。特に秋の学習内容では、「枠構造」と呼ばれるドイツ語特有の文型が多く出て来ます。英語の語順とは全く異なりますので、注意しましょう。", "到達目標": "1：語形変化のパターンの理解と習得(春に引き続き)<BR/>2：枠構造の意識と習得<BR/>3：さまざまな文型や表現の習得<BR/>4：ドイツ語検定試験3級合格レベルへの到達", "授業方法": "上記の通り、非常事態宣言下にある授業開始時は春学期に引き続きZOOMによるオンライン授業を行いますが、今後の感染状況が改善し、活動制限レベルが引き下げられた場合は、対面式授業に移行する予定です。その際は授業で改めて周知を図ることとします。<BR/><BR/>文法事項についてはテキストに詳細があるので、板書は主としてそれらの補足事項になります。また、テキストには書かれていないけれど、独文科の皆さんにはこのさき是非知っておいてもらいたい事柄は、別途資料を作って配布します。ただし、それはステップアップということですので、まずはテキストの内容を固めることが先決です。<BR/>練習問題については、出来るだけ時間を作って授業中にいくつかこなせるようにしたいと考えています。", "トピック": {"第1回": ["準備編：動詞の三基本形<BR/>　　　　春学期は現在形だけを扱って来ましたが、秋からは過去の表現を学びます。動詞の原形に過去表現で必要な２種類の動詞の形を加えたものを、三基本形と言います。", ""], "第2回": ["第９章：過去形<BR/>　　　　三基本形の一つ、過去基本形の使い方を学びます。ドイツ語では過去形も主語に応じて人称変化します。これを過去人称変化と言います。", ""], "第3回": ["第１０章：現在完了<BR/>　　　　　三基本形のもう一つの形、過去分詞を用いた過去の表現について学びます。話法の助動詞の時と同じく、文型に注意しましょう。", ""], "第4回": ["第１０章：過去完了<BR/>　　　　　過去のある時点からさらに以前の事柄を表現する方法です。過去基本形の使い方と過去分詞の使い方を組み合わせたものです。", ""], "第5回": ["第１１章：受動態<BR/>　　　　　受身の表現について学びます。ここでも過去分詞を使いますが、やはり特徴的な文型をとります。注意しましょう。", ""], "第6回": ["第１２章：接続詞<BR/>　　　　　英語のbecauseのような、文と文をつなぐための接続詞の使い方を学びます。このような接続詞が付いた文を従属文と言います。ここも文型への意識が大切になります。ドイツ語は特に文型が重要です。", ""], "第7回": ["第一回確認テスト：中間試験です。もちろん、それ以前の内容もきちんとおさらいしておきましょう。<BR/><BR/>第１５章：関係文<BR/>　　　　　関係文も従属文の一種ですので、話の流れを優先して先に１５章をやります。関係代名詞を用いた文を関係文と言います。まずは関係代名詞の使い方です。ドイツ語の関係代名詞は使い方が複雑に見えると思いますので、必要とあれば二回に分けて説明します。ドイツ語では関係代名詞も格変化します。", ""], "第8回": ["第１５章：関係文<BR/>　　　　　続きです。関係文もまた特殊な文型をとりますが、１２章で学んだ従属文と同じ文型です。慣れてもらうために、授業中に少しまとまった練習をしましょう。", ""], "第9回": ["第１３章：接続法第１式<BR/>　　　　　「誰それが～と言った」のような間接話法について学びます。接続法は動詞の変化で表現しますが、第１式は現在形がベースになります。", ""], "第10回": ["第１３章：接続法第２式<BR/>　　　　　「もし～だったら」のような英語の仮定法にあたる表現です。ドイツ語では非現実の話法と言います。２式の方は過去形がベースとなります。", ""], "第11回": ["第１６章：zu不定詞句<BR/>　　　　　英語のto＋動詞の原形と同じ表現方法について学びます。ドイツ語ではzu＋原形で表現し、これをzu不定詞と言います。作り方は極めて簡単ですが、このzu不定詞をどこに置くかが今回のポイントです。", ""], "第12回": ["第１４章：比較表現<BR/>　　　　　形容詞の比較級や最上級について学びます。", ""], "第13回": ["第１７章：形容詞の格変化<BR/>　　　　　the beautiful flowerのように、形容詞を名詞の修飾語に用いる場合の注意点について学びます。ドイツ語ではその場合、形容詞も格変化します。ケースバイケースでの変化のパターンを整理しておきましょう。", ""], "第14回": ["第二回確認テスト：秋の期末テストです。一年の総まとめのテストでもありますので、再度一から復習し直して、二年生以降の勉強に備えましょう。", ""], "授業外学習2": "予習・復習は必須。それぞれ最低でも1時間が望ましい。(春と同様)"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["在間進ほか", "独検５級・４級・３級対応　ドイツ語文法", "三修社", "2016 年", "978-4-384-11274-0 C1084", ""], "参考文献・資料Reference books0": "辞書必須。\nまた、ドイツ語検定のためのテキストなどについては別途指示する。", "学生による授業評価の方法Course Evaluation by Students0": "春に同じ。全学統一の方式による。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "成績評価Grading2": "備考　Note\nテスト：60％＋平常評価：40％（春学期と同じ）\n\n春学期と同様、授業期間内に2回に分けて確認テストを実施します。これが定期試験の代わりになります。試験は1回につき100点満点。100点×2に対して×0.3したものを総合成績の点数に反映させます。\n\n平常評価は授業に対する積極性や課題、宿題などを総合して評価します。欠席（忌引きや公欠は除く）は4回まで許可します。遅刻は3回で欠席1回に換算します。欠席回数が5回を超えると成績評価対象外となり、単位が出ませんので注意して下さい。ただし、上記以外の理由で休んだり遅刻した場合も必ず報告して下さい。考慮出来るものについては考慮します。", "更新日時/Date of Update0": "2021年10月12日 10時41分50秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "Ｆ－３０４"]}, "campas": 0, "name": "【100】ドイツ語ＡII　６／German AII", "管理部署": 1, "単位数": 1, "担当者": "吉澤　賢（YOSHIZAWA MASARU） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 7, "評価1": 2, "開講期": 2}