{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "絵画や彫刻を中心に、建築、工芸、舞台なども含めた西洋の芸術について、基本的な枠組みを学ぶ。", "到達目標": "西洋の芸術について、基礎的な知識と大まかな流れや枠組みを理解するとともに、芸術の再考に繋げる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "西洋の芸術における二大柱として、ギリシア神話とキリスト教の物語が挙げられる。本科目では、これらのうち主にギリシア神話の主題に焦点を当て、古代から近代に至る具体的な造形作例を挙げながら、異なる時代や文化的背景によって「古典」がいかに変容しつつ再解釈・再創造されてきたのか考察する。このように、本科目では、ギリシア神話をひとつの参照軸とすることにより、各々の芸術様式の特徴を浮き彫りにすることを試みる。<BR/>西洋の芸術をめぐる基礎知識について理解を深めるとともに、それらを活用し、身近にある芸術を多角的な視点で見つめ直す契機としてほしい。", "授業方法": "基本的に対面授業<BR/><BR/>※ただし、場合によっては以下の措置を取る。<BR/>感染防止重点期間の対応：オンライン（授業資料・授業動画のオンデマンド配信）<BR/><BR/>【オンライン受講許可学生対象】<BR/>「zoomによる同時双方向」で配信予定。該当者は事前に佐藤(mariestsum@gmail.com)まで連絡し、zoomのURLや配布資料データを取得すること。授業時は開始5分前までにzoomに入っておくこと。", "トピック": {"第1回": ["イントロダクション：「芸術」と「模倣」", ""], "第2回": ["古代ギリシアにおける神話の表象例①：アフロディテ", ""], "第3回": ["古代ギリシアにおける神話の表象例②：アポロン", ""], "第4回": ["地中海美術における人体表象", ""], "第5回": ["古代ローマの芸術にみるギリシアの継承と拡張", ""], "第6回": ["古代における彫刻・絵画・陶器の位置づけ", ""], "第7回": ["中世美術におけるキリスト教と「異教」", ""], "第8回": ["中世からルネサンスへ", ""], "第9回": ["イタリア・ルネサンス美術", ""], "第10回": ["ルネサンスにおける建築・音楽・演劇", ""], "第11回": ["ルネサンス・マニエリスム・バロック", ""], "第12回": ["バロックにおける襞、斬首と皮剥ぎ", ""], "第13回": ["新古典主義における「古典」の表象", ""], "第14回": ["まとめ：「再生」される古典と「白いギリシア」幻想", ""], "授業外学習2": "毎回、授業の内容の復習および概説書や関連書籍を読むなどして知識を補ったうえで、次回の授業に臨むこと。また、期末レポートに向けて、関心のあるテーマについても、書籍やインターネットなどを活用しながら、少しずつ調べておくこと。毎週最低でも120分を授業外学習時間に充てることを求める。さらに、可能であれば、美術館や博物館にも足を運ぶことを勧める。<BR/>なお、コメントシートへのフィードバックは、基本的に次回授業時に行う。また、レポートへのフィードバックとしては、提出されたレポートに点数と短いコメントを付して返却する予定。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "特に指定しない。授業内で適宜紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", "授業内容を踏まえたうえで、各自関心のあるテーマについて調べ、考察する。授業内容の理解度に加え、それをいかに発展させ、論理的に考察・論述できているかを評価する。詳細は初回授業時に述べる。"], "成績評価Grading2": ["その他／Others (99)", "40 %", "小課題（随時）ないし授業内容についての質問やコメントを、適宜提出してもらう。こちらについても、授業内容の理解度に加え、それをいかに発展させ論理的に考察・論述できているかを評価する。詳細については初回授業時に説明する。"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】\n成績評価の方法は、上記の対面授業出席者と同じ。ただし、提出はいずれもLUNAで行うものとする。", "備考Note0": "・【重要】授業の詳細については初回授業で述べるので、履修予定者は必ず出席のこと。\n・本科目は通史や概説とは異なるため、西洋の芸術にかんする基本知識は各自の学習によって補足してもらう必要がある。\n・芸術史とはいえ、芸術作品だけでなく文献も多用する。そのため、文献精読を厭わない学生を歓迎する。\n・「オンライン受講許可学生」は、授業参加方法や課題提出方法が異なるため、該当者は学期開始前に必ず佐藤まで連絡のこと。\n・なにかあった場合の連絡先は以下のとおり：mariestsum@gmail.com", "更新日時/Date of Update1": "2023年01月12日 16時59分33秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "５別－１"]}, "campas": 0, "name": "【200】芸術史（西洋）／History of Art (Western)", "管理部署": 1, "単位数": 2, "担当者": "佐藤　真理恵（SATO MARIE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 1, "評価2": 4, "開講期": 2}