{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "近年、情報伝達の中心となっている映像の歴史をたどりながら、映像をメディアとして意識的に「見る」ことを身に付けます。特に、その端緒である18世紀から20世紀にわたる映像（写真、映画、ビデオ、更にコンピュータ映像）を通じて、メディアの特性を考えます。メディアがその背後でどのように成立しているのかを考えることが本講義の目的です。そのため具体的に古典的な映像作品を見ることで、考察を深めるヒントとします。", "到達目標": "(1)メディアを狭い意味での情報の乗り物ととらえるのではなく、メディアそれ自体が意味をもっていること理解する。<BR/>(2)メディアに対して人々の持つ意識が時代と共に変化することを具体的に説明できる。<BR/>(3)20世紀のメディアであった映像が21世紀どのように変化していくか、そのことを常に自覚し、説明できる。<BR/>(4)様々なメディアに対して自分自身が考える批評的視点で議論を展開することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "芸術論（映像）の授業も受講すると学習のよい刺激になると思います。", "授業の概要・背景": "", "授業方法": "新型肺炎流行で不確定な点はありますが、出来る限り対面の講義形式で行います。映画史、メディア史の古典であり重要な作品を部分的ですが鑑賞しながら理解を深めます。授業4回目、9回目（予定）には、簡単な小リポートの提出を求めます。", "トピック": {"第1回": ["1.メディアとしての映像の根源、見るものであり、見られるものである顔と鏡。顔と鏡をめぐる映像表現。", "【復習課題】<BR/>鏡の歴史についてWeb等で調べてみてださい。<BR/>青空文庫で『白雪姫』グリム　菊池寛訳以下のページで読んでください。<BR/>https://www.aozora.gr.jp/cards/001091/files/42308_17916.html"], "第2回": ["2.透明化された視線、断面を見る視線と見おろす視線。視線は決して無色透明でありのままのものではない。", "【復習課題】<BR/>配布した『鏡像段階』の文章をよく読んでください。<BR/>また、以下のwebページを鑑賞してください。<BR/>Dadaism https://www.youtube.com/watch?v=ABNwtDyx7T4<BR/>Surrealism https://www.youtube.com/watch?v=fH1uXlm9qoQ"], "第3回": ["3.特権化された視線の欲望（パノラマとジオラマ、パノプチコン）啓蒙（光の哲学）とは、百科全書とは何か。", "【復習課題】<BR/>啓蒙思想について、高校の教科書で復習をしてください。<BR/>大阪府立図書館のwebページ、百科全書を見てください。<BR/>https://www.library.pref.osaka.jp/France/France.html"], "第4回": ["4.額縁の包囲（所有と権力）あるいは、コレクション（蒐集の喜び）。モノをコレクションする理由とその変遷。", "【復習課題】<BR/>自分が物を集めたこと（コレクション）について、何故それを集めたのか考えてください。"], "第5回": ["5.写真成立（18世紀～19世紀の視覚文化）。これがお前だよ。自己の確立の隠喩として写真がもたらすパラドックス。", "【復習課題】<BR/>明るい部屋―写真についての覚書　ロラン・バルト　みずす書房、写真論　スーザン・ソンタグ　晶文社　等の写真に関する書籍を一読してください。"], "第6回": ["6.映画の誕生とその多様性（リュミエールとメリエス、そしてポーターへ）。現実か、虚構か。映像のアダムの時代。", "【復習課題】<BR/>Webでリュミエールやエジソンの映画を鑑賞してください。"], "第7回": ["7.運動と静止。動くことの驚き。ムービーとは動くことであった。", "【復習課題】<BR/>1910年代のアバンギャルド映画について、webで調べてください。"], "第8回": ["8.映像は改変される。ショットはshoot（撃つこと）であり、cut（排除）される。編集が映像の意味を変える。", "【復習課題】<BR/>shoot,shotの意味を辞書で調べてください。"], "第9回": ["9.映画が物語を語りだす。昔、むかし。", "【復習課題】<BR/>WebでD.W.グリフィスの映画を鑑賞してください。"], "第10回": ["10.映画は光るものしか映らない。いったい光るものは何なのか", "【復習課題】<BR/>一本の映画の中で光るものを確認してリスト化してみてください。"], "第11回": ["11.映画が喋る、歌う、そして踊る。映像と音との幸福な出会い。", "【復習課題】<BR/>以下のウイキペディアを読んでください。<BR/>https://en.wikipedia.org/wiki/Musical_film"], "第12回": ["12..映像の持つ特権的な記号。映像が生み出す形式。映画の用語「クリフハンガー」は物理的な宙吊りであるとともに意味の宙吊りでもあった。", "【復習課題】<BR/>映画で事件が起こる場所はどこだろうか。何本かの映画を観て考えてみましょう。"], "第13回": ["13.今日の映像（コンピュータ他）リアルとリアリティ。CGが主役となった1991年の軌跡。現実より現実らしい表現。", "【復習課題】<BR/>1990年以降の映画と1990年以前の映画を見比べて、CGの存在について考えてみてください。"], "第14回": ["14．ローマン・ヤーコブソンのコミュニケーション・モデル<BR/>コマーシャル映像の変遷、その1。いったい何を伝えたいの。テレビというおもちゃ箱。", "【復習課題】<BR/>ローマン・ヤーコブソンのコミュニケーションモデルを利用してCMを分類してください。"], "授業外学習2": "大学に在籍している機会を生かして、普段見ることのない古典的な映像作品（例えば、小津安二郎、溝口健二、黒澤明）を見る時間を作ってください。多くは関西学院大学図書館で見ることができます。"}, "評価": {"教科書Required texts0": "特にありません", "参考文献・資料Reference books0": "もし興味があれば、以下の書籍を読んでください。かなり難解な書物もあります。\n『眼の誕生』アンドリュー・パーカー 草思社 2006\n『通勤の社会史』イアン・ゲートリー 太田出版 2016\n『声の銀河系』 山田登世子 河出書房新社 1993\n『眼と精神』M. メルロ＝ポンティ みすず書房 1966\n『言葉と物』ミシェル・フーコー 新潮社 1974\n『グラモフォン・フィルム・タイプライター』キットラー 筑摩書房 2006\n『迷宮としての世界』グスタフ・ルネ・ホッケ 岩波文庫 2018", "学生による授業評価の方法Course Evaluation by Students0": "大学所定のフォーマットで行います", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", "テーマに従って自分の意見を自分の言葉で論じてください。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "授業のまとめではありません。自分の意見を自分の言葉で記述してください。"], "成績評価Grading3": "備考　Note\nLUNAでのネットワークを介したリポート提出を行います。2回の平常リポート（小リポート200字程度）を求めます。40％の配点です。加えて、授業末に試験に代わるリポートを求めます（1200字程度）。60％の配点です。各リポートのテーマは授業中、そして、LUNA上で提示します。", "更新日時/Date of Update0": "2023年04月29日 08時56分42秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "５別－２"]}, "campas": 0, "name": "【200】芸術論（メディア）／Methodology of Art (Media)", "管理部署": 1, "単位数": 2, "担当者": "橋本　英治（HASHIMOTO EIJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 4, "評価1": 1, "評価2": 3, "開講期": 1}