{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "古代末期の宗教変容に女性がいかに参加し、かかわったかを明らかにする。とくに女性使徒テクラと彼女の影響を受けた古代末期の女性たちに焦点を当てる。", "到達目標": "上記の古代末期の宗教変容過程で女性の果たした社会的機能について理解する。とくに女性使徒テクラと彼女の影響を受けた古代末期の女性たちの果たした役割について理解を深める。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "教父学、ビザンツ学、西洋古代中世史、ジェンダー・スタディーズ、宗教学、文化人類学などが関係する。", "授業の概要・背景": "授業の研究史的背景は二つある。ひとつは20世紀後半以降進展した古代末期研究であり、もうひとつは同時期に進行したフェミニズムとジェンダー・スタディーズである。婚約者と家族、それに出身都市を捨てて使徒パウロに従い、最終的にはそのパウロからも度自立して女性の使徒となるテクラは80年代以降研究史上の注目を集め続けてきた。また、古代末期同時代においても彼女は女性たちの生きる模範とされた。聖母マリアともエヴァとも異なる彼女のような生き方が、古代においてどのようにして許容され、多くの女性に受け入れられていったのかを探る。", "授業方法": "教員による講義を中心とする。", "トピック": {"第1回": ["エゲリアの巡礼とテクラの聖地：古代末期の女性巡礼エゲリアの「個」の発見と女性使徒テクラの聖地への巡礼。", "学期を通じて聖書、キリスト教、およびローマ史、ビザンツ史、それにジェンダー・スタディーズによく触れておくこと。"], "第2回": ["アダムとエヴァ：創世記神話の女性観。女性を男性の分身、対等なパートナーと見なす一方、強い従属と支配の下に置く思想がどうして誕生したのか。", "創世記やヘブライ語聖書のジェンダー観関係の研究に触れておくこと。"], "第3回": ["新約聖書の女性観：ユダヤ教やローマ社会の従属的な規範、部族や都市の伝統から「自由」になる契機が初期のイエス集団に存在し、女性がそれに積極的に参加した可能性について検討する。", "荒井献氏『新約聖書の女性観』、E.S.フィオレンツァ『彼女を記念して』などの関連書籍に目を通す。"], "第4回": ["パウロの女性観：パレスチナを超えてローマ世界に伝道するパウロは「自立」的な女性信徒とどう向き合ったか。ガラテア書、第1コリント書簡などからうかがう。", "同上。"], "第5回": ["『聖書外典パウロとテクラの行伝』と女性使徒テクラ①：テクラ行伝の内容理解。", "聖書外典とは何か、asceticismとは何か、まだ地中海宗教史についてよく予習しておくこと。"], "第6回": ["『聖書外典パウロとテクラの行伝』と女性使徒テクラ②：テクラ行伝に関する学説史①1980年代フェミニスト研究者の見方。", "ジェンダーと古代テキストの結びつきが西洋では早くからジェンダー・スタディーズ自体のなかでも重要視されていたことを勉強する。"], "第7回": ["『聖書外典パウロとテクラの行伝』と女性使徒テクラ③：テクラ行伝に関する学説史②1990年代の言語論的転回以降の見方。", "言語論的転回や現代的文芸批評について予習しておく。"], "第8回": ["『聖書外典パウロとテクラの行伝』と女性使徒テクラ④：テクラ行伝に関する学説史③ローマ女性史の進展と2000年代以降の研究。", "ローマやヘレニズムの碑文研究の進展についてよく勉強しておく。"], "第9回": ["女性使徒テクラと古代における女性の「個」の発見：都市共同体の変容と絶対神を前にした宗教共同体の形成。", "西洋における「個」の誕生とそれへの解釈についてよく勉強しておく。エージェンシーとは何かよく勉強しておく。"], "第10回": ["古代末期のテクラ崇敬：5世紀のテキスト『聖テクラの生涯と奇蹟』を中心に、古代末期のテクラ崇敬受容について解説する。", "東地中海の各地域の地理と歴史についてよく勉強しておく。"], "第11回": ["古代末期の女性と禁欲的修道運動、巡礼：テクラを生きる模範としたマクリナやオリュンピアスをはじめ、家族や共同体を離れ、神の前の個人として生きることで権威を上昇させたプルケリアや小メラニアなど、古代末期の女性たちを紹介する。", "古代末期の修道運動についてよく勉強しておく。"], "第12回": ["女性哲学者ヒュパティア：天上の「一者」に照応する内面の魂。伝統的共同体の横並びの神々と市民の列を離れ、絶対者の前の「個」を認識することで権威を上昇させたのはキリスト教女性だけではない最有力の事例としてヒュパティアを取り合げる。", "ヒュパティアに関してよく勉強しておく。"], "第13回": ["皇妃エウドキアと『殉教者キュプリアノス伝』：ヒュパティアと同時代に同じく哲学者の娘として生まれ、皇后となり、キリスト教巡礼として生きのびた皇妃エウドキアのエージェンシーを、「テクラの道」を歩む娘ユースタを主人公とする彼女自身の作品から分析する。", "テオドシウス朝についてよく勉強し、ヒュパティアや同時代の女性禁欲修行についてよく復習しておく。"], "第14回": ["皇妃エウドキアのオデュッセイア：同じく彼女の代表的な作品Homerocento（『ホメロス風聖書物語』）から、女性が古代の代表的な文化遺産を応用して新しい時代に適応する形に書き直し、女性を主体とするメッセージを残しえたことを知る。", "ホメロス作品を勉強しておくほか、これまでの授業をしっかり復習しておく。"], "第15回": ["定期試験（受講人数によってはレポートに変更もある）。", ""]}, "評価": {"教科書Required texts0": "とくに定めない。", "参考文献・資料Reference books0": "毎回授業時に指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "出席、授業への関与度を総合的に評価する。"], "更新日時/Date of Update0": "2023年02月26日 04時20分39秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "文－５"]}, "campas": 0, "name": "【300】西洋史学特殊講義　１／Slct Tpc Eur&Am Hist", "管理部署": 1, "単位数": 2, "担当者": "足立　広明（ADACHI HIROAKI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 0, "評価2": 4, "開講期": 1}