{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "受講生がポピュラー音楽を研究するための基本的な知識、および資料を扱うための基本的な方法を身につけることを目的とした授業です。", "到達目標": "以下の3点を到達目標として設定しています。<BR/>（1）ポピュラー音楽を研究するための基本的な知識を身につけること。<BR/>（2）音資料、映像資料、文献資料等を扱うための基本的な方法を身につけること。<BR/>（3）資料に基づく研究を実際に行い、その結果あるいは途中経過をリポートとしてまとめること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "本年度は明治以降、現在に至るまでの日本の流行歌・ヒット曲の歴史を概観します。具体的には、学校教育に西洋の「ドレミ・・・」の音階が導入された明治を出発点に、日本のポピュラー音楽のスタイルや音楽業界の形態が大きく変化した昭和に重点を置き、平成では主に新たなテクノロジーとの関係に絞って講義する予定です。こうした歴史の概観を通して、皆さんが普段お聴きになっている楽曲がどのような背景を持ち、どのような歴史的文脈の中にあるのかを考えてほしいと思います。", "授業方法": "講義を中心に授業を進めます。ポピュラー音楽の研究においては実際の音や映像にまさる資料はないので、授業中にできるだけ多くの音資料、映像資料等を視聴すると同時に、それらの捉え方、読み解き方など、資料研究に関する基本的な知識についてもお話します。また、毎回配布するミニット・ペーパーを通して授業、あるいは音楽に関する質問等があれば回答するなど、本年度のテーマの枠を越えた話をするような時間も、ある程度は設ける予定です。", "トピック": {"第1回": ["劇団と路上の演歌師たちの時代", ""], "第2回": ["ジャズ小唄と和製ブルースの時代", ""], "第3回": ["ブギウギとラジオドラマ主題歌の時代", ""], "第4回": ["洋楽カバー時代の始まり", ""], "第5回": ["ロカビリーとムード歌謡の時代", ""], "第6回": ["ポップス黎明期", ""], "第7回": ["エレキ歌謡からグループ・サウンズへ", ""], "第8回": ["フォークからニューミュージックへ", ""], "第9回": ["変容する歌謡曲", ""], "第10回": ["テクノポップとシティ・ポップの時代", ""], "第11回": ["アイドル・グループ時代の始まりとバンド・ブーム", ""], "第12回": ["J-POP誕生", ""], "第13回": ["インターネットの時代", ""], "第14回": ["日本ポピュラー音楽史概観", ""], "授業外学習2": "予習に関してはとくに必要ありませんが、過去の音楽環境に対する想像力を働かせるために、現在の音楽環境を生きていることから来る先入観をなるべく排して授業に臨んで下さい。復習は非常に大切です。毎回の講義におけるポイント、疑問点の整理はもちろんですが、授業で提示された音資料、映像資料等に関連する音楽作品、映像作品などをネット等で探して、できるだけたくさん聴いて、見て、その時代の音楽環境を感じて下さい。また、リポートのテーマ発表後は、その提出に向けてしっかり準備して下さい。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", ""], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業中に書いてもらうミニット・ペーパー等を通しての、授業への積極的参加に対する評価です。"], "更新日時/Date of Update0": "2023年01月12日 14時50分48秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "文－５"]}, "campas": 0, "name": "【200】美学芸術学資料研究　６／Rsr Mtr Aest & Art", "管理部署": 1, "単位数": 2, "担当者": "服部　智行（HATTORI TOMOYUKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 10, "評価1": 3, "評価2": 4, "開講期": 2}