{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "〈西洋絵画を読み解く〉<BR/>この授業は、西洋美術史上の古典的な絵画作品（ルネサンス、バロックからロココ、近代まで）に対する図像分析を通して、受講者が「イメージを読む」能力を養い、作品を記述し解釈するための基礎技術を身につけることを目的としています。", "到達目標": "この授業は、美術史の知識や方法論を学ぶことで、過去の芸術作品に対する理解を深め、その延長線上にある現代の視覚文化（写真、漫画から映画、アニメ、ゲームまで）を読み解くヒントを手に入れることを目標とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "この授業は、14回すべてを「対面授業」で実施します。<BR/><BR/>この授業は、発表型（受講者自身による「研究発表」。ひとり10分を予定）を中心とします。ただし、最初の数回（第１回から第３回を予定）は講義形式をとります。発表を終えた受講者は、発表内容をもとにして、学期末までに「6000字」以上の「研究リポート」を論文形式で仕上げます。<BR/><BR/>〈履修にあたっての注意〉<BR/>発表の準備のため、またリポートの執筆のため、受講者は授業時間外に、自ら設定したテーマについて自主的に、精力的に調査・研究する必要があります。<BR/><BR/>〈「研究発表」について〉<BR/>「研究発表」は、いわゆる「学会発表」形式で行います。具体的な手順は、以下の通り。<BR/>発表者は、プロジェクターでスクリーンに投影した絵画作品を前に、短時間（10分を予定）のプレゼンテーションを行います。発表前には、必ずレジュメ（発表内容を簡潔にまとめた書類。ウェブサイトや文献からの引用と、発表で参照する図版を含みます）を配布します。なお、発表者がパワーポイント等のプレゼン用データを用意する必要はありません。発表後、講師が簡単に感想を述べ、内容について質問します。<BR/><BR/>〈「ミニッツペーパー」について〉<BR/>この授業の「研究発表」パートでは、毎回、受講者には「ミニッツペーパー（minute paper　短時間で書くことのできるアンケート用紙）」を配布します。「ミニッツペーパー」には発表者と発表題目、発表に対する点数評価とコメントを書く欄があり、受講者は発表を聞きながら、その欄を埋めていきます。<BR/><BR/>〈「研究リポート」について〉<BR/>「研究リポート」（題目は「自分の研究発表の内容を、論文形式でまとめる」）は、将来の卒業論文作成に向けて、それに準じた形式（論文形式）で執筆します。論文の書き方は、授業内で説明します。ですが、先に以下のサイトに目を通しておくといいでしょう。「研究リポート」の提出には、LUNAを用いる予定です。<BR/><BR/>佐藤守弘「学術論文を書くために（2012年改訂版）」『洛中蒼猴軒』<BR/>http://web.kyoto-inet.or.jp/people/b-monkey/howto.html<BR/><BR/>また、論文とはどういうものか？　という実例を知りたい場合、以下のサイトが参考になります。<BR/>『美学会全国大会　若手研究者フォーラム発表報告集』<BR/>https://www.bigakukai.jp/wakate/<BR/><BR/>質問は授業の前後に、教室ないしは文学部２階の美学研究室にて回答します。<BR/><BR/>【オンライン受講許可学生対象】<BR/>授業の内容は、各回終了後「オンデマンド」で配信します（講師の発言をもとにしたテキストと、スライド画像を組み合わせたもの。動画配信は行いません）。課題の具体的な実施方法については、「成績評価備考」欄を参照。", "トピック": {"第1回": ["授業担当者による概説（図像分析の方法と研究発表の技術、以下「概説」と表記）１（2022年4月14日）<BR/>……具体例をあげながら、美学・美術史学の基礎的な方法論を紹介。また、授業全体のスケジュールを説明します。", "授業内で紹介したウェブサイトにアクセスし、活用してみてください。配布資料を通読し、引用文献等で興味を引くものがあれば、図書館で探し、手にとってみるといいでしょう。"], "第2回": ["概説２（2022年4月21日）<BR/>……「研究発表」と「研究リポート」の準備にあたって必要となる、文献や図版の探し方、学術データベースの利用方法、エッセイと論文の違い等を解説。", "上記の内容に加えて、以下の事柄に挑戦しましょう。仮のテーマ（例えばレオナルド・ダ・ヴィンチの絵画《モナ・リザ》について調査することになった、など）を設定し、授業内で紹介したデータベースを用いて、文献や図版を探してみましょう。見つかった論文に目を通し（斜め読みで構いません）、論文とはどういうものか、これまで読んだことのある文章（新聞記事、小説、エッセイ等）とはどう違うのか、考えてみましょう。"], "第3回": ["概説３（2022年4月28日）<BR/>……各自の発表担当日と順番を、クジ引きで決定します（厳密な抽選ではなく、就職活動や部活動等やむを得ない事情がある場合、日程を調整します）。また、「研究リポート」について説明します。", "クジ引きで決定した自分の課題作品をよく吟味し（画集を開く、ウェブサイトから高精度の全体写真や拡大写真を入手する等）、「研究発表」の準備をします。以下はその一例です。まず他の人と重ならないよう、オリジナリティあふれる研究テーマを設定します。次に、先行研究（自分の意見に先行して発表された、研究書や論文、雑誌記事）を調査します。その後、調査の結果を踏まえて、発表原稿を執筆します。発表が10分間でおさまるよう、予行練習をするといいでしょう。最後に、完成した原稿をもとに、当日配布用のレジュメを作成、印刷します。"], "第4回": ["受講者自身による分析の発表と授業担当者による補完、発表後の議論（以下「研究発表」と表記）１（2022年5月12日）<BR/>……この回以降、授業は毎回6名程度の学生が１人ずつ順番に発表を行う、いわゆる「研究発表」形式に移行します（研究発表の具体的な方法は、「授業方法」を参照）。", "自分の「研究発表」がまだ終わっていない人は、発表の準備をします（第３回の「授業外学修」を参照）。他の受講者による発表も、おおいに参考になるでしょう。「研究発表」を終えた人は、「研究リポート」提出に向け、テーマ設定の見直し、発表時では未消化だった疑問点の解消等、再調査を行います。"], "第5回": ["研究発表２（2022年5月19日）", "第4回と同じ。"], "第6回": ["研究発表3（2022年5月26日）", "第4回と同じ。"], "第7回": ["研究発表4（2022年6月2日）", "第4回と同じ。"], "第8回": ["研究発表5（2022年6月9日）", "第4回と同じ。"], "第9回": ["研究発表6（2022年6月16日）", "第4回と同じ。"], "第10回": ["研究発表7（2022年6月23日）", "この段階で、自分の「研究発表」がまだ終わっていない人は、発表の準備とともに「研究リポート」の準備も進めておくとよいでしょう。「研究発表」を終えた人は、「研究リポート」提出に向け、執筆を行います。論文形式のリポートは、通常のものより手間がかかります。提出締切日の１ヶ月前からとりかかることを、おすすめします。"], "第11回": ["研究発表8（2022年6月30日）", "第10回と同じ。"], "第12回": ["研究発表9（2022年7月7日）", "第10回と同じ。"], "第13回": ["研究発表10（2022年7月14日）", "第10回と同じ。"], "第14回": ["予備日（2022年7月21日、最終回）<BR/>……自身の研究発表をやむを得ない理由で欠席した学生は、この日に振り替え発表を行います。授業の履修登録者数によっては、研究発表11となる場合もあります。", "第10回と同じ。"]}, "評価": {"教科書Required texts0": "教科書は特に指定しません。", "参考文献・資料Reference books0": "〈読書は苦手！　１冊だけなら、という人は……〉\n池上英洋監修、まつおかたかこ画『マンガでわかる「西洋絵画」の見かた　美術展がもっと愉しくなる！』誠文堂新光社、2016年。\n\n〈アートのこと、もっと知りたい！　という人は……（入門書）〉\n若桑みどり『イメージを読む　美術史入門』ちくま学芸文庫、2005年。\n岡田温司『《ヴィーナスの誕生》　視覚文化への招待』みすず書房、2006年。\n小松左京、高階秀爾『絵の言葉』青土社、2009年。\n池上英洋『西洋美術史入門』ちくまプリマー新書、2012年。\n三浦篤『まなざしのレッスン１　西洋伝統絵画』東京大学出版会、2001年。\n三浦篤『まなざしのレッスン２　西洋近現代絵画』東京大学出版会、2015年。\n\nマルシア・ポイントン『はじめての美術史　ロンドン発、学生着』木下哲夫訳、スカイドア、1995年。\nエルンスト・H・ゴンブリッチ『美術の物語』天野衛ほか訳、ファイドン、2007年。\n\n〈アートについて、調べ物をするときは……（レファレンス・ブック）〉\nジェイムズ・ホール『西洋美術解読事典　絵画・彫刻における主題と象徴』高階秀爾監訳、河出書房新社、2004年。\n『西洋絵画作品名辞典』三省堂、1994年。\n『新潮世界美術辞典』新潮社、1985年。\n『オックスフォード世界美術事典』講談社、1989年。\n『世界美術大事典（全６巻）』小学館、1988-1990年（赤い装丁の美術系百科事典。カラー図版も充実）。\n『世界美術大全集 西洋編（全28巻＋別巻）』小学館、1992-1997年（白い装丁の美術全集。カラー図版の質は、現時点で最高）。\n\nその他の参考文献については、授業内で適宜指示します。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "学期末に提出する全１回・論文形式の「研究リポート」（6000字以上）を評価します。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "60 %", "全１回の「研究発表」と、ほぼ毎回の提出課題「ミニッツペーパー」を総合的に評価します。"], "成績評価Grading3": "備考　Note\n成績評価は、「平常リポート」（60点満点）と「定期試験に代わるリポート（いわゆる期末リポート）」（40点満点）で行います。「平常リポート」には、全１回の「研究発表」と、ほぼ毎回（全10回程度）の提出課題「ミニッツペーパー」を含みます。「定期試験に代わるリポート」は、学期末に提出する全１回・論文形式の「研究リポート」（6000字以上）です。「研究リポート」（題目は「自分の研究発表の内容を、論文形式でまとめる」）の評価基準は、以下の通り。\n\nＳ（40点）：「研究発表」の内容を踏まえた上で、その研究を発展させ、さらに独自の視点を加えたリポート。研究を発展させる方法としては、疑問点の整理と解決、追加取材・再調査の敢行、引用文献や図版の補遺等があげられます。\nＡ（30点）：「研究発表」の内容を踏まえた上で、その研究を発展させたリポート。\nＢ（20点）：「研究発表」の内容に準拠したリポート。\n\n【オンライン受講許可学生対象】\n「研究発表」は、事前にメール提出された発表原稿を、講師が代読する形式で行います。授業終了時に回収する「ミニッツペーパー」課題は、オンライン受講では実施できません。そのため、別の課題に置き換えます（1200字以上のリポート提出、複数回を予定）。学期末提出の「研究リポート」課題（6000字以上）は、対面授業と同様に行います。", "備考Note0": "授業中にヌードやグロテスクな表現など、人によって不安・不快に感じる可能性のある資料（ルネサンスから近代までの絵画・彫刻作品、現代アート等）を使用します。", "更新日時/Date of Update1": "2022年03月20日 09時03分58秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ａ－２０４"]}, "campas": 0, "name": "【200】美学芸術学資料研究　４／Rsr Mtr Aest & Art", "管理部署": 1, "単位数": 2, "担当者": "松野　敬文（MATSUNO TAKAFUMI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 22, "評価1": 1, "評価2": 3, "開講期": 1}