{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "魅力的な公演（様々な形態での興行）や音楽番組等の企画制作をするとはどういうことかを考える。授業では音楽番組(video)を企画制作し、その体験を通して、人に「伝える」ためには何が必要なのかを、それぞれの立場に立って考えてみたい。当然ながら、そこで紹介される芸術作品をいかに選ぶかということについても考えることになる。<BR/>そういった体験を通じて、人間にとって「創造すること」「表現すること」とは何か、またそれらと社会との関係性等についても、自分なりの視点を持つことを目的としたい。", "到達目標": "芸術作品を鑑賞者に紹介するときに必要なこと(アーティスティックな視点と、制作やマネージメントを行う側の視点)とは何かを考え、体験すること。今期授業では、音楽番組制作を通じて、良い番組、良いプロモーション、効果的な宣伝とはどういうものか等、自分なりの基準を持てるようになることを目指す。さらに、人間にとって「創造」「表現」とはどういうものなのかということについて意見を持つこと。", "授業方法": "講義、ディスカッション、グループでの企画制作、鑑賞、批評、レポート<BR/>なお授業形態は、「活動制限レベル」と、10月5日以降に確定する履修者数に応じて変更する可能性がある。従って10月5日以前はZoomによるオンラインで授業を実施する。授業各回の資料配信やZoom URL告知 についてはLUNAもしくはこのページの「授業外学習欄」に記入する。", "トピック": {"第1回": ["導入として、心に残った創作品（音楽、美術、映画、建築、演劇、小説、等々）について考察、ディスカッションをする。そこから人を感動させる要素とは一体何なのかを分析してみる。<BR/>オンライン（Zoom）授業とする。", "準備するもの：何も書いてない紙（理想的には、A4の白い紙だが、ノート等罫線が入ったものも可）1枚。<BR/>Zoom URL<BR/>https://us06web.zoom.us/j/83507589227<BR/>ミーティングID: 835 0758 9227<BR/>パスコード: 798230"], "第2回": ["１つの演奏会（または美術展等、他の形態でも良い）を企画する時に、どういう経緯で進めて行けば良いのか、何が必要なのか、等について、具体的に話し合う。<BR/>次回までに、人目を引く宣伝を調べる（実際のチラシやインターネット上の宣伝等）。<BR/>オンライン（Zoom）授業とする。", "Zoom URL<BR/>https://us06web.zoom.us/j/88436985784<BR/>ミーティングID: 884 3698 5784<BR/>パスコード: 113884"], "第3回": ["多くの聴衆を集めるためにはどうすれば良いのか、宣伝力とは何か、如何に人の心を掴めば良いのか、等について話し合う。宣伝形態(CM、チラシ、ダイレクトメール、メール、ツイッター、facebook等々)の効果について、実物を持ち寄り、話し合う。<BR/>オンライン（Zoom）授業とする。", "対面授業の予定。<BR/>教室は未定。お知らせを待ってください。"], "第4回": ["様々な芸術番組や演奏会のあり方について討論する。<BR/>制作する音楽番組のテーマ（コンセプト）について話し合う。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", "【オンライン受講生対象】<BR/>実習科目において、オンラインでどのように参加できるかなどについて、第1回目に話をする。なお、第4回目以降、授業資料配信やZoom URLはLUNAにアップする。"], "第5回": ["番組で取り上げたいテーマごとに分かれ、さらにその中でやりたいジャンルごとに分かれてグループを決める。グループで、テーマや内容、番組のイメージなどについて話し合う。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第6回": ["各グループで、内容（紹介する音楽など）を決める。音源を持ち寄り、意見を交換しながらテーマに合った音楽作品を探す。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第7回": ["テーマと音楽作品と関連性を探りながら、番組の構成を考える。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第8回": ["役割分担を考え、音楽番組制作に取り組む。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第9回": ["全体の構成を考えながら、できたものを皆で確認し、手直しを加える。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第10回": ["さらに確認し、手直しを加えて仕上げる。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第11回": ["各グループの発表①<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第12回": ["各グループの発表②<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第13回": ["各グループの発表③<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "第14回": ["全てのグループの発表を聴いた感想や、意見など、ディスカッションをする。<BR/>対面授業を予定しているが、状況次第で変更の可能性がある。", ""], "授業外学習2": "特に専門的な知識は必要としないが、演奏会、美術鑑賞、映画鑑賞等々、様々な芸術に、日頃から慣れ親しんでおくこと。また、簡単な演奏をすることになった場合には、楽器（簡易楽器やおもちゃの楽器でも良い）を、可能な範囲で自習、練習することを求められることがある。<BR/>グループで制作するビデオについては、無料ソフトでできる範囲の簡単な編集作業（動画、音源）をすることになるので、未経験者は授業外での学習が必要となることがある（ただし、グループ内の経験者がその作業を担当しても良い）。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "出席　レポート（質問、意見、感想など）"], "成績評価Grading2": ["その他／Others (99)", "60 %", "提出作品　最終レポート　授業内発表　実習の取り組み　積極性など"], "成績評価Grading3": "備考　Note\nディスカッションには積極的に参加すること。目的（この場合音楽番組制作）のために、グループのメンバーで力を合わせて取り組めるかどうか、その結果どのような作品になったかを評価する。授業での全ての取り組みの態度は評価の対象になる。従って、全回出席が前提である。", "更新日時/Date of Update0": "2021年10月16日 13時11分30秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "４別－４０２"]}, "campas": 0, "name": "【200】芸術学実習Ｂ／Practicum in Art Studies B", "管理部署": 1, "単位数": 1, "担当者": "福井　とも子（FUKUI TOMOKO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 11, "評価1": 3, "評価2": 4, "開講期": 2}