{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "受講者の英文読解力の向上に努める。「諸民族の交差点」であった19世紀のアドリア海東海岸の事例を基に、ナショナリズムについて多元的に考察する。", "到達目標": "１．英文を正確に和訳する力を高める。<br />２．英文の内容を把握する力を向上させる。<br />３．西洋史学研究の新たな可能性を知る。", "特記事項": "", "関連科目": "", "授業の概要・背景": "アドリア海東岸はラテン、ゲルマン、スラヴというヨーロッパを代表する民族集団が集う場所であったからこそ、住民は早くからナショナリズムに目覚めるだけでなく、その恐ろしさも認識されていた。その中で提案された共存策が持った可能性と限界を見ていくことにしたい。<div>Eastern Adriatic was a crossroads of the nations.&nbsp; From early, people recognized not only attractions but also fears of the nationalism.&nbsp; In this class, we will study about possibilities and limits about local intellectual's proposals for the coexistence of different nations.&nbsp;&nbsp;</div>", "授業方法": "対面授業を原則とする。<br />受講者による英文和訳の発表と担当教員による解説を中心に、演習形式で授業する。<br />毎回最後の30分間は、その日の学習内容の要約をレポートとして提出してもらう。<br />Students and the teacher read English text together, in a seminar style.<br />Students translate the text to Japanese, and the teacher gives comments.", "トピック": {"授業計画1": "第1回はイントロダクション。テキストを配布し、授業目的、授業方法を説明したのち、テキストの舞台となる地域、時代について写真も交えて講義する。<br />第2回以降はテキストの購読を進める。<br />最終回に授業中試験を行う。<br />The first class is an introduction.<br />From the second class, read the text.<br />In the final class, there will be a Final-term Examination.", "授業外学習2": "前回の授業で指示された範囲のテキストについて、各自が予習を行うこと。<br />英文を和訳するだけでなく、テキストに出てくる人名、地名、出来事についても可能な範囲で調べておくこと。<br />Students are required to read and translate the text in advance.<br />If possible, check the technical terms in the text as well."}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "テキストの内容理解、英文和訳の正確さ"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "要約作成。内容理解とポイントの把握度を見る。"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "Ａ－１０１"]}, "campas": 0, "name": "【200】西洋史学史料研究ＢI　２／Hist Doc Eur&Am Hist BI", "管理部署": 1, "単位数": 2, "担当者": "濱口　忠大（HAMAGUCHI TADAHIRO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 32, "評価1": 2, "評価2": 3, "開講期": 2, "成績評価備考": "割合　Percentage"}