{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "魅力的な公演（様々な形態での興行）や音楽番組等の企画制作をするとはどういうことかを考える。授業では音楽番組(動画)を企画制作し、その体験を通して、人に「伝える」ためには何が必要なのかを、それぞれの立場に立って考えてみたい。当然ながら、そこで紹介される芸術作品をいかに選ぶかということについても考えることになる。<BR/>そういった体験を通じて、人間にとって「創造すること」「表現すること」とは何か、またそれらと社会との関係性等についても、自分なりの視点を持つことを目的としたい。", "到達目標": "芸術作品を鑑賞者に紹介するときに必要なこと(アーティスティックな視点と、制作やマネージメントを行う側の視点)とは何かを考え、体験すること。今回は音楽番組制作を通じて、魅力的な番組、良いプロモーション、効果的な宣伝とはどういうものか等、自分なりの基準を持てるようになることを目指す。さらに、人間にとって「創造」「表現」とはどういうものなのかということについて意見を持つこと。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業を予定している。<BR/>ディスカッション、グループでの企画制作、講義、鑑賞、批評、レポート", "トピック": {"第1回": ["第1回<BR/>導入として、心に残った創作品（音楽、美術、映画、建築、演劇、小説、等々）について考察、ディスカッションをする。そこから人を感動させる要素とは一体何なのかを分析してみる。また、ここ数年のパンデミックにより、芸術鑑賞やエンターテイメント業界にどのような変化が起こったか、などにも言及する。", ""], "第2回": ["第2回<BR/>１つの演奏会（または美術展等、他の形態でも良い）を企画する時に、どういう経緯で進めて行けば良いのか、何が必要なのか、等について、具体的に話し合う。<BR/>効果的な宣伝方法について、意見を交換する。", ""], "第3回": ["第3回<BR/>多くの聴衆を集めるためにはどうすれば良いのか、宣伝力とは何か、如何に人の心を掴めば良いのか、等について話し合う。宣伝形態(CM、チラシ、ダイレクトメール、メール、ツイッター、facebook等々)の効果について、実物を持ち寄り、話し合う。", ""], "第4回": ["第4回<BR/>様々な芸術番組を実際に見ながら、良い点、良くない点を討論する。<BR/>音楽番組のテーマ（コンセプト）について話し合う。", ""], "第5回": ["第5回グループディスカッション<BR/>希望する番組のテーマごとに分かれてグループを決める。<BR/>グループで、テーマや内容、番組のイメージなどについて話し合う。", ""], "第6回": ["第6回グループディスカッション<BR/>各グループで、番組の内容、プログラムを決める。音源を持ち寄り、意見を交換しながらテーマに合った音楽作品を探す。<BR/>音楽番組鑑賞", ""], "第7回": ["第7回グループディスカッション<BR/>テーマと音楽作品と関連性を探りながら、番組の構成を考える。<BR/>音楽番組鑑賞", ""], "第8回": ["第8回グループディスカッション<BR/>役割分担を考え、音楽番組制作に取り組む。<BR/>音楽番組鑑賞", ""], "第9回": ["第9回グループディスカッション<BR/>全体の構成を考えながら、できたものを皆で確認し、手直しを加える。<BR/>音楽番組鑑賞", ""], "第10回": ["第10回グループディスカッション<BR/>さらに確認し、手直しを加えて仕上げる。", ""], "第11回": ["第11回<BR/>各グループの発表①", ""], "第12回": ["第12回<BR/>各グループの発表②", ""], "第13回": ["第13回<BR/>各グループの発表③", ""], "第14回": ["第14回<BR/>全てのグループの発表を聴いた感想や、意見など、ディスカッションをする。", ""], "授業外学習2": "特に専門的な知識は必要としないが、演奏会、美術鑑賞、映画鑑賞等々、様々な芸術に、日頃から慣れ親しんでおくこと。<BR/>音楽番組を制作するにあたって、場合によっては時間外学修が必要となる（ビデオ編集等）。"}, "評価": {"教科書Required texts0": "特になし", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "全ての提出物、制作や実習、発表の取り組み"], "成績評価Grading2": ["その他／Others (99)", "40 %", "平常評価（出席、授業態度など）"], "成績評価Grading3": "備考　Note\nディスカッションには積極的に参加すること。目的（この場合グループによる音楽番組制作）のために、グループのメンバーで力を合わせて取り組めるかどうか、その結果どのような作品になったかを評価する。授業での全ての取り組みの態度は評価の対象になる。従って、全回出席が前提である。", "備考Note0": "音楽番組（動画）制作については、PCなどの動画編集ソフトなどを使うことが求められるが、誰でも使える無料ソフトでできる範囲以上のことは求めない。つまり、動画編集技術を問うものではなく、どういうテーマで、どのような選曲をしたか、それをいかに構成し、見る人に伝えたか、どのような創意工夫が見られるか、というところが評価の対象となる。", "更新日時/Date of Update1": "2023年04月27日 17時45分35秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "Ｆ－３０１"]}, "campas": 0, "name": "【200】芸術学実習Ｂ／Practicum in Art Studies B", "管理部署": 1, "単位数": 1, "担当者": "福井　とも子（FUKUI TOMOKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 11, "評価1": 3, "評価2": 4, "開講期": 2}