{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生がペルシア語の基本的知識を身に付けることである。", "到達目標": "学生は、ペルシア語で書かれた歴史史料を読むための基本的知識を得ることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "西アジアやイスラームの歴史をテーマに卒業論文を執筆する場合、当然のことながら同時代に生きた現地の人々によって書かれた一次史料を読むことが必要である。現在、イラン・イスラーム共和国の公用語であるペルシア語は、かつては現在とは比較にならないほど広い地域でより多くの人々に利用されてきた言語である。とりわけ、11世紀以降のイスラーム世界東部においては、歴史書や伝記を始め、様々な作品がペルシア語が書かれており、この地域の歴史を研究する上でこの言語を習得することは極めて重要である。", "授業方法": "対面授業を行う。各回で主題となる文法事項について解説した後、練習問題などに取り組む。次の授業の冒頭で、前回分の文法事項に関する小テストを行う。<BR/>講義形式の対面授業を実施する。<BR/>【オンライン受講許可学生対象】ZOOMによる同時双方向型授業を実施する。レジュメは授業前日にLUNAの「教材・課題・テスト」に挙げる。<BR/>なお、オンライン受講許可申請した方は、担当部署から私への連絡が遅れる可能性がありますので、必ず私のメールアドレス宛にも連絡して下さい（afa79619@kwansei.ac.jp）。折り返しZoomのURLをお伝えします。", "トピック": {"第1回": ["イントロダクション：授業ガイダンス、アラビア文字①", "【復習】190分：アラビア文字の書き方と読み方を復習しておくこと。"], "第2回": ["アラビア文字②、発音と表記", "【復習】190分：アラビア文字の書き方と読み方、それぞれの発音や表記の注意点を復習し、自分の名前をアラビア文字で書けるようになっておくこと。"], "第3回": ["名詞、基本的な文章、疑問詞", "【復習】190分：ペルシア語の名詞の特徴、基本となる文章構造、疑問詞について、レジュメやノートの見直しをしておくこと。"], "第4回": ["形容詞、エザーフェ、人称代名詞①", "【復習】190分：エザーフェという新ペルシア語に特徴的な文法事項をしっかりと理解すること。また、形容詞の特徴や人称代名詞について、レジュメやノートの見直しをしておくこと。"], "第5回": ["過去形、前置詞", "【復習】190分：ペルシア語の動詞の時制のうち、最も基本となる過去形の変化について、レジュメやノートの見直しをしておくこと。"], "第6回": ["現在形①、複合動詞①", "【復習】190分：現在形の変化と注意点について、レジュメやノートの見直しをしておくこと。"], "第7回": ["現在形②、未来形、副詞①", "【復習】190分：特殊な現在形、未来形の変化と注意点、よく使用される副詞について、レジュメやノートの見直しをしておくこと。"], "第8回": ["現在完了形、命令形", "【復習】190分：現在完了形の変化や用法、命令形の注意点について、レジュメやノートの見直しをしておくこと。"], "第9回": ["仮説法、助動詞①", "【復習】190分：動詞の仮説法の特徴、仮説法と組合せて使用される助動詞グループ１の用法について、レジュメやノートの見直しをしておくこと。"], "第10回": ["助動詞②、人称代名詞②、受動態", "【復習】190分：仮説法と組み合わせて使用される助動詞グループ２の用法について、レジュメやノートの見直しをしておくこと。"], "第11回": ["接続詞①②", "【復習】190分：接続詞の種類やそれぞれの用法について、レジュメやノートの見直しをしておくこと。"], "第12回": ["関係詞、祈願文、副詞②", "【復習】190分：関係詞の種類やそれぞれの用法、祈願文の特徴について、レジュメやノートの見直しをしておくこと。"], "第13回": ["数詞", "【復習】190分：ペルシア語で使用される数詞について、レジュメやノートの見直しをしておくこと。"], "第14回": ["学修到達度確認テスト、授業の総括", "【復習】190分：学修到達度確認テストのうち、テスト終了後に答え合わせをする箇所（様々な時制の動詞の変化など）の見直しをしておくこと。"]}, "評価": {"教科書Required texts0": "毎回の授業で配布します。\n【オンライン受講許可学生対象】前日に、LUNAにてレジュメのPDFデータを配布します。出来れば事前にプリントアウトして授業に臨むようにして下さい。", "参考文献・資料Reference books0": "適宜授業内で紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に指示する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "第14回授業で学修到達度確認テストを実施（持ち込み不可）。授業で説明した文法事項を理解できているか、アラビア文字を正確に書けるか、基本的なペルシア語の文章を和訳することができるか、などを問う。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "平常点。第3回～第13回の授業冒頭で実施する小テスト（持ち込み不可）の合計点、授業内での質疑応答、授業への取り組み態度、などを問う。"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】対面授業で実施する小テストについては、対面授業参加者と同じ条件で受けることはできません。そこで、代わりに毎回授業終了後にその日扱った文法事項に関する課題をLUNAを通じて提示し、一定期間内に解答して提出してもらいます（50％）。また、最終授業でオンライン受講学生用テストを出しますので、他の学生と同じように時間内に解答して提出してもらいます（50％）。なお、公平性確保のため、対面授業参加者が受ける小テストや学修到達度確認テスト（いずれも持ち込み不可）よりも、オンライン受講許可学生が受ける毎回の課題や最終授業でのテストの問題の難度はかなり上がることになります。", "備考Note0": "初学者にとって、アラビア文字を覚えることが第一の難関になります。そのため、本授業の履修を考えている人は、第1回から第2回の授業で実施する文字の解説には必ず参加して下さい。", "更新日時/Date of Update1": "2022年12月29日 22時10分07秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "Ａ－１０１"]}, "campas": 0, "name": "【300】アジア史学史料研究ＤII　１／Hist Doc Asn Hist DII", "管理部署": 1, "単位数": 2, "担当者": "杉山　雅樹（SUGIYAMA MASAKI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 2, "評価2": 4, "開講期": 1}