{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "日本の工芸史を研究しようとする学生のための演習であり、各自の研究テーマに関する先行研究を調べ、また博物館や美術館へ出かけて作品を鑑賞するなど、文献と実物資料の両面から工芸史の基礎的知識を身につけ、自らの研究方針を立てるようにする。", "到達目標": "各自の研究テーマに関する先行研究を調べ、自らの研究方針を立てるようにする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "ゼミ形式。工芸史上のさまざまな問題を扱った研究論文を各自が選択し、その論文について発表し、内容について討議をおこなう。自分が選んだ論文を発表の１週間前にゼミ生全員に配付し、発表はパワーポイントなどプレゼンソフトを用いておこなう。発表者は発表の内容を示したレジュメを用意する。また、発表者以外のゼミ生も事前に配付された論文を要約したレポートを提出する。<BR/>Seminar format. Each student selects a research paper that deals with various issues in the history of crafts, gives a presentation on the paper, and discusses the contents. The paper chosen by the student will be distributed to all seminar students one week before the presentation, and the presentation will be made using PowerPoint or other presentation software. The presenter must prepare a resume showing the contents of the presentation. Seminar students other than the presenters are also required to submit a report summarizing the papers distributed in advance.", "トピック": {"授業計画1": "順次、各自の研究テーマに基づいた研究発表をおこなう。", "授業外学習2": "各自で関心のある論文を多く読むこと"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "ネット利用(所定のフォーマット)", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席率および平常点で評価する"], "更新日時/Date of Update0": "2021年12月24日 10時07分42秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｆ－４０１"]}, "campas": 0, "name": "【300】美学芸術学演習II　５／Smnr Aest & Art II", "管理部署": 1, "単位数": 2, "担当者": "河上　繁樹（KAWAKAMI SHIGEKI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 4, "開講期": 2}