{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "科学者―実践家モデルに基づく公認心理師として，将来専門職や研究職に就くために，さまざまな施設における心理科学実践を見学、経験する。実習の中で，既習の関連授業から学んだことを振り返り，実習の経験と関係づけ、また、実習で得た経験や学んだ事柄から今後の自らの在り方を深く理解できるようにする。", "到達目標": "各施設での公認心理師の実践を体験し，心理的支援の在り方を説明できるようになる。また，各施設における公認心理師とそれ以外の専門職の多職種連携の実際と重要性を理解し，公認心理師としての職業倫理とおよび法的義務を説明できるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "公認心理師の職責，臨床心理学，精神医学，臨床心理科学基礎実習，臨床心理科学実習A,臨床心理科学実習Bなど。", "授業の概要・背景": "学内の事前指導では，これまでの心理科学実践に関する講義および実習を振り返り，自分が実習を受ける施設に関する調べ学習を行い，発表およびグループディスカッションを行う。実習施設ごとに，実習記録を作成して添削指導を受ける。学内に戻って，事後指導としてその体験を振り返り，グループディスカッションを行う。", "授業方法": "臨床心理科学実習A, B, Cを通じて，保健医療，福祉，教育，司法・犯罪，産業・労働の5分野の施設と学内の関連施設において，見学等の実習を行う。臨床心理科学実習Cでは，学外施設への通い型の実習や見学実習を行う。<BR/>実習の事前事後指導は原則として対面で実施するが，学内外での実習が難しい場合、オンライン実習となることがある。オリエンテーションにおいて，事前指導，見学実習，事後指導の日時を説明するので，必ず出席すること。それぞれの実習も無断欠席は認められないので，注意すること。", "トピック": {"授業計画1": "（通い型の実習を希望する者）臨床実習を希望する学生は実習前指導の講義を受け、それから各臨床施設に実習に行く。実習は施設により半期を通して毎週１回、あるいは半期10日間の期間に及ぶ。期日については施設の事情によるので、受講生はそれに合わせて施設選択する。どのような心理臨床施設があるかはオリエンテーションで説明し、その後に施設選択を行う。したがって必ずオリエンテーションに出席し、どのクラスを履修すればよいか指導を受けてから履修登録するように。オリエンテーションの無断欠席は認めない。<BR/>なお4クラスが開講されているが、事前事後指導は１つのクラスとして専任教員が指導する。<BR/>（任意選択の見学実習を希望する者）希望する学生は実習前指導の講義を受け、それから各臨床施設に見学実習に行く。<BR/>いずれの実習形態についても，実習開始前に調べ学習の発表およびグループ・ディスカッション，実習後に実習の振り返りの発表およびグループ・ディスカッションを行う。", "授業外学習2": "実習日ごとに、その日の実習を振り返り日誌を書く。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "提出物，グループでの発表とディスカッションの内容から評価する。"], "備考Note0": "学内外での実習が難しい場合、オンライン実習を行なう。\n本科目は、公認心理師法施行規則に定める科目のうち、以下に該当する。\nただし，任意選択の通い型の実習は以下の科目の実習時間には含まれないので，注意すること。\n「25. 心理実習」\n(1)実習生が、次の（ア）から（ウ）までに掲げる事項について、主要５分野の施設（具体的な施設については「公認心理師法施行規則第三条第三項の規定に基づき、文部科学大臣及び厚生労働大臣が別に定める施設」（平成29年文部科学省・厚生労働省告示第５号）のとおり。）において、見学等による実習を行いながら、当該施設の実習指導者又は実習担当教員による指導を受ける。ただし、当分の間、医療機関での実習を必須とし、医療機関以外の施設における実習については適宜行う。\n(2)実習担当教員が、実習生の実習状況について把握し、次の（ア）から（ウ）までに掲げる事項について基本的な水準の修得ができるように、実習生及び実習指導者との連絡調整を密に行う。\n（ア）心理に関する支援を要する者へのチームアプローチ\n（イ）多職種連携及び地域連携\n（ウ）公認心理師としての職業倫理及び法的義務への理解\n（2018年度以降の入学生）公認心理師の受験資格科目の「心理実習」の履修要因を満たすためには臨床心理科学実習Aおよび臨床心理科学実習B，臨床心理科学実習Cを履修し，合計80時間以上の実習を受ける必要がある。", "更新日時/Date of Update1": "2023年02月22日 16時12分06秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【400】臨床心理科学実習Ｃ（心理実習）　３／Clinical Psychology Science Training C (Practical Training in Psychology)", "管理部署": 1, "単位数": 1, "担当者": "有光　興記（ARIMITSU KOHKI） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 3, "開講期": 9}