{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本科目では心理科学実践に必要な心理的アセスメントに関する実習と心理面接（カウンセリング）に関する実習の２つの実習を通じて、以下の点を学ぶ。<BR/>心理的アセスメントの実習では、実際に臨床現場でよく利用される診断面接、質問紙検査、知能検査などの心理検査について事例のロールプレイを通じて学ぶ。<BR/>心理面接では主にマイクロカウンセリング技法をロールプレイによって学ぶ。", "到達目標": "心理的アセスメント実習：ロールプレイをして実際に検査を施行し、整理・採点し、解釈し報告書が書けるようなるのが目標である。 <BR/>心理面接実習：臨床心理面接に必要なカウンセリングスキルのうち、マイクロカウンセリング方式により傾聴技法を習得することを目指す。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "臨床心理学、心理的アセスメントI,II、精神医学 、異常心理学、パーソナリティ心理学", "授業の概要・背景": "", "授業方法": "オンライン授業及び実習。教室での実習。なお、心理的アセスメント実習においてはオンラインでの実施ができない内容があるので、その内容については必ず対面で実施する。<BR/>感染症対策のため，対面授業が行えない期間については，同時双方向型オンライン授業を実施する。<BR/>zoomのURLは，メールまたはスラックでの連絡を確認すること。<BR/>【オンライン受講生対象】授業開始5 分前までにZoom へ入っておくこと。", "トピック": {"第1回": ["（心理的アセスメント実習）オリエンテーション　＋　パニック症のロールプレイ①　症例紹介と診断面接＋質問紙検査（実施法）<BR/>（心理面接実習）オリエンテーション", ""], "第2回": ["（心理的アセスメント実習）パニック症のロールプレイ②　診断面接＋質問紙検査（実施，採点，解釈）<BR/>（心理面接実習）カウンセリングレポート作成のためのガイダンス及びロールプレイ", ""], "第3回": ["（心理的アセスメント実習）パニック症のロールプレイ③　診断面接＋質問紙検査（実施，採点，解釈）　⇒包括的アセスメント所見作成<BR/>（心理面接実習）簡単な傾聴技法の講義及び体験", ""], "第4回": ["（心理的アセスメント実習）パニック症のロールプレイ④　WAIS-Ⅳ（施行法解説）<BR/>（心理面接実習）質問技法の講義及び体験", ""], "第5回": ["（心理的アセスメント実習）パニック症のロールプレイ⑤　WAIS-Ⅳ（実施，採点，解釈）⇒所見作成<BR/>（心理面接実習）質問技法のロールプレイ", ""], "第6回": ["（心理的アセスメント実習）パニック症のロールプレイ⑥　WAIS-Ⅳ（実施，採点，解釈）⇒所見作成（課題レポート①：包括的アセスメントと支援方法）<BR/>（心理面接実習）内容の反射技法の講義及び体験", ""], "第7回": ["（心理的アセスメント実習）認知症のロールプレイ①　課題レポートの振り返り，症例紹介＋MMSE（施行法解説）<BR/>（心理面接実習）内容の反射技法のロールプレイ", ""], "第8回": ["（心理的アセスメント実習）認知症のロールプレイ②　MMSE（実施，採点，解釈）⇒所見作成（課題レポート②：包括的アセスメントと支援方法）<BR/>（心理面接実習）感情の反射技法の講義及び体験", ""], "第9回": ["（心理的アセスメント実習）発達症幼児・児童のロールプレイ①　課題レポートの振り返り，症例紹介，半構造化面接＋質問紙検査（実施法）<BR/>（心理面接実習）傾聴技法のまとめ（ロールプレイ）", ""], "第10回": ["（心理的アセスメント実習）発達症幼児・児童のロールプレイ②　半構造化面接＋質問紙検査（実施）⇒包括的アセスメント所見作成<BR/>（心理面接実習）場面構成・情報提供・自己開示の講義及び体験", ""], "第11回": ["（心理的アセスメント実習）発達症幼児・児童のロールプレイ③　K式発達検査解説（施行法実演）<BR/>（心理面接実習）焦点化と論理的帰結の講義及び体験", ""], "第12回": ["（心理的アセスメント実習）発達症幼児・児童のロールプレイ④　K式発達検査（ビデオ視聴，解釈）⇒所見作成<BR/>（心理面接実習）対決・解釈の講義及び体験", ""], "第13回": ["（心理的アセスメント実習）発達症幼児・児童のロールプレイ⑤　K式発達検査（所見の振り返り，課題レポート③：包括的アセスメントと支援方法）<BR/>（心理面接実習）技法の統合（ロールプレイ）", ""], "第14回": ["（心理的アセスメント実習）まとめ<BR/>（心理面接実習）まとめ", ""], "授業外学習2": "【感染症対策】オンライン授業を実施するが，詳細はLunaで告知する。<BR/>実習科目なので場所、検査器具などの数に制限がある。従って将来的に心理臨床職に就くことを強く希望する者に限り履修してもらいたい。心理面接実習においては、自分のカウンセリング場面を録音（録画）してもらう必要があるため、各自録音可能な機材（テープレコーダー、ＩＣレコーダー等）を用意しておくこと。参加者相互に協力して実習を進めるため、遅刻・欠席は原則として認めない。なお、レポートは心理的アセスメント実習および心理面接実習とで別々に課されるため、かなりの労力が求められる。また心理科学専修以外の者が受講を希望する場合には必ず事前に相談に来ること。"}, "評価": {"教科書Required texts0": "（心理面接実習）「心理学ベーシック　第5巻　なるほど！心理学面接法」北大路書房", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用による評価", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "心理的アセスメント実習と心理面接実習それぞれでレポート課題を出す。評価は心理検査実習と心理面接実習の２つのレポートの平均点で行う。"], "備考Note0": "本科目は2コマ連続で行い、1コマずつ心理的アセスメント実習と心理面接実習に割り当てて行う予定である。\nまた、グループに分かれて実習を行うので、遅刻や欠席は他の授業履修者の迷惑になるので、絶対にしないこと。\n教育実習等で欠席する場合には、必ず事前に2名の担当者宛にメール（米山：yoneyama@kwansei.ac.jp；有光：arimitsu@kwansei.ac.jp）で連絡すること。\nなお、2018年度入学生以降は事前に承認を受けた者しか本科目を受講できないので、注意すること。\nなお、心理的アセスメント実習においてはオンラインでの実施ができない内容があるので、その内容については必ず対面で実施する。\n\n本科目は公認心理師法施行規則に定める科目のうち、以下に該当する。\n「24.心理演習」\n知識及び技能の基本的な水準の修得を目的とし、次の（ア）から（オ）までに掲げる事項について、\n具体的な場面を想定した役割演技 （ロールプレイング）を行い、かつ、事例検討で取り上げる。\n(ア) 心理に関する支援を要する者等に関する以下の知識及び技能の修得\n（1）コミュニケーション\n（2）心理検査\n（3）心理面接\n（4）地域支援 等\n(イ) 心理に関する支援を要する者等の理解とニーズの把握及び支援計画の作成\n(ウ) 心理に関する支援を要する者の現実生活を視野に入れたチームアプローチ\n(エ) 多職種連携及び地域連携\n(オ) 公認心理師としての職業倫理及び法的義務への理解", "更新日時/Date of Update1": "2023年02月22日 16時19分57秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "Ｆ－地下ホール"], "項番No.2": ["2023年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｆ－地下ホール"]}, "campas": 0, "name": "【300】臨床心理科学基礎実習（心理演習）　１／Clinical Psychology Science Basic Training (Seminar in Psychology)", "管理部署": 1, "単位数": 2, "担当者": "有光　興記（ARIMITSU KOHKI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "時限2": 8, "評価1": 3, "開講期": 1}