{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "科学者―実践家モデルに基づく公認心理師として，将来専門職や研究職に就くために，さまざまな施設における心理科学実践を見学、経験する。実習の中で，既習の関連授業から学んだことを振り返り，実習の経験と関係づけ、また、実習で得た経験や学んだ事柄から今後の自らの在り方を深く理解できるようにする。", "到達目標": "実習施設や現場での心理職に関する知識を深めるとともに，公認心理師の実践を体験的に理解する。また，公認心理師以外の専門職が，どのようにチームで支援を行っているのかを実体験し，多職種連携の実際と重要性を理解する。見学実習や同一施設への通い型の実習（任意選択）において，心理に関する支援を要する者を尊重し，他職種と協同する姿勢を学ぶだけでなく，ディスカッションを通じて心理職として自分の課題を見つけ自己研鑽する能力を高めることを目指す。最終的に，以下の3点に関する体験的理解が求められる。<BR/>・各施設における心理に関する支援を要する者への支援の在り方を説明できる<BR/>・各施設におけるチームアプローチ，多職種連携，地域連携の在り方を説明できる <BR/>・各施設における公認心理師としての職業倫理および法的義務を説明できる", "授業方法": "臨床心理科学実習A, B, Cを通じて，保健医療，福祉，教育，司法・犯罪，産業・労働の5分野の施設と学内の関連施設において，見学等の実習を行う。実習の事前事後指導は原則として対面で行う。学内外での実習が難しい場合、オンライン実習を行なう。<BR/>希望者は，必修の見学実習以外に，学外施設への通い型の実習や見学実習も可能である。<BR/>見学実習は，秋学期の授業期間内に行われるので，参加できるように予定を空けておくこと。<BR/>オリエンテーションにおいて，事前指導，見学実習，事後指導の日時を説明するので，必ず出席すること。それぞれの実習も無断欠席は認められないので，注意すること。", "トピック": {"第1回": ["オリエンテーション", "発表準備"], "第2回": ["事前学習・指導：心理科学実践に関する講義の振り返り１", "発表準備"], "第3回": ["事前学習・指導：心理科学実践に関する講義の振り返り２", "発表準備"], "第4回": ["事前学習・指導：心理科学実践に関する講義の振り返り３", "発表準備"], "第5回": ["事前学習・指導：5分野の見学実習１", "発表準備"], "第6回": ["見学学習：5分野の見学実習１", "実習記録の作成"], "第7回": ["事後指導：5分野の見学実習１", "発表準備"], "第8回": ["事前学習・指導：5分野の見学実習2", "発表準備"], "第9回": ["見学学習：5分野の見学実習2", "実習記録の作成"], "第10回": ["事後指導：5分野の見学実習2", "発表準備"], "第11回": ["事前学習・指導：5分野の見学実習3", "発表準備"], "第12回": ["見学実習：5分野の見学実習3", "実習記録の作成"], "第13回": ["事後指導：5分野の見学実習3", "発表準備"], "第14回": ["総括・振り返り・達成度の評価", "事後課題"], "授業外学習2": "（通い型の実習を希望する者）実習日ごとに、その日の実習を振り返り日誌を書く。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "70%は実習後提出される実習記録書（レポート）に，実習先からの評価を加えるなどして評価し，残りの30％はグループでの発表とディスカッションの内容を評価する。"], "成績評価Grading2": "備考　Note\n70%は実習後提出される実習記録書（レポート）に，実習先からの評価を加えるなどして評価し，残りの30％はグループでの発表とディスカッションの内容を評価する。", "備考Note0": "学内外での実習が難しい場合、オンライン実習を行なう。\n本科目は、公認心理師法施行規則に定める科目のうち、以下に該当する。\nただし，任意選択の通い型の実習は以下の科目の実習時間には含まれないので，注意すること。\n「25. 心理実習」\n(1)実習生が、次の（ア）から（ウ）までに掲げる事項について、主要５分野の施設（具体的な施設については「公認心理師法施行規則第三条第三項の規定に基づき、文部科学大臣及び厚生労働大臣が別に定める施設」（平成29年文部科学省・厚生労働省告示第５号）のとおり。）において、見学等による実習を行いながら、当該施設の実習指導者又は実習担当教員による指導を受ける。ただし、当分の間、医療機関での実習を必須とし、医療機関以外の施設における実習については適宜行う。\n(2)実習担当教員が、実習生の実習状況について把握し、次の（ア）から（ウ）までに掲げる事項について基本的な水準の修得ができるように、実習生及び実習指導者との連絡調整を密に行う。\n（ア）心理に関する支援を要する者へのチームアプローチ\n（イ）多職種連携及び地域連携\n（ウ）公認心理師としての職業倫理及び法的義務への理解\n公認心理師の受験資格科目の「心理実習」の履修要因を満たすためには臨床心理科学実習Aおよび臨床心理科学実習B，臨床心理科学実習Cを履修し，合計80時間以上の実習を受ける必要がある。", "更新日時/Date of Update1": "2021年03月05日 15時18分22秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【400】臨床心理科学実習Ｂ（心理実習）　４／Clinical Psychology Science Training B (Practical Training in Psychology)", "管理部署": "文学部／School of Humanities", "単位数": "1", "担当者": "小野　久江（ONO HISAE） ", "履修基準年度": "４年", "時限1": "金曜５時限／Friday 5", "開講期": "春学期／Spring"}