{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "近現代日本文学作品を精読し、それらに現れている日本社会・文化・思想はいかなるものかを比較し、分析・解釈できる能力の向上をはかるとともに、外国語へ訳する際、対面する翻訳上の問題について認識を身につけてもらうことが目的とする。", "到達目標": "近現代文学作品に潜んでいる日本の社会、文化及び思想の有様を把握し自ら論理的に解釈ができる。同時代の文学作品の対照的比較を行い、それぞれ作品中描かれている社会や文化に関する問題の捉え方の違いを客観的に追究し、それを討論し合うことができる。日本文学作品の外国語訳の際出会う異文化上の諸問題に気付く。作品の分析・解釈を行い、論点を論理的にまとめて記述・発表できる。", "特記事項": "「本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.」", "関連科目": "", "授業の概要・背景": "近現代に書かれた文学作品に描かれている日本社会・文化及び思想・哲学・世界観はどんなものかを当時代のいくつかの文学作品の精読・追究を行い、作家や詩人の感覚・感受性及び作意によってどう変わってくるのかを、対照的に分析・解釈してみる方法を学ぶ。それに、これらの作品を外国語(マラヤーラム語と英語)に翻訳する時対面する社会言語上、文化上の違いによって引き起こされる諸問題点について認識を得る。このコースで取り上げられる作品として、石川啄木の短歌集『一握の砂』、島崎藤村の『老嬢』、芥川龍之介の「羅生門」「鼻」、宮沢賢治の「虔十公園林」、川端康成の『伊豆の踊子』を中心に進めたいとおもいます。", "授業方法": "基本的にPPTを使った講義となるが、受講人数など授業環境が許す限り、授業中の討論、日本文学作品の外国語訳(主に英語訳）との対照研究、感想文の発表、などと言った方法で実行して行きたいと思います。", "トピック": {"第1回": ["序論　詩人・作家・作品紹介と授業の流れについて", "序論　近現代の日本文学史を読む。"], "第2回": ["石川啄木の『一握の砂』：揺れ動く不安定な社会", "短歌集『一握の砂』と関連資料を読み、予備知識を深める。"], "第3回": ["石川啄木の『一握の砂』：人間感情の描写", "短歌集『一握の砂』と関連資料を読み、予備知識を深める。"], "第4回": ["石川啄木の『一握の砂』：翻訳時の異文化上の問題点（マラヤーラム語訳と対照研究）", "短歌集『一握の砂』と関連資料を読み、予備知識を深める。"], "第5回": ["島崎藤村の「老嬢」：眼覚めた女性の哀しみ」・翻訳時の異文化上の問題点　(英語訳との対照研究)", "「老嬢」と関連資料を読み、予備知識を深める"], "第6回": ["芥川龍之介の「羅生門」：人間は環境の奴隷・マラヤーラム語訳との対照研究", "「羅生門」と関連資料を読み、予備知識を深める"], "第7回": ["芥川龍之介の「鼻」：外観を重んじる人間社会・マラヤーラム語訳との対照研究", "「鼻」と関連資料を読み、予備知識を深める"], "第8回": ["宮沢賢治の「虔十公園林」：環境保護の大切さ・マラヤーラム語訳と英語訳との対照的研究", "「虔十公園林」と関連資料を読み、予備知識を深める"], "第9回": ["夏目漱石の「こころ」：人間心理の普遍性", "　「こころ」と関連資料を読み、予備知識を深める"], "第10回": ["夏目漱石の「こころ」：マラヤーラム語訳との対照研究", "　「こころ」と関連資料を読み、予備知識を深める"], "第11回": ["川端康成の『伊豆の踊子』：階級制度と少数民族の文化", "『伊豆の踊子』と関連資料を読み、予備知識を深める"], "第12回": ["川端康成の『伊豆の踊子』：　翻訳時の異文化上の問題点（マラヤーラム語", "『伊豆の踊子』と関連資料を読み、予備知識を深める"], "第13回": ["谷崎潤一郎の「刺青」: 現代人の美意識", "「刺青」と関連資料を読み、予備知識を深める"], "第14回": ["まとめ　当該作品と関連資料を読み、予備知識を深める", "まとめ　当該作品と関連資料を読み、予備知識を深める"]}, "評価": {"教科書Required texts0": "特になし。授業で使う文学作品や研究論文などの資料を授業前に予め配付します。", "参考文献・資料Reference books0": "特になし。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "感想文提出・発表"], "成績評価Grading3": ["その他／Others (99)", "30 %", "積極的な授業参加"], "更新日時/Date of Update0": "2022年08月29日 13時50分16秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "文－３"]}, "campas": 0, "name": "【300】作品対照研究／Contrastive Study of Literary Works", "管理部署": 1, "単位数": 2, "担当者": "ジョージ　Ｐ．　Ａ．（GEORGE PULLATTU ABRAHAM） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}