{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "目的は２つ：<BR/>（ア）対照言語学とは何かを理解する。<BR/>（イ）対照言語学の方法を使って，日本語と，もう１つ別の言語（例：中国語，英語，ドイツ語，フランス語など）とを比べ，相違点や共通点を観察できるようになる。", "到達目標": "（あ）対照言語学とは何かを理解する。<BR/>（い）対照言語学の方法を使って，日本語ともう一つ別の言語とを対照し，両者の相違点，共通点を自分で見つけ出すことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義と演習（グループワークによる議論）", "トピック": {"第1回": ["【講義】対照言語学とは？（対照分析の具体例：「着ている」）（対照言語学って何？おもしろいの？言語を比べるとどんないいことがあるの？）<BR/><BR/>※以下、それぞれの回の講義のトピックは変更する可能性があります。", "【復習】レポートを書く。約60分。"], "第2回": ["【講義】語順（日本語は「目的語が前、動詞が後ろ」なのに、英語では逆になる。ドイツ語もフランス語も日本語とは逆だ。なんで日本語は珍しい言語なの？）", "【復習】<BR/>・前回の資料を読む。約60分。<BR/>・レポートを書く（前回のテーマについて）。約60分。"], "第3回": ["【講義】名詞類別：文法性と類別詞（「男性名詞、女性名詞って何？」「男性名詞や女性名詞の分類と、神話とが結びついている言語もあるってホント？」とか、日本語で「“一本、二匹、三枚”」とか面倒なのにはどんな意味があるの？）", "同上"], "第4回": ["【講義】文法数（英語には単数形と複数形があるけど、日本語にはあるの？ないの？単数形と複数形の他にもっとたくさん区別がある言語がある、ってホント？）", "同上"], "第5回": ["<BR/>【講義と議論】第1回から第4回の内容について", "【復習】第1回から第4回までの授業資料を読み返す。疑問点をもう一度確認する。"], "第6回": ["【講義】格（「私は」と「私を」とか「私に」とか。英語だったら主格 she と 目的格 her とか。こういう区別がもっと複雑な言語があるってホント？）", "【復習】<BR/>・前回の資料を読む。約60分。<BR/>・レポートを書く（前回のテーマについて）。約60分。"], "第7回": ["【講義】自動詞と他動詞（日本語では「（店が）あく」「（店を）あける」というのに、英語ではどちらも open という、とか。なんで英語は単純なの？）", "同上"], "第8回": ["【講義】ヴォイス（日本語の「先生が言われる」は、英語の be said の意味もあるけど、「おっしゃる」という意味もある、とか）", "同上"], "第9回": ["【講義】主語（「先生は腰が痛い」の主語はどれ？「先生は対照言語学が好きだ」の主語は？）", "同上"], "第10回": ["【講義と議論】第5回から第9回の内容について", "【復習】第5回から第9回までの授業資料を読み返す。疑問点をもう一度確認する。"], "第11回": ["【講義】中動態（「ちゃんと手ぇ洗った？」と「ちゃんと手洗いした？」は何がどう違うの？と 中動態ってたまに聞くけど、いったい何なの？）", "【復習】<BR/>・前回の資料を読む。約60分。<BR/>・レポートを書く（前回のテーマについて）。約60分。"], "第12回": ["【講義】疑問文（「これは魚ですか？」と「これは何ですか？」は、何がどう違うの？「誰が行くの？」「どこに行くの？」と「なんで行くの？」は何がどう違うの？）", "同上"], "第13回": ["【講義と議論】第11回と第12回の内容について<BR/>【講義】数詞（「ひとつ、ふたつ、みっつ」とか、one, two, three とか。数えるのにもっと複雑なやり方をする言語がある、ってホント？）", "【復習】第11回と第12回の授業資料を読み返す。疑問点をもう一度確認する。"], "第14回": ["【講義】色彩語彙（「太陽が黄色い国があるってホント？」「緑なのになんで青信号っていうの？」とか）", "【復習】期末課題レポートを書く。約120分。"]}, "評価": {"教科書Required texts0": "教科書はありません。毎回、授業資料を用意して配ります。とても詳しいです。（参考文献はありますが、読まなければいけない、というようなものではなく、「がんばりたい人向け」です）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "第1回から第14回までの講義全体からテーマを選ぶ。講義全体がどのくらい理解できているかを評価する。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "45 %", "講義ごとのテーマについてレポートを書く。その回の講義内をどのくらい理解できているかを評価する。"], "成績評価Grading3": ["その他／Others (99)", "15 %", "講義ごとの学習をふりかえるレスポンスシートの提出。その回の講義の理解，グループワークへの参加態度を評価する。"], "成績評価Grading4": "備考　Note\n講義終了後にレスポンスシートを提出する。レスポンスシートの内容から主体的に参加したかどうかを判断し，成績評価に加える。レスポンスシートには，(1)授業で理解した内容について，(2)疑問点について，(3)強く興味を持ったこと，なぜそのことに興味を持ったのかなどを記入する。", "備考Note0": "■授業では、言語学関連のウェブサイトや、オンライン辞書を見ながら作業をすることがあります。スマホ、タブレットなどを持参してください。\n■授業では、文学作品を教材に使って、日本語と英語を比べていきます。次のようなクイズをたびたび出します。クイズを解きながら、どういう点に着目しながら言語を比べるとおもしろいのか、いっしょに考えていきます。クイズは例えば次のような問題です。\n\nクイズ：英文と、それを日本語に訳した文章が次に並べてあります。下の英文には1箇所だけ間違いがあります（この作家の書いた原文とは違うところ）。それはどこでしょうか？\nヒント：一見とても難しそうですが、そんなことはありません。高校英語の知識がきちんと身についていれば解ける問題です。チャレンジしてみてください。\n\n英語原文(Agatha Christie: Murder on the Orient Express より)\n“Ah!” The doctor had been delicately exploring the pyjama pockets of the dead man.\n“I overlooked this,” he said. “I unbuttoned the jacket and threw it straight back.”\nFrom the breast pocket he brought out a gold watch. The case was dented savagely, and the hand pointed to a quarter past one.\n“You see?” cried Constantine eagerly. “This gives us the hour of the crime. It agrees with my calculations. Between midnight and two in the morning is what I said, and probably about one o'clock, though it is difficult to be exact in these matters. Eh bien, here is confirmation. A quarter past one. That was the hour of the crime.”\n\n日本語訳（山本やよい訳『オリエント急行の殺人』ハヤカワ文庫より）\n「おや!」医師はさきほどから被害者のパジャマのポケットを丁寧に探っていた。\n「こんなものを見落としていました。上着のボタンをはずして、すぐに胸をはだけたものだから」\n医師は胸ポケットから金時計をとりだした。蓋がひどくへこんで、針が一時十五分をさしていた。\n「ほらね」医師は熱っぽく叫んだ。「これで犯行時刻がはっきりしました。わたしの推測と一致する。午前〇時から二時のあいだで、おそらく一時前後だろうと申しあげましたよね。こういうことを正確に割りだすのはむずかしいものですが。まあ、これで確認できたわけだ。一時十五分。これが犯行時刻です」\n\nこのクイズの正解は、9月21日、第1回目の授業の17時37分頃です。（難しそうに見えますが、答えを言われれば「なんだ、それだけのことか！」というようなクイズです。果敢に挑戦してみてください。）", "更新日時/Date of Update1": "2022年10月26日 07時35分08秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "Ｆ－２０３"]}, "campas": 0, "name": "【200】対照言語学／Contrastive Linguistics", "管理部署": 1, "単位数": 2, "担当者": "野島　本泰（NOJIMA MOTOYASU） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 18, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}