{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "中国・日本における漢詩・漢文・和歌・日記・物語・随筆・説話等を的確に読解し、そこに描かれた生や死についての考え方を探求する。", "到達目標": "和漢の文学作品・史書・経書等に慣れ、読解力を向上させる。<BR/>日中の古典文学の特質を理解する。<BR/>作品読解によって得られた知識を端的・的確にまとめ上げる。", "授業方法": "講義用の資料を毎時間配付して、その作品を読み解説し、何を言わんとしているかを述べる。受講生は、聴講の上必要事項を書き留めることが授業中の作業となるが、時には読みや口語訳、語義の説明等を求める。授業中に適宜質問の時間を設ける。", "トピック": {"第1回": ["授業概要の説明。中国文学に描かれた、人の抱く生と死に対する思いの一端を紹介する。", "吉川幸次郎・三好達治『新唐詩選』（岩波新書）を読んでおく。"], "第2回": ["中国古典の一つ『文選』（アンソロジー）の中の「古詩十九首」を読み、死後の世界についての考えや人生観について解説する。", "【予習課題】『文選』の成立・撰者・内容について調べておく。"], "第3回": ["引きつづき「古詩十九首」を取り上げ、はかない生を充実させるために、つとめて遊ぶべきであると考えていたことを説く。", "【予習課題】『文選』の注釈書（数種類ある）が「古詩十九首」にどのような注を施しているかを調べておく。"], "第4回": ["初唐の詩人劉希夷「代悲白頭翁」を取り上げ、若い時代の華やかさを誇りつつも、その時代はもう戻ってない空しさ・老いゆくことの悲しさを感じていたことを述べる。", "【予習課題】「代悲白頭翁」の主題を考えておく。この詩を二分するとすれば、どこで切るべきかを考えておく。"], "第5回": ["盛唐の詩人李白「春夜宴桃李園序」・杜甫「春望」を取り上げて、生をどう捉え、人の営みをどう考えたか、自然の循環と人の生の一回性をどう描いているか述べる。", "【予習課題】李白のこの文章を典拠とする、著名な日本文学を挙げる。杜甫の「感時花濺涙、恨別鳥驚心」をどう訓読するかを考えておく。"], "第6回": ["中唐の詩人白居易の詩を読み、生のはかなさをどう描き、自らどう生きようとしたか、また親しい人たちの死の悲しみをどう受け入れたかを解説する。", "【予習課題】白居易が日本文学・文化に与えた影響について調べておく。"], "第7回": ["『万葉集』が描く、人の生はかなさと自然の悠久とをどう描いているかを述べて、中国文学をどれくらい受容しているかを解説する。", "【予習課題】取り上げる和歌について、注釈書（３種類以上）がどのように解釈しているかを調べておく。"], "第8回": ["平安初期の漢詩を読んで、人の生のはかなさを描くに当たって、中国文学のどの作品から影響を受けているのかを述べる。", "【予習課題】この時代に、嵯峨天皇が標榜した「文章経国思想」とは何かを調べておく。"], "第9回": ["菅原道真が人の世の無常と向き合って、どのような感慨を持ち、それをどのように表現したかを、詩を読解しながら述べる。", "【予習課題】道真の出自・その学問・官職について調べておく。"], "第10回": ["『古今集』をはじめとする和歌の中で、世の無常・生のはかなさをどう描いているかを述べ、その表現がどのような傾向を持つかを解説する。", "【予習課題】『古今集』の注釈書の当該箇所を読んでおく。"], "第11回": ["『土左日記』において、主が、亡き幼子と自然の不変・循環とを対比して、どのようにその悲嘆を描いているかを分析する。", "【予習課題】日記中の亡き幼子を思い出す箇所を抜き出しておく。"], "第12回": ["『源氏物語』幻巻における、亡き妻紫の上をしのぶ光源氏が、桜の花をながめながら、どのような悲しみを抱いたかを、表現の分析を通して検討する。", "【予習課題】『源氏物語』幻巻を読んで、この巻の主題を考える。"], "第13回": ["『平家物語』の「忠度都落ち」において、平忠度と藤原俊成の心中を分析しつつ、この段の最後に和歌「さざ波や」の和歌を添えることの意味を説き、物語が人の世の無常をどう捉えていたかを検討する。", "【予習課題】この段の時点における、源平抗争の状況を調べておく。"], "第14回": ["『おくのほそ道』の「平泉」のくだりで、芭蕉が見た景色・思い浮かべた昔往事をしのんで涙を流した理由を考え、人の営みや人の生をどう捉えていたかを論じる。", "【予習課題】芭蕉がしのんだ、この地における過去のできごとについて調べておく。"], "第15回": ["日本の古典文学において人々は、中国文学から、人の生の無常・一回性、自然の悠久・循環を表現することを学んだが、今をどう生きるかについては学んではいないと述べる。", "【予習課題】この授業において最も心に残った作品の当該個所を読んでおくこと。"]}, "評価": {"教科書Required texts0": "教科書は用いない。適宜配付する資料を用いる。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["吉川幸次郎・三好達治", "新唐詩選", "岩波書店", "1952 年", "9784004140160", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "読解力・内容分析の程度・表現力"], "更新日時/Date of Update0": "2021年01月15日 14時36分24秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "Ａ－１０３"]}, "campas": 0, "name": "【300】日本文学特殊講義　３／Selected Topics in Japanese Literature", "管理部署": 1, "単位数": 2, "担当者": "北山　円正（KITAYAMA MITSUMASA） ", "履修基準年度": "３年", "時限1": 28, "評価1": 3, "開講期": 2}