{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "中国・日本における漢詩・漢文・和歌・日記・物語・随筆・説話等を的確に読解し、そこに描かれた生や死についての考え方を探求する。", "到達目標": "和漢の文学作品・史書・経書等に慣れ、読解力を向上させる。<BR/>日中の古典文学の特質を理解する。<BR/>作品読解によって得られた知識を端的・的確にまとめ上げる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "日本の人々の生死についての発想に、中国からの影響がどれだけあるのかを、両者の古典文学を比較することによって述べる。おもに時間の推移や季節の循環と人の生を対比する時に抱く、人の悲痛・深刻な感慨を、作品本文を読み解きながら説明する。<BR/>人生５０年と言われた時代が長くつづいた。その時代の生や死は、今とは異なる受け取り方がされていたかもしれない。ただ生の喜びや死の悲しみは、どれだけ時間が経とうとも変わらない。その点では、人の心は変化していないとも言えよう。文学は人を映す鏡である。生と死またはそれにまつわる感慨を、文学作品から拾い上げることによって、日本人の生死についての考え方を知り、日本人の心とはいかなるものかを考えてみたい。", "授業方法": "講義用の資料を毎時間配付して、その作品を読み解説し、何を言わんとしているかを述べる。受講生は、聴講の上必要事項を書き留めることが授業中の作業となるが、時には読みや口語訳、語義の説明等を求める。授業中に適宜質問の時間を設ける。", "トピック": {"第1回": ["授業概要の説明。徒然草・三〇段をもとにして、兼好の、人の抱く生と死に対する思いの一端を紹介する。またこの段に引かれた中国の詩文を読んで、その表現および人生観・死生観について考える。", "吉川幸次郎・三好達治『新唐詩選』（岩波新書）を読んでおく。"], "第2回": ["中国古典の一つ『文選』（アンソロジー）の中の「古詩十九首」を読み、死後の世界についての考えや人生観について解説する。", "【予習課題】『文選』の成立・撰者・内容について調べておく。"], "第3回": ["引きつづき「古詩十九首」を取り上げ、はかない生を充実させるために、つとめて遊ぶべきであると考えていたことを説く。", "【予習課題】『文選』の注釈書（数種類ある）が「古詩十九首」にどのような注を施しているかを調べておく。"], "第4回": ["初唐の詩人劉希夷「代悲白頭翁」を取り上げ、若い時代の華やかさを誇りつつも、その時代はもう戻らず、空しく老いゆくことの悲しさを感じていたことを述べる。", "【予習課題】「代悲白頭翁」の主題を考えておく。この詩を二分するとすれば、どこで切るべきかを考えておく。"], "第5回": ["盛唐の詩人李白「春夜宴桃李園序」・杜甫「春望」を取り上げて、生をどう捉え、人の営みをどう考えたか、自然の循環と人の生の一回性をどう描いているか述べる。", "【予習課題】李白のこの文章を典拠とする、著名な日本文学を挙げる。杜甫の「感時花濺涙、恨別鳥驚心」をどう訓読するかを考えておく。"], "第6回": ["中唐の詩人白居易の詩を読み、生のはかなさをどう描き、自らどう生きようとしたか、また親しい人たちの死の悲しみをどう受け入れたかを解説する。", "【予習課題】白居易が日本文学・文化に与えた影響について調べておく。"], "第7回": ["『万葉集』が描く、人の生はかなさと自然の悠久とをどう描いているかを述べて、中国文学をどれくらい受容しているかを解説する。", "【予習課題】取り上げる和歌について、注釈書（３種類以上）がどのように解釈しているかを調べておく。"], "第8回": ["平安初期の漢詩を読んで、人の生のはかなさを描くに当たって、中国文学のどの作品から影響を受けているのかを述べる。とくに初唐劉希夷の「代悲白頭翁」の影響に注目する。", "【予習課題】この時代に編纂された三勅撰漢詩集の成立年次・撰者について調べておく。"], "第9回": ["菅原道真が人の世の無常と向き合って、どのような感慨を持ち、それをどのように表現したかを、詩を読解しながら述べる。", "【予習課題】道真の出自・その学問・官職について調べておく。"], "第10回": ["『古今集』をはじめとする和歌の中で、世の無常・生のはかなさをどう描いているかを述べ、その表現がどのような傾向を持つかを解説する。", "【予習課題】『古今集』の当該歌を、注釈書がどう解釈しているかを調べておく。"], "第11回": ["『土左日記』において、主が、亡き幼子と自然の不変・循環とを対比して、どのようにその悲嘆を描いているかを分析する。", "【予習課題】日記中の亡き幼子を思い出す箇所を抜き出しておく。"], "第12回": ["『源氏物語』幻巻における、亡き妻紫の上をしのぶ光源氏が、桜の花をながめながら、どのような悲しみを抱いたかを、表現の分析を通して検討する。", "【予習課題】『源氏物語』幻巻を読んで、この巻の主題を考える。"], "第13回": ["『平家物語』の「忠度都落ち」において、平忠度と藤原俊成の心中を分析しつつ、この段の最後に和歌「さざ波や」の和歌を添えることの意味を説き、物語が人の世の無常をどう捉えていたかを検討する。", "【予習課題】平家がなぜ都落ちをしたのか、またそれはいつのことかを調べておく。"], "第14回": ["『おくのほそ道』の「平泉」の章で、芭蕉が眼前の景色と、往事の繁栄とを比べて、涙を流した理由を考え、人の営みや人の生をどう捉えていたかを述べる。", "【予習課題】芭蕉がしのんだ、この地における過去のできごとについて調べておく。"]}, "評価": {"教科書Required texts0": "教科書は用いない。授業ごとに配付する資料を用いる。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["吉川幸次郎・三好達治", "新唐詩選", "岩波書店", "1952 年", "9784004140160", ""], "参考書/Reference books2": ["川合康三", "生と死のことば", "岩波書店", "2017 年", "9784004316831", ""], "参考書/Reference books3": ["小島憲之", "古今集以前", "塙書房", "1976 年", "4827330816", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "読解力・内容分析の程度・表現力"], "更新日時/Date of Update0": "2023年01月05日 15時23分00秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "文－１０"]}, "campas": 0, "name": "【300】日本文学特殊講義　３／Selected Topics in Japanese Literature", "管理部署": 1, "単位数": 2, "担当者": "北山　円正（KITAYAMA MITSUMASA） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 28, "評価1": 3, "開講期": 2}