{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業では、主に現代日本文学のテクスト・女性作家による小説を対象として、ジェンダー理論による読解を行います。理論の適切な理解によって、単一の解釈に陥ることなく、テクストの多様な分析方法を身につけることを目指します。", "到達目標": "本講義では、以下の三点を到達目標とする。<BR/>（１）授業で扱う作家・テクストに関する基本的な情報を把握し、説明することができる。<BR/>（２）ジェンダー理論を文学テクストの読解に応用することができる。<BR/>（３）文学理論の重要性と意義について説明することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "近年、急速な勢いで社会的な認知が高まる「ジェンダー」という概念ですが、曖昧なイメージが先行しているケースも多々見られます。<BR/>この授業ではそうした現状を反省的に捉えた上で、私たちの日常に浸透している「ジェンダー」概念から思考を始め、文学テクストの読解につなげていきます。現在の社会における「性」のあり方や、ジェンダーの問題に関心のある方には満足して頂ける内容であると思いますが、毎回の授業で事前に読んでもらうテクストや、ミニッツペーパーの分量が多い授業でもあるため、初回のガイダンスをよく聞いた上で受講してください。<BR/>また、教科書として挙げている２つの長編小説は授業内で扱うものです。授業期間内に必ず読了する必要がありますので、注意してください。", "授業方法": "本授業は、「対面授業型」を実施する。ただし、休講による補講が生じた場合は、オンデマンド型によるオンライン補講を行う。オンライン補講の内容は、対面授業時と同等の講義を動画配信する。また、作品や授業での解説に関わる受講生からの意見・意見も積極的に取り入れるため、それに応じてシラバスに記載した予定より逸脱しない範囲で、講義内容を随時組み替える可能性がある。<BR/>※活動制限レベルの変更により、対面授業を全面的にオンライン授業に移行することがある。オンラインによる受講者にはオンライン授業の定義に従い、資料と授業音声を配布し毎回レポートを課す。", "トピック": {"第1回": ["ガイダンス、ジェンダーとは何か", "復習：近現代文学の基本的な研究法を定着させるため、ノート作りの習慣を付けること。<BR/>予習：これまでの学生生活の中で触れたことのある近現代文学の研究法がある際は、それらを見直しておくこと。"], "第2回": [" ジェンダーと日常性―山本文緒「イバラ咲くおしゃれ道」", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第3回": ["女性表象の分析、家族におけるジェンダーの問題", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、日常性におけるジェンダーと家族の問題について検討しておくこと。<BR/>予習：授業時に指示する作品を、次回までに必ず読んでおくこと。"], "第4回": ["「女流文学」とは何か（１）―瀬戸内寂聴", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、「女流」というボキャブラリーに込められた意図を検討すること。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第5回": ["「女流文学」とは何か（２）―河野多恵子", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、「女流」というボキャブラリーが現在において何を意味するか、検討すること。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第6回": ["2000年代の女性表象、疑似家族、トランスジェンダー（１）", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、現代における家族とジェンダーの問題を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第7回": ["2000年代の女性表象、疑似家族、トランスジェンダー（２）", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、現代における家族とジェンダーの問題を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第8回": ["ポストフェミニズムという時代状況", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、フェミニズムの歴史を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第9回": ["ポストフェミニズムと新自由主義", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、「ポストフェミニズム」という概念から派生するトピックについて検討すること。<BR/>予習：授業時に指示する作品を、次回までに必ず読んでおくこと。"], "第10回": ["クィア理論（１）", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、クィア理論の基礎を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第11回": ["クィア理論（２）", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、クィア理論の要諦を学んでおくこと。<BR/>予習：授業時に指示する作品を、次回までに必ず読んでおくこと。"], "第12回": ["パフォーマティヴィティと変革の可能性（１）", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、ジェンダー理論におけるパフォーマティヴィティ概念について学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第13回": ["パフォーマティヴィティと変革の可能性（２）", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、文学テクストの読解とパフォーマティヴィティ概念の関わりについて検討すること。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第14回": ["総合考察、男性学というアプローチ", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、男性学という観点を新たに検討しておくこと。"], "授業計画1": "受講生からのコメントや意見については、毎回の授業時に口頭あるいは文書でフィードバックを行う。<BR/>【オンライン受講許可学生対象】初回授業以降、「オンデマンド」で配信予定。各授業回までに、LUNAへ授業データを掲載するので確認すること。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["松田青子", "持続可能な魂の利用", "中央公論新社", "2020 年", "978-4120053061", ""], "教科書/Required texts2": ["松浦理英子", "最愛の子ども", "文春文庫", "2020 年", "978-4167914882", ""], "参考文献・資料Reference books0": "『ジェンダーについて大学生が真剣に考えてみた――あなたがあなたらしくいられるための29問』 (一橋大学社会学部佐藤文香ゼミ生一同, 明石書店 : 2019)", "学位授与の方針との関連Relationship to Diploma Policy0": "この科目の修得は、文学部のディプロマポリシーの２、３の達成に関与します。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業内で提出するコメントシートの記入と最終レポート。"], "成績評価Grading2": "備考　Note\n平常リポートの評価は、授業期間内に提出してもらうコメントシートの内容を評価対象とする（提出のタイミングは別途指示する）。コメントシート提出も内容を精査するので、白紙、いい加減な記述、思考停止の文章は評価対象とならないことに注意されたい。また、授業期間の最後には最終レポートを作成・提出してもらうが、同様に成績評価の対象となる。\n※オンライン受講生は100％平常点で評価する（毎回の平常リポートを含む）。", "備考Note0": "・多くの文学作品に対する情報や文脈を前提とした上で、精読を続ける授業であるため全体的に予習・復習の時間が多い。受講にあたっては、知識を単純に詰め込むだけという姿勢はおすすめしない。自分の思考・認識を積極的に磨きたい学生を歓迎する。\n・他の受講者の妨害となるような私語・迷惑行為は厳しく注意する。", "更新日時/Date of Update1": "2023年01月10日 17時58分32秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "文－４"]}, "campas": 0, "name": "【300】日本文学作品研究II　３／Studies in Japanese Literary Works II", "管理部署": 1, "単位数": 2, "担当者": "泉谷　瞬（IZUTANI SHUN） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 31, "評価1": 3, "開講期": 2}