{"履修期": "春学期", "主な教授言語": "ドイツ語", "授業目的": "ドイツのデザインについて、基礎的な歴史的知識、思考法、ドイツ語の表現などを知るようになる。<BR/>デザイン歴史上の名作（たとえばトーネット社、ドイツ工作連盟（ペーター・ベーレンスとAEG社）、バウハウス、ウルム造形大学、ブラウン社とディーター･ラムス、1980年代のドイツ・デザインと最近の潮流）や有名なブランドなどを例に考える。<BR/>Der Unterricht vermittelt einen Einblick in deutsche Kultur und Denkweise am Beispiel von bekannten Produkten der Designgeschichte ー wie beispielsweise Thonet, Werkbund (Peter Behrens und die AEG), Bauhaus, Hochschule für Gestaltung Ulm, braun und Dieter Rams, &quot;Neues Deutsches Design&quot; und aktuelle Tendenzen und Designer ー sowie der Markenwelt.", "到達目標": "Die Studenten lernen deutsches Design kennen und erweitern dabei ihren deutschen Wortschatz und ihre Kommunikationsfähigkeit.<BR/>デザイン（デザイン歴史上の名作や有名なブランドなど）を通じてドイツ文化を学び、語彙を増やしドイツ語能力をみがく。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "授業はやさしいドイツ語で行い、画像・映像資料を多用する。できる範囲でドイツ語でのディスカッションを試みたい。<BR/>この講義は、教室での講義と、自由に視聴できるオンデマンド資料との組み合わせで行う（例：講義70分＋オンデマンド30分）。<BR/>基本的に対面授業だが、活動制限レベルの変更によりオンライン授業に移行することがある。オンラインによる受講者にはオンライン授業の定義に従い、資料と授業音声を配布し毎回レポートを課す。", "トピック": {"第1回": ["Einführung und Quiz<BR/>導入とクイズ", ""], "第2回": ["&quot;Was ist Design eigentlich?&quot;<BR/>「デザインとは何か？」", ""], "第3回": ["Es gibt fast nichts um uns herum, das nicht gestaltet ist.　<BR/>デザインされていないものはほとんどない。", ""], "第4回": ["Thema　&quot;Idee, Innovation, Kritik, Zukunft&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken. <BR/>テーマ「アイディア、革新、批評、未来」をデザインの歴史をもとにして例示 ブランドについてのプレゼンテーション。", ""], "第5回": ["Thema &quot;Farbe&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken.<BR/>テーマ「色」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。", ""], "第6回": ["Thema &quot;Form&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken.<BR/>テーマ「形」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。", ""], "第7回": ["Thema &quot;Material&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken. 　<BR/>テーマ「素材」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。", ""], "第8回": ["Thema &quot;Muster/Dekor/Ornament&quot; und &quot;Oberfläche/Textur&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken.<BR/>テーマ 「模様」と「肌触り」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。", ""], "第9回": ["Thema &quot;Funktion, Gebrauch, Körper, Verstehen&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken. (1)<BR/>テーマ「機能、使用、体、理解」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。（２）", ""], "第10回": ["Thema &quot;Funktion, Gebrauch, Körper, Verstehen&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken. (2)<BR/>テーマ「機能、使用、体、理解」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。（２）", ""], "第11回": ["Thema &quot;Gefühle, Marke, Logo, Image&quot; anhand von Beispielen aus der Designgeschichte und Präsentationen zu Marken.<BR/>テーマ「感情、ブランド、ロゴ、イメージ」をデザインの歴史をもとにして例示。ブランドについてのプレゼンテーション。", ""], "第12回": ["Thema &quot;Verantwortung vs. Manipulation ー Ethik/Gesellschaft, Umwelt, Gesundheit&quot; anhand von Beispielen aus der Designgeschichte. <BR/>テーマ「責任vs.操作」をデザインの歴史をもとにして例示。", ""], "第13回": ["Zusammenfassung und Übung zur Wahrnehmung und Bewertung von Design <BR/>まとめ。デザインの知覚と評価の練習。", ""], "第14回": ["Schlussbetrachtung und kreative Übung zum Leben in der Zukunft<BR/>全体の概括。未来の生活を考える創造的な練習。", ""], "授業外学習2": "プレゼンテーションをすること。未完成の〈歴史年表〉を完成すること。プリントに書き込むこと。Erarbeitung einer Präsentation, Vervollständigung eines Zeitstrahls mit Inhalten aus dem Unterricht, Bearbeitung von Arbeitsblättern<BR/><BR/>以下の授業の説明とプレゼンテーション例を参考にしてください。"}, "評価": {"教科書Required texts0": "Es wird zu jedem Unterricht Material ausgeteilt.（資料を配布する）", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["阿部公正 [ほか執筆]", "世界デザイン史 増補新装 カラー版", "美術出版社", "2012 年", "9784568400847", ""], "参考文献・資料Reference books0": "阿部公正他：世界デザイン史　増補新装カラー版（美術出版社）", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "20 %", "Arbeitsblätter （プリント）"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Präsentation (スライドショー25%), schriftliche Ausfertigung (提出レポート25%)"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Vervollständigung eines Zeitstrahls（年表の完成）"], "成績評価Grading4": "備考　Note\nオンライン授業の場合も対面授業での評価に準じる。", "添付ファイル1/File Attachment 10": ["Design説明.pdf", ""], "URLリンク3/URL 31": "プレゼンテーション例", "更新日時/Date of Update2": "2022年01月11日 14時05分06秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "５別－３０８"]}, "campas": 0, "name": "【300】ドイツ文学特殊講義　１／Selected Topics in German Literature", "管理部署": 1, "単位数": 2, "担当者": "ボイテル　ビアンカ（BEUTTEL BIANCA） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}