{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、狭義の「日本文学」概念を相対化し、「日本語文学／世界文学」という主題について多くの現代作品の読解をもとにして考察することである。", "到達目標": "本講義では、以下の三点を到達目標とする。<BR/>・授業で扱う作家・作品に関する基本的な情報を把握し、説明することができる。<BR/>・「日本／日本文学」にまつわる固定観念を相対化し、その歴史性と国際的な現状を考察することができる。<BR/>・文学作品を分析することで新たに生まれる認識の重要性を、説明することができる。", "授業方法": "【4/14更新・感染防止重点期間】<BR/>活動制限レベルの変更により、本授業は2回目授業以降、オンライン授業を実施することとなりました。オンデマンドによる動画配信が主となります。<BR/>【以下、旧掲載情報】<BR/>本授業は、「対面授業型」を実施する。ただし、休講による補講が生じた場合は、オンデマンド型によるオンライン補講を行う。オンライン補講の内容は、対面授業時と同等の講義を動画配信する。また、作品や授業での解説に関わる受講生からの意見・意見も積極的に取り入れるため、それに応じてシラバスに記載した予定より逸脱しない範囲で、講義内容を随時組み替える可能性がある。<BR/>※活動制限レベルの変更により、対面授業を全面的にオンライン授業に移行することがある。オンラインによる受講者にはオンライン授業の定義に従い、資料と授業音声を配布し毎回レポートを課す。", "トピック": {"第1回": ["ガイダンス、日本文化／日本文学とは何か", "復習：近現代文学の基本的な研究法を定着させるため、ノート作りの習慣を付けること。<BR/>予習：これまでの学生生活の中で触れたことのある近現代文学の研究法がある際は、それらを見直しておくこと。"], "第2回": ["「日本文学」の内実を問う（１）―目取真俊「ブラジルおじいの酒」を読む", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、近現代の沖縄に関する歴史を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第3回": ["「日本文学」の内実を問う（２）―金達寿「矢の津峠」を読む", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、戦後直後の在日朝鮮人政策に関する歴史を学んでおくこと。<BR/>予習：授業時に指示する作品を、次回までに必ず読んでおくこと。"], "第4回": ["「日本」の内／外を思考する（１）―岩城けい『さようなら、オレンジ』を読む", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、現代における越境・移民問題の概要を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第5回": ["「日本」の内／外を思考する（２）―ジュリー・オオツカ『屋根裏の仏さま』　を読む", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、近代日本からのアメリカ移民および第二次大戦時の日系人強制収容問題の概要を学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第6回": ["中間まとめ・国民文学／日本語文学／世界文学とは何か", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、国民文学・日本語文学・世界文学の特徴を学んでおくこと。<BR/>予習：伊藤計劃『虐殺器官』（ハヤカワ文庫JA）を読んでおくこと。"], "第7回": ["世界における「他者」（１）—伊藤計劃『虐殺器官』を読む／観る〈１〉", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、国民国家の問題点とグローバル社会の相克について学んでおくこと。<BR/>予習：引き続き、伊藤計劃『虐殺器官』（ハヤカワ文庫JA）を読んでおく（読み直しておく）こと。"], "第8回": ["世界における「他者」（２）—伊藤計劃『虐殺器官』を読む／観る〈２〉", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、「他者」および「不条理性」の問題について学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第9回": ["世界における「他者」（３）—シリン・ネザマフィ「サラム」を読む", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、テロリズムと難民問題について学んでおくこと。<BR/>予習：授業時に指示する作品を、次回までに必ず読んでおくこと。"], "第10回": ["「日本語文学」と「世界文学」をめぐって（１）―深緑野分『戦場のコックたち』を読む〈１〉", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、戦争文学の形式について学んでおくこと。<BR/>予習：授業で解説した観点にもとづいて、『戦場のコックたち』を読み直しておくこと。"], "第11回": ["「日本語文学」と「世界文学」をめぐって（２）―深緑野分『戦場のコックたち』を読む〈２〉", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、国民国家と市民の権利（シティズンシップ）の関係性について学んでおくこと。<BR/>予習：授業時に指示する作品を、次回までに必ず読んでおくこと。"], "第12回": ["「日本語文学」と「世界文学」をめぐって（３）―佐藤亜紀『スウィングしなけりゃ意味がない』を読む〈１〉", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、物語設定と同時代状況の読み替え可能性について学んでおくこと。<BR/>予習：授業で解説した観点（特に同時代性への読み替え）にもとづいて、『スウィングしなけりゃ意味がない』を読み直しておくこと。"], "第13回": ["「日本語文学」と「世界文学」をめぐって（４）―佐藤亜紀『スウィングしなけりゃ意味がない』を読む〈２〉", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、生権力概念について学んでおくこと。<BR/>予習：授業時に配布する作品を、次回までに必ず読んでおくこと。"], "第14回": ["世界における「私」の問題―笙野頼子「姫と戦争と「庭の雀」」を読む", "復習：授業内容を自分の言葉でまとめ、レジュメ・ノートを整理すること。講義で紹介する参考書を中心に、「私小説」の概要と「他者」への応答による倫理性について学んでおくこと。"], "授業計画1": "多くの文学作品に対する情報や文脈を前提とした上で、精読を続ける授業であるため全体的に予習・復習の時間が多い。受講にあたっては、知識を単純に詰め込むだけという姿勢はおすすめしない。自分の思考・認識を積極的に磨きたい学生を歓迎する。", "授業外学習2": "教科書として挙げている四つの作品は、すべて授業期間内に読了する必要があるので注意すること。作品を読んだ上で授業に参加することが前提であり、読まずに参加した場合は成績評価に参入しない。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["岩城けい", "さようなら、オレンジ", "ちくま文庫", "2015 年", "978-4480432995", ""], "教科書/Required texts2": ["深緑野分", "戦場のコックたち", "創元推理文庫", "2019 年", "978-4488453121", ""], "教科書/Required texts3": ["佐藤亜紀", "スウィングしなけりゃ意味がない", "角川文庫", "2019 年", "978-4041076705", ""], "教科書/Required texts4": ["伊藤計劃", "虐殺器官〔新版〕", "ハヤカワ文庫JA", "2014 年", "978-4150311650", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業内で提出するコメントシートの記入と最終レポート。"], "成績評価Grading2": "備考　Note\n毎回の出席を重視する。4回以上の欠席があった場合は単位認定の対象とならない。平常リポートの評価は、授業期間内に提出してもらうコメントシートの内容を評価対象とする（提出のタイミングは別途指示する）。コメントシート提出も内容を精査するので、白紙、いい加減な記述、思考停止の文章は評価対象とならないことに注意されたい。また、授業期間の最後には最終レポートを作成・提出してもらうが、同様に成績評価の対象となる。\n※オンライン受講生は100％平常点で評価する（毎回の平常リポートを含む）。", "備考Note0": "・授業中に紹介する映像では、戦争描写などが含まれるため、人によって不快に感じる可能性があります。その可能性が高い資料を扱う際は、必ず事前に入念な説明をしますので、よく聞いておいてください。\n・他の受講者の妨害となるような私語・迷惑行為は厳しく注意します。", "更新日時/Date of Update1": "2021年04月18日 04時05分52秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "文－１１"]}, "campas": 0, "name": "【300】日本文学作品研究II　２／Studies in Japanese Literary Works II", "管理部署": 1, "単位数": 2, "担当者": "泉谷　瞬（IZUTANI SHUN） ", "履修基準年度": "３年", "時限1": 31, "評価1": 3, "開講期": 1}