{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main purpose of this class is to develop students’ ability to write various kinds of texts. Students begin by writing paragraphs, and then short, multi-paragraph essays.　To improve fluency students will keep a journal that must be completed weekly.", "到達目標": "The aim of this course is to help students write clearly in English on a number of  topics and to bridge the gap between short assignments and longer research papers.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Students can only learn by being involved. The instructor will guide but it is up to the student to observe and learn.", "トピック": {"第1回": ["Introduction to the course. Explanation of the syllabus. Introduction to process writing. Explanation of standard paragraph layout. General vocabulary assessment.", ""], "第2回": ["Start work on Unit 1. Focus on analyzing the content of an expository paragraph. Journal sharing. Practice brainstorming.", "Journal 01 preparation."], "第3回": ["Continue work on Unit 1. Submit paragraph 1. Journal sharing.", "Journal 02 preparation, Essay 01 work."], "第4回": ["Start work on Unit 2. Practice more brainstorming and a deeper focus on organization. Journal sharing.", "Journal 03 preparation, Essay 01 work."], "第5回": ["Continue work on Unit 2. More practice with editing and peer editing. Journal sharing.", "Journal 04 preparation, Essay 01 work."], "第6回": ["Start work on Unit 3. Focus on using supporting information and details. Journal sharing.", "Journal 05 preparation, Essay 01 work."], "第7回": ["Continue work on Unit 3. Focus on direct and indirect speech. Journal sharing.", "Journal 06 preparation, Essay 01 final draft."], "第8回": ["Start work on Unit 4. Focus on attention-getting writing techniques. Journal Sharing.", "Journal 07 preparation, Essay 02 work."], "第9回": ["Continue work on Unit 4. Prepare a paragraph that provides definitions. Study how to avoid repetition. Journal sharing.", "Journal 08 preparation, Essay 02 work."], "第10回": ["Start work on Unit 5. Focus on the cause-and-effect style of writing. Journal sharing.", "Journal 09 preparation, Essay 02 work."], "第11回": ["Continue work on Unit 5. Practicing with signal words that indicate cause and effect. Journal sharing.", "Journal 10 preparation, Essay 02 work."], "第12回": ["Start work on Unit 6. Study how to prepare suggestions.", "Journal 11 preparation, Essay 02 work."], "第13回": ["Continue work on Unit 6. Focus on the use of modifiers to make writing more compelling. Journal sharing. Submit Essay 02 final draft.", "Journal 12 preparation."], "第14回": ["Review of key process writing elements. Final essay sharing. Review what you learned during the semester.", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Gargagliano & Kelly", "Writing from Within 2 (2/E)", "Cambridge", "2012 年", "9780521188340", ""], "教科書Required texts0": "Writing from Within 2 (2/E) by Gargagliano & Kelly (Cambridge) 9780521188340", "学生による授業評価の方法Course Evaluation by Students0": "Students will be asked to anonymously submit comments and requests.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Your grade will be based on work submitted during the semester and performance in class. This will include active participation in class activities (25%), 200-word weekly journals (25%), essay preparation work (25%) and essays (25%)."], "成績評価Grading2": "備考　Note\nGrades will be based on active participation and timely submission of all assignments.", "備考Note0": "The syllabus schedule may be changed due to prevailing community health conditions.", "URLリンク1/URL 11": "Writing from Within", "更新日時/Date of Update2": "2022年04月27日 08時21分18秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｆ－２０４"]}, "campas": 0, "name": "【200】英語（Ｗｒｉｔｉｎｇ）I　２／English (Writing) I", "管理部署": 1, "単位数": 1, "担当者": "ヴィスゲイティス（VISGATIS BRAD） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 4, "開講期": 1}