{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "To enable students to communicate smoothly in English.", "到達目標": "To enable students to communicate smoothly in English.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This is a practical class. The teacher is there to help and guide but it is only by actively participating that students will benefit and improve. It is therefore a student-entered class.", "トピック": {"第1回": ["Introduction/Orientation.", ""], "第2回": ["Start work on Unit 7. Practice discussing jobs.<BR/>Chat about daily life 1<BR/>Share Journal 1 with your classmates", "Prepare Journal 1"], "第3回": ["Continue work on Unit 7. Discussing gender differences at work.<BR/>Chat about daily life 2<BR/>Share Journal 2 with your classmates<BR/>Do Extemporaneous Speaking Practice 1", "Prepare Journal 2"], "第4回": ["Start work on Unit 8. Talking about shopping.<BR/>Chat about daily life 3<BR/>Share Journal 3 with your classmates<BR/>Do Extemporaneous Speaking Practice 2", "Prepare Journal 3"], "第5回": ["Continue work on Unit 8. Discussing the impact of shopping on the environment.<BR/>Do Extemporaneous Speaking Evaluation 1<BR/>Share Journal 4 with your classmates (Time Permitting)<BR/>Chat about daily life 4", "Prepare Journal 4"], "第6回": ["Start work on Unit 9. Focusing on schools and education.<BR/>Chat about daily life 5<BR/>Share Journal 5 with your classmates<BR/>Do Extemporaneous Speaking Practice 3", "Prepare Journal 5"], "第7回": ["Continue work on Unit 9. Discussing different types of school and homeschooling.<BR/>Chat about daily life 6 (Time Permitting)<BR/>Share Journal 6 with your classmates<BR/>Short Written Quiz 1 on textbook and classroom expressions.", "Prepare Journal 6"], "第8回": ["Start work on Unit 10. Discussing issues related to media (movies, books, etc.)<BR/>Chat about daily life 7<BR/>Share Journal 7 with your classmates<BR/>Do Extemporaneous Speaking Practice 4", "Prepare Journal 7"], "第9回": ["Continue work on Unit 10. Discussing the plusses and minuses of social media. <BR/>Chat about daily life 8<BR/>Share Journal 8 with your classmates<BR/>Do Extemporaneous Speaking Practice 5", "Prepare Journal 8"], "第10回": ["Start work on Unit 11. Discussing issues related to nature and the environment. <BR/>Do Extemporaneous Speaking Evaluation 2<BR/>Share Journal 9 with your classmates (time permitting)<BR/>Chat about daily life 9 (Time Permitting)", "Prepare Journal 9"], "第11回": ["Continue work on Unit 11. Giving opinions about how to solve environmental problems.<BR/>Do Extemporaneous Speaking Practice 6<BR/>Chat about daily life 10<BR/>Share Journal 10 with your classmates (time permitting)", "Prepare Journal 10"], "第12回": ["Start work on Unit 12. Focusing on the most important problems facing Japan.<BR/>Do Extemporaneous Speaking Practice 7<BR/>Share Journal 11 with your classmates<BR/>Chat about daily life 11", "Prepare Journal 11"], "第13回": ["Continue work on Unit 12. Talking about solutions to the important problems facing Japan.<BR/>Short Written Quiz 2 on textbook and classroom expressions.<BR/>Chat about daily life 12<BR/>Share Journal 12 with your classmates (time permitting)", "Prepare Journal 12"], "第14回": ["Do Extemporaneous Speaking Evaluation 3. Debriefing on what you learned during the semester.", ""], "授業外学習2": "Prepare by writing your journal"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Kirsty McLean", "Topic Talk Issues", "EFL Press", "", "", ""], "教科書Required texts0": "Topic Talk Issues by Kirsty McLean (EFL Press)", "学生による授業評価の方法Course Evaluation by Students0": "Students will be asked to make comments and requests anonymously.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Grades will be based upon active participation in classroom activities (25%), timely journal submissions (25%), written quizzes (25%), extemporaneous speaking evaluations (25%)."], "成績評価Grading2": "備考　Note\nGrades will be based upon active participation in classroom activities, timely journal submissions, written quizzes, and extemporaneous speaking evaluations.", "更新日時/Date of Update0": "2022年10月12日 11時36分04秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｆ－２０４"]}, "campas": 0, "name": "【100】英語（Ｓｐｅａｋｉｎｇ）II　５／English (Speaking) II", "管理部署": 1, "単位数": 1, "担当者": "ヴィスゲイティス（VISGATIS BRAD） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 24, "評価1": 4, "開講期": 2}