{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "Comme suggere dans son intitule (ecouter / parler) ce cours est axe sur deux aspects essentiels de la conversation: l’ecoute et l’expression verbale.", "到達目標": "Developper la capacite d’ecoute. Organiser une conversation. Travailler la memoire et la qualite de l’expression verbale et corporelle.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "Selon la situation des extraits de films choisis, nous aborderons des themes comme l’indication du chemin, une premiere rencontre, l’expression des gouts, etc…", "トピック": {"第1回": ["Se presenter. Preparation d’un dialiogue, deux par deux, a propos des activites des vacances d’ete.", ""], "第2回": ["Jeu, deux par deux, du dialogue prepare la semaine precedente. Visionnement d’un film francais.", ""], "第3回": ["Visionnememt de la deuxieme partie du film. Preparation, deux par deux, d’un dialogue pour evoquer ce que les etudiants pensent du film.", ""], "第4回": ["Jeu, deux par deux, du dialogue prepare la semaine precedente. Liste de vocabulaire et d’expressions de base.", ""], "第5回": ["Visionnement d’une premiere sequence choisie. Decryptage du dialogue.", ""], "第6回": ["Decryptage du dialogue (suite). Comprehension. Memorisation.", ""], "第7回": ["Lecture, puis jeu par coeur de la scene en question.", ""], "第8回": ["Visionnement d’une deuxieme sequence choisie. Decryptage du dialogue.", ""], "第9回": ["Decryptage du dialogue (suite). Comprehension. Memorisation.", ""], "第10回": ["Lecture, puis jeu par coeur de la scene en question.", ""], "第11回": ["Visionnement d’un deuxieme film francais.", ""], "第12回": ["Preparation, deux par deux, d’un dialogue pour evoquer ce que les etudiants pensent du film, et jeu.", ""], "第13回": ["Visionnement d’une sequence choisie. Decryptage du dialogue.", ""], "第14回": ["Lecture, puis jeu par coeur de la scene en question.", ""], "授業計画1": "Afin de mieux comprendre et maitriser ces deux aspects de l’echange verbal, nous utiliserons des extraits de films francais. A la premiere etape de visionnement suivront un travail d’ecoute et de decryptage, puis de memorisation pour reproduire ces dialogues sous forme de jeu de scene.", "授業外学習2": "No"}, "評価": {"教科書Required texts0": "Nous n'utiliserons pas de manuel. Photocopies reproduisant des listes de vocabulaire et les extraits de dialogues seront remises aux etudiants pendant la classe.", "参考文献・資料Reference books0": "None", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Le volume et la qualite de la participation aux exercices et aux jeux de scene."], "成績評価Grading2": "備考　Note\nSeront pris en consideration l’assiduite, le volume et la qualite de la participation aux exercices et aux jeux de scene.", "更新日時/Date of Update0": "2022年01月01日 22時49分19秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "Ｇ－１０４"]}, "campas": 0, "name": "【200】フランス語（聞く・話す）II　２／French (Aural) II", "管理部署": 1, "単位数": 1, "担当者": "ボワト　Ｐ．（BOITEAU PATRICE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 4, "評価1": 4, "開講期": 2}