{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "本授業の目的は、受講者が初中級程度の内容のフランス語を聞き、話す応用力を身につけることである。", "到達目標": "<span style=\"font-size:13.28px;\">本授業では、受講者が、フランス語のやや複雑な会話やニュースや講演の概要を聞き取り、それについて話すことができるようになることを到達目標とする。</span>", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "The course will rely on various ways. We will use a textbook of French as a Foreign Language (FLE), and advance chapter by chapter. Those chapters consist of a variety of contents: short texts (not longer than 20 lines), &nbsp;taken from newspapers and magazines; oral recordings of daily life conversations; very short audiovisual materials (a couple of minutes); simplified grammatical explanations; lists of vocabulary pertaining to daily life matters. The instructor will ask the students to do a selection of exercises from the book, written or oral. Those exercises include conversations in class, role playing, They are usually done during class, without any specific preparation. The only regular homework (apart from specific written work to be graded, 3 or 4 times during the semester), is to review the new acquisitions every week which include the new elements brought to by the instructor, who will write quite a lot on the blackboard.&nbsp;", "トピック": {"授業計画1": "<span style=\"font-size:small;\">Reading: oral questions of comprehension - </span>oral questions about oneself's habits and daily life topics<span style=\"font-size:small;\">&nbsp; - daily life conversations through role playing in small groups - Grammar and vocabulary exercises.&nbsp;</span>", "授業外学習2": "<span style=\"font-size:small;\">Review the new acquisitions (lists of vocabulary,&nbsp;</span>grammatical rules)<span style=\"font-size:small;\">&nbsp;- carefully reread the notes taken during class.</span><div><span style=\"font-size:small;\">3 or 4 times during the semester, a written homework will be asked: write a couple of lines on a topic related to daily life, or answer a couple of practical questions...</span></div>"}, "評価": {"0": "", "1": "", "教科書Required texts0": "The purchase of the textbook is compulsory. The references will be registered later, and the copies will be sold by the University.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "2 oral test of 3 to 5 minutes conducted in-class by the instructor, in the middle and at the end of the semester (20% each)"], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "45 %", "3 written homework during the semester (15% each)"], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "25 %", "Attendance and active participation in class."], "更新日時/Date of Update0": "2024年05月01日 17時00分43秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｆ－３０６"]}, "campas": 0, "name": "【300】フランス語（聞く・話す）III　３／French (Aural) III", "管理部署": 1, "単位数": 1, "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 32, "評価1": 2, "評価2": 7, "評価3": 5, "開講期": 1}