{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "本授業の目的は、受講者が中級程度の内容のフランス語を聞き、話す力を身につけ，自立した言語使用者となることである。", "到達目標": "本授業では、受講者が、フランス語の複雑な会話やニュースや講演の概要を聞き取り、それについて話すことができることを到達目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "The course will be based on a textbook, whose lessons and exercises are dealing with 4 essential skills: communication, grammar, vocabulary, cultural insights. The content of the book is focused on daily life matters and current issues like the environment, the education, gender relations, intergenerational relationships...", "トピック": {"授業計画1": "The textbook is divided in 12 units, each of it consisting of various documents (written, pictorial, audio-recordings, audiovisual material), coming with explanations of grammatical points, lists of vocabulary on specific themes, and a range of exercises of oral and written practice. In the Spring semester, we shall cover units 1 ~ 3 or 4: each unit will be covered in 3 or 4 weeks, followed by a short examination (through a written homework, possibly combined with an oral exercise in interaction). At the end of the semester, a longer test will be given, in-class, including exercises of written and oral understanding.", "授業外学習2": "There shall be a little homework to do every week: reading short texts and answering of couple of questions about them; preparing exercises about grammar and vocabulary, in the prospect to be questioned by the professor in class; reflecting on a topic related to the lesson, in the prospect of a debate to be conducted in class."}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Final test, given the last day of class"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "Short homeworks"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Active participation in class, oral exercises in interaction"], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｆ－３０４"]}, "campas": 0, "name": "【300】フランス語（聞く・話す）IV　３／French (Aural) IV", "管理部署": 1, "単位数": 1, "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 2, "評価2": 3, "評価3": 6, "開講期": 2}