{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "本授業の目的は、受講者が中級程度の内容のフランス語を聞き、話す力を身につけ，自立した言語使用者となることである。", "到達目標": "本授業では、受講者が、フランス語の複雑な会話やニュースの概要を聞き取り、それについて話すことができるようになることを到達目標とする。", "授業方法": "授業方法は<BR/>１．映像資料や音声資料、テレビのニュースをもとに聞き取りを行う。<BR/>２．聞き取りの内容をもとに会話を行う。<BR/><BR/>＊プリント、資料やリンク等は必要に応じて配信する。基本的に授業時間内に映像や録音資料を配信する。<BR/><BR/>/ Course Format : <BR/>1. Hearing from materials given by French visual or audio documents, TV or news. <BR/>2. Discussion based on this hearing. <BR/><BR/>* Handouts given during the class.　The class will be held within the regular time, during which the necessary materials for the students will be uploaded.<BR/><BR/><BR/>全回対面授業を行う。ただし、活動制限レベルの変更によりオンライン授業に移行することがある。オンライン授業は、規程の授業時間に行われるオンライン授業（オンデマンドではない）に受講者が接続する形の授業となる。資料の配布、出席確認や課題も対面式と同様に行う。", "トピック": {"授業計画1": "フランス語の時事ニュースや文化・芸術を扱った資料（基本的には映像資料）をもとに、「聞く・話す」ことを学ぶ。<BR/>一つのトピックを取りあげ、聞き取りの練習を行ったうえで、生徒が自ら話す時間をもつ。<BR/>決まったトピックについて聞き取りで学んだ表現を使って話すことにより、自然な意思表示の方法や意見を交換する方法を学ぶ。<BR/>授業で使われる日本語は最低限にとどめる。また、授業の復習は必須である。<BR/><BR/>/Based on French News, or documents on art and culture, we will practice hearing and conversation. The class will consist of hearing exercise on a special topic, before the students start talking. By using the expressions and words from the hearing, we learn how to express our will or to exchange opinions. Japanese language will be kept to a minimum. Review is mandatory.", "授業外学習2": "授業の復習は必須である。/Review is mandatory."}, "評価": {"教科書Required texts0": "プリント配布/Handouts given in class", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", "授業中に提出した課題の評価/ examinations conducted during the class"], "成績評価Grading2": ["その他／Others (99)", "80 %", "授業中の課題参加、発言、出席状況などを合わせて評価/Participation, remarks, attendance during class"], "成績評価Grading3": "備考　Note\n正当な理由なく4回以上欠席の場合には単位を認めない。\n\nオンライン受講生の成績評価基準は概ね対面式の基準と同じとする。", "備考Note0": "言語はコミュニケーションのツールです。皆さんの積極的な授業参加が期待されます。/Language is a communaction tool. It is expected that students actively participate in the class.", "URLリンク1/URL 11": "1月7日授業Zoom", "更新日時/Date of Update2": "2021年08月03日 09時44分06秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "５別－３０８"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】フランス語（聞く・話す）IV　３／French (Aural) IV", "管理部署": "文学部／School of Humanities", "単位数": "1", "担当者": "都留　恵美里（TSURU EMILIE D.） ", "履修基準年度": "３年", "時限1": "火曜４時限／Tuesday 4", "開講期": "秋学期／Fall"}