{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "本授業の目的は、受講者が中級程度の内容のフランス語を書く力を身につけ，自立した言語使用者となることである。", "到達目標": "本授業では、受講者が、フランス語で，身近な話題だけでなく，抽象的な話題に関しても，ある程度の長さの筋の通った文章を，書くことができることを到達目標とする。", "授業方法": "Il s&#39;agit d&#39;un cours de travaux pratiques, avec de nouveaux documents chaque semaine. Il y aura des travaux écrits, courts mais réguliers, qui consisteront à rédiger de petits essais.", "トピック": {"授業計画1": "Chaque cours sera divisé en trois parties :<BR/>- retour sur une ou des images vue(s) la semaine précédente. Le professeur demandera parfois aux étudiants de présenter leur réflexion oralement.<BR/>- découverte d&#39;une image ou d&#39;un groupe d&#39;images, avec les explications du professeur, sur leur contexte, leur origine, leur signification.<BR/>- explication des mots et des expressions utiles pour faire le commentaire de ces images.", "授業外学習2": "Des listes de mots et d&#39;expression à relire et à compléter par la consultation du dictionnaire.<BR/>Des réponses à des questions à préparer par écrit et à l&#39;oral : écrire quelques phrases.<BR/>A la fin du semestre, on commencera à préparer un travail final un peu plus long (une page), avec l&#39;aide du professeur."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "間違えたり、文章が上手に書けなくても大丈夫です。自分の意見や考えを相手に伝わるよう表現できることが重要です。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "間違えたり、文章が上手に書けなくても大丈夫です。自分の意見や考えを相手に伝わるよう表現できることが重要です。"], "成績評価Grading3": ["その他／Others (99)", "20 %", "出席、授業中の発言、授業への参加意欲"], "成績評価Grading4": "備考　Note\n間違えたり、文章が上手に書けなくても大丈夫です。自分の意見や考えを相手に伝わるよう表現できることが重要です。", "更新日時/Date of Update0": "2021年01月19日 11時16分44秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "文－３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】フランス語（書く）IV　３／French (Writing) IV", "管理部署": "文学部／School of Humanities", "単位数": "1", "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "３年", "時限1": "金曜３時限／Friday 3", "開講期": "秋学期／Fall"}