{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、ドイツ語を書く初歩の能力を身につけることにある。", "到達目標": "本授業では、受講者がドイツ語の初歩的な文章を書くことができるようになることである。", "授業方法": "書くための手段である文字、とりわけアルファベットのような表音文字は、音声を写し取る役割を果たすものである。したがって、ドイツ語の音声を正しく文字で書き表すという練習、いわゆる書き取りを授業の一本目の柱とする。そのうえで、個々の単語から、短い文、そして文章へと、書き表す領域を広げてゆく。個々の文の作成から、他者に伝えたい内容の表現までのプロセスには、それが日本語で思い浮かべた表現と、それをドイツ語という異なった体系の言語によって表現することとの間の乖を埋めるために、できる限り多くのドイツ語文を蓄積することを二本目の柱とする。", "トピック": {"第1回": ["現在対面授業　のドイツ語修得状況を確認するために、その場で簡単なドイツ語文の書き取りをしてもらう。<BR/>文字の発音・文字の組み合わせ（単語、特に数字）の発音の確認<BR/>ドイツ語の音声をどの程度文字化できるかを確認しておくことから始める。", "数字と単語の発音とつづりを再確認<BR/>名詞の性と複数形の確認"], "第2回": ["対面授業　Ｓ（主語）＋　Ｖ（動詞）. で完成される文<BR/>　　　　　Ｓ（主語）＋　Ｖ（動詞）＋　Ｃ（補語）. で完成される文<BR/>　　　　　Ｓ（主語）＋　Ｖ（動詞）＋　Ｏ（目的語）. で完成される文", "名詞の性・数・格の再確認<BR/>何を書いて（言って）みたいか<BR/>書いてみたいことに必要なドイツ語の単語は？"], "第3回": ["対面授業　主語の格　補語の格　目的語の格　そして動詞の形　まずは主語がichの場合とそれ以外の場合<BR/>格とはなにか？<BR/>格を示すためには？", "動詞の人称変化の再確認<BR/>ますはドイツ語で書いてみる"], "第4回": ["対面授業　名詞の性と数、そして格とそれを示すために変化するものは？<BR/>定冠詞と不定冠詞の格変化　定冠詞類と不定冠詞類の格変化　形容詞の格変化<BR/>定冠詞＋形容詞＋名詞　不定冠詞＋形容詞＋名詞　形容詞＋名詞", "格変化表の確認<BR/>書いたドイツ語の各語の形、とくに語尾"], "第5回": ["対面授業　形容詞比較級と最上級でも変化するのは英語と同じ<BR/>ドイツ語ではその変化語尾にさらに格変化語尾がつく！！<BR/>まずは、ドイツの尻尾をつかまえることが必要である。", "ドイツ語の語尾を色分けしてみると"], "第6回": ["対面授業　もうひとつ大切な語尾である人称変化語尾<BR/>主語の人称と単複によって、主語を持つ動詞（定動詞）の語尾が決まる<BR/>日本語にはこの人称変化がなく、いわゆる五段活用などの活用があるがドイツ語には？", "ドイツ語の語尾の色分けを続けると"], "第7回": ["対面授業　もうひとつ、動詞における重要な変化⇒三基本形<BR/>ドイツ語は過去も人称変化する！！　<BR/>ドイツ語は現在完了で過去を表現する⇒人称変化は完了の助動詞(haben/sein)だけで済む⇒過去形よりも…", "ドイツ語の語尾をさらに色分けしてみると"], "第8回": ["対面授業　今のことと確実な未来のこと（現在形＋副詞）を書いてみることから始める<BR/>書き手はあなた自身ですが、書きたいことの主語は？", "私は（僕は）・・・・・だ。<BR/>僕は（私は）・・・・・する。"], "第9回": ["対面授業　今のこととして書いた内容を過去のことにして書いてみると？", "・・・・・だった。<BR/>・・・・・（を）した。"], "第10回": ["対面授業　やはり必要なさまざまな助動詞の助け<BR/>助動詞構文は文末というお約束<BR/>ドイツ語の文末には大切なものが置かれている", "～したい　～できる　～ねばならない<BR/>～かもしれない　などなどの表現をつくる"], "第11回": ["対面授業　ここまで知った内容で、どんな内容の文章が書けるだろうか？<BR/>ドイツ語を（で）書くことは和文独訳とは違う？<BR/>やさしいドイツ語文をたくさん使って書いてみると…", "まずは書きたいことを日本語で<BR/>それを日本語以外（できれば英語がドイツ語）にしてみよう"], "第12回": ["対面授業　日本語で書けることと日本語以外で書けることは違ってあたりまえ<BR/>伝えたい内容を単純明解に書いてみる<BR/>書いたドイツ語から文法上のミスを探してみる", "難しい日本語をそのまま外国語になおせるほど<BR/>外国語ができれば言うことはないけれど…<BR/>じゃあ日本語を簡単に書いてみよう"], "第13回": ["対面授業　さあ、いよいよ書きたかった内容がドイツ語にできているかどうか、クラスの仲間と<BR/>お互いにチェックし合ってみよう。", "できあがったドイツ語の文章をもともと<BR/>日本語で書きたかったことと比較して、<BR/>ドイツ語では書けなかったところを確認する"], "第14回": ["対面授業　出来上がったドイツ語を清書する<BR/>それを単純明解な日本でも書いてみる<BR/>そして、本来書きたかったことを日本語で書いてみる", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["清野智昭", "ドイツ語を書いてみよう", "白水社", "", "", ""], "教科書Required texts0": "春学期にⅠを履修した受講者は上記教科書と辞書を必ず持参すること\n秋学期からの受講者は、必ず辞書を持参すること", "参考文献・資料Reference books0": "もし、なんらかの翻訳ツールを手に入れていたら、それも堂々と持参する", "学生による授業評価の方法Course Evaluation by Students0": "学部および教務機構にしたがう", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "いわゆる「平常評価」による"], "成績評価Grading2": "備考　Note\nここでいう平常評価とは、受講者のリスポンスを基本とするが、いわゆる「平常レポート」「小テスト」や「平常試験（授業中試験）」が含まれることを妨げるものではない。\nこれらを実施する場合は、少なくとも小テストは一週間前、平常レポートおよび平常試験は二週間前に周知するものとする。", "更新日時/Date of Update0": "2021年02月26日 15時09分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｆ－２０１"]}, "campas": 0, "name": "【100】ドイツ語（書く）II　２／German (Writing) II", "管理部署": 1, "単位数": 1, "担当者": "新宮　潔（SHINGU KIYOSHI） ", "履修基準年度": "１年", "時限1": 9, "評価1": 4, "開講期": 2}