{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Dans ce séminaire, les étudiants réfléchiront sur la langue française et étudieront les principaux concepts de la linguistique française.", "到達目標": "En suivant ce séminaire, les étudiants comprendront mieux le fonctionnement de la langue française. Les étudiants feront des exercices en classe pour apprendre à réfléchir, à analyser et à bien s’exprimer en français.", "授業方法": "対面授業<BR/><BR/>【感染防止重点期間】<BR/>●4月28日以降「Zoom による同時双方向」で配信予定。授業開始 5 分前までに Zoom へ入っ ておくこと(ZoomミーティングのリンクはLUNAにある。)。", "トピック": {"授業計画1": "Ce séminaire s’organise autour des trois points suivants :<BR/>1) Les étudiants liront des textes en français pour comprendre et maîtriser les principaux concepts de la linguistique française.<BR/>2) Les étudiants feront des exercices en classe sur : l’emploi des articles, les différences entre les temps grammaticaux, l’emploi des prépositions, les registres de langue et la politesse, les ressemblances et les différences entre le français et le japonais, etc.<BR/>3) Les étudiants écriront des rapports sur des questions de langue pour préparer progressivement leur mémoire de licence. <BR/><BR/>This seminar is organized around the following three points:<BR/>1) Students will read texts in French to understand and master the main concepts of French linguistics.<BR/>2) Students will do class exercises on: the use of articles, the differences between grammatical tenses, the use of prepositions, language registers and politeness, the similarities and differences between French and Japanese, etc.<BR/>3) Students will write reports on language issues, to gradually prepare their undergraduate thesis.", "授業外学習2": "次回の課題を授業前に予習し、授業後に復習することが必要になる。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "定期リポート提出と授業内での平常評価をもって評価する。"], "備考Note0": "仏和・和仏辞典（紙版も電子辞書も可。携帯電話・スマートフォン・他の電子端末の辞書機能を使用することは認めない。）", "更新日時/Date of Update1": "2021年04月27日 22時15分44秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｃ－３０３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】フランス語学演習I　２／Seminar in French Linguistics I", "管理部署": "文学部／School of Humanities", "単位数": "2", "担当者": "プヨ　バティスト（PUYO BAPTISTE） ", "履修基準年度": "３年", "時限1": "水曜２時限／Wednesday 2", "開講期": "春学期／Spring"}