{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Dans ce séminaire, les étudiants réfléchiront sur la langue française et étudieront les principaux concepts de la linguistique française.", "到達目標": "En suivant ce séminaire, les étudiants comprendront mieux le fonctionnement de la langue française. Les étudiants feront des exercices en classe pour apprendre à réfléchir, à analyser et à bien s’exprimer en français.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業", "トピック": {"授業計画1": "Ce séminaire s’organise autour des trois points suivants :<BR/>1) Les étudiants utiliseront les connaissances acquises en troisième année pour faire des exposés sur un problème de langue.<BR/>2) Après chaque exposé, les étudiants discuteront et feront des exercices en rapport avec le sujet de l’exposé. <BR/>3) Les étudiants écriront des rapports sur des questions de langue pour préparer leur mémoire de licence.<BR/><BR/>This seminar is organized around the following three points:<BR/>1) Students will use the knowledge acquired in the third year to make presentations on a language problem.<BR/>2) After each presentation, students will discuss and do exercises related to the topic of the presentation.<BR/>3) Students will write reports on language issues to prepare their undergraduate thesis.", "授業外学習2": "次回の課題を授業前に予習し、授業後に復習することが必要になる。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "定期リポート提出と授業内での平常評価をもって評価する。"], "備考Note0": "仏和・和仏辞典（紙版も電子辞書も可。携帯電話・スマートフォン・他の電子端末の辞書機能を使用することは認めない。）", "更新日時/Date of Update1": "2022年01月19日 19時07分20秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｆ－３０８"]}, "campas": 0, "name": "【400】フランス語学演習III　２／Seminar in French Linguistics III", "管理部署": 1, "単位数": 2, "担当者": "プヨ　バティスト（PUYO BAPTISTE） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 2, "評価2": 4, "開講期": 1}