{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "文学の重要な一要素である演劇の魅力に触れることを目的とする。", "到達目標": "芝居の現場にいる演劇人の講義を聞くことにより、様々な種類の演劇について新しい知識を得ることができる。", "授業方法": "授業は初回のみ対面で行い、２回目以降はリモートで行う。<BR/>ZoomミーティングのURLは各担当者がLunaの「お知らせ」で伝える。<BR/><BR/>リアルタイムで授業に参加できない学生のために授業の録画をOne Driveに上げる。<BR/><BR/>東浦弘樹（本学文学部教授、フランス文学者、劇作家、役者）、本田千恵子（兵庫県立ピッコロ劇団員、役者）、島守辰明（兵庫県立ピッコロ劇団員、演出家）、田中孝弥（清流劇場代表、演出家）がリレー式で授業を行う。<BR/>受講生は４人の講師それぞれが授業の中で指示する課題を提出すること。<BR/>また、増田雄（モンゴルズシアターカンパニー代表）をゲストスピーカーとして招き、一人芝居『私』を上演する。", "トピック": {"第1回": ["４／１２、東浦弘樹（対面需要）<BR/>ガイダンス、演劇の魅力とその必要性", ""], "第2回": ["４／１９、本田千恵子（リモート授業）<BR/>演劇表現(想像から創造へ)<BR/>総合芸術である演劇の構成要素を元に、絵画、言葉、空間、音などを用い、想像から創造の過程を辿り、表現について考察する。", ""], "第3回": ["４／２６、本田千恵子（リモート授業）<BR/>演劇表現(演劇の応用)<BR/>今日、演劇はその手法を用い、社会において社会包摂活動やコミュニケーションワーク等の場で活用されている。その事例を上げながら、社会における演劇の可能性を探る。", ""], "第4回": ["５／１０、島守辰明（リモート授業）<BR/>ロシア演劇の世界<BR/>島守が学んだロシア、モスクワ国立マールイ劇場と附属演劇大学、劇場の内側、学生たちの生活などをご紹介します。", ""], "第5回": ["５／１７、島守辰明（リモート授業）<BR/>チェーホフと世界<BR/>今回課題の「三人姉妹」の作者チェーホフの人生、またその作品がもたらしたその後の影響をご紹介します。また、「三人姉妹」を使って戯曲の分析方法をご紹介します。", ""], "第6回": ["５／２４、島守辰明（リモート授業）<BR/>「三人姉妹」の分析をさらに続けます。皆さんが分析してきたものも少しご紹介していただきます。また、翻訳する際の話も少ししようと思います。", ""], "第7回": ["５／３１、島守辰明（リモート授業）<BR/>「三人姉妹」の分析の最終回。最終幕の第四幕については「三人姉妹」のロシアでの舞台映像も少しご紹介します。映像は日本語字幕のないものなので読んでいただいておく必要があります。", ""], "第8回": ["６／７、東浦弘樹（リモート授業）<BR/>フランス古典主義演劇とロマン主義演劇：コルネイユ『ル・シッド』、ラシーヌ『アンドロマック』、モリエール『ドン・ジュアン』、ユゴー『エルナニ』", ""], "第9回": ["６／１４、東浦弘樹（リモート授業）<BR/>フランス実存主義演劇と不条理演劇：カミュ『カリギュラ』、サルトル『出口なし』、ベケット『ゴドーを待ちながら』、イヨネスコ『犀』", ""], "第10回": ["６／２１、東浦弘樹（リモート授業）<BR/>増田雄のひとり芝居『私』を上演。上演後、増田にインタビューを行う。", ""], "第11回": ["６／２８、田中孝弥（リモート授業）<BR/>ギリシア悲劇『オイディプス王』について　──知の探求", ""], "第12回": ["７／５、田中孝弥<BR/>（リモート授業）ギリシア悲劇『メデイア』について　──怒りを描く", ""], "第13回": ["７／１２、田中孝弥（リモート授業）<BR/>ドイツ演劇『賢者ナータン』について　──対立を越えて", ""], "第14回": ["７／１９、田中孝弥（リモート授業）<BR/>スイス演劇『アンドラ』について　──偶像の危うさ", ""], "授業外学習2": "授業中に指示する。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "４人の講師それぞれが課すレポートを中心に総合的に評価する"], "成績評価Grading2": "備考　Note\n担当者４名が担当回の中で課題を出します。テーマは授業の中で指示します。\n４つの課題全てをLunaに提出してください（締め切りは各担当者が伝えます。遅れると受け取らない場合もあるので注意してください）。\n\n課題は以下の通りです。\n本田：授業およびLunaで提示する画像の中から一つ選び、授業内で指定する条件を満たし物語を生み出す。\n島守：授業ではチェーホフ作「三人姉妹」を使って、戯曲の分析方法を学びます。自分独自に分析した「三人」姉妹」を1500字以内でまとめていただくのが課題です。戯曲は島守自身が翻訳したものを用意します。\n東浦：授業で取り上げた戯曲のうち一つを選んで、DVDなどで見るか本を読むかして思うところを書く（質だけでなく量も評価の対象とする）。\n田中：ソポクレス『オイディプス王』を読み、授業の内容を踏まえながら、800字以内で思うところを述べてください(テキストは、授業初日までにLunaへアップします)。", "更新日時/Date of Update0": "2021年04月21日 23時06分30秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "Ｆ－２０３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】人文学総合２３／Comprehensive Studies 23", "管理部署": "文学部／School of Humanities", "単位数": "2", "担当者": "東浦　弘樹（TOURA HIROKI） ", "履修基準年度": "２年", "時限1": "月曜２時限／Monday 2", "開講期": "春学期／Spring"}