{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "文学の重要な一要素である演劇の魅力に触れることを目的とする。", "到達目標": "芝居の現場にいる演劇人の講義を聞くことにより、様々な種類の演劇について新しい知識を得ることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "授業に関する質問があれば代表者の東浦までメールを送ること。メールアドレスは以下の通り。h-toura@kwansei.ac.jp", "授業方法": "4名の教員、東浦弘樹（本学文学部教授、フランス文学者、劇作家、役者）、本田千恵子（兵庫県立ピッコロ劇団員、役者）、島守辰明（兵庫県立ピッコロ劇団員、演出家）、田中孝弥（清流劇場代表、演出家）がリレー式で講義を行う。<BR/><BR/>また、増田雄（モンゴルズシアターカンパニー代表）をゲストスピーカーとして招き、一人芝居『私』を上演する。", "トピック": {"第1回": ["東浦弘樹：ガイダンス<BR/>演劇の魅力とその必要性についてお話しします。", ""], "第2回": ["本田千恵子：演劇表現(想像から創造へ)<BR/>総合芸術である演劇の構成要素を元に、絵画、言葉、空間、音などを用い、想像から創造の過程を辿り、表現について考察する。", ""], "第3回": ["本田千恵子：演劇表現(演劇の応用)<BR/>今日、演劇はその手法を用い、社会において社会包摂活動やコミュニケーションワーク等の場で活用されている。その事例を上げながら、社会における演劇の可能性を探る。", ""], "第4回": ["島守辰明：ロシア演劇、チェーホフがもたらしたもの<BR/>ロシア演劇は「チェーホフが近代演劇をもたらした」と言われます。作劇法が変わることでどのように演技、演出が変わったのか。", ""], "第5回": ["島守辰明：ロシアの演劇学校<BR/>まもなく創設200年を迎える、ロシア国立モスクワ・マールイ劇場附属シェープキン演劇大学。ここで研修した講師の体験を基に、世界で初めて創設された演劇教育の内容と世界への潮流を紹介します。", ""], "第6回": ["島守辰明：チェーホフ解題と分析<BR/>作品には作者自身とその時代が表れます。チェーホフ個人の境遇と背負った時代背景、そして今生きている私たちがどのように戯曲を通して作者と対話できるのかを考えます。", ""], "第7回": ["島守辰明：『三人姉妹』を読み、体験すること<BR/>実際に戯曲をどう読むのか。そこには現代の演劇に通じる、俳優と言葉の秘密、作者のたくらみと、観客との対話が立ち上がって見えてきます。", ""], "第8回": ["東浦弘樹：フランス古典主義演劇とロマン主義演劇<BR/>コルネイユ『ル・シッド』、ラシーヌ『アンドロマック』、モリエール『ドン・ジュアン』、ユゴー『エルナニ』についてお話しします。", ""], "第9回": ["東浦弘樹：フランス実存主義演劇と不条理演劇<BR/>カミュ『カリギュラ』、サルトル『出口なし』、ベケット『ゴドーを待ちながら』、イヨネスコ『犀』についてお話しします。", ""], "第10回": ["東浦弘樹<BR/>増田雄のひとり芝居『私』を実際に上演。上演後、増田にインタビューを行ないます。", ""], "第11回": ["田中孝弥：ギリシア悲劇『オイディプス王』について──知の探求", ""], "第12回": ["田中孝弥：ギリシア悲劇『メデイア』について──怒りを描く", ""], "第13回": ["田中孝弥：ドイツ演劇『抑えれば止まるアルトゥロ・ウイの興隆』──新たなまなざし", ""], "第14回": ["田中孝弥：スイス演劇『アンドラ』──偶像の危うさ", ""], "授業外学習2": "授業中に指示する。"}, "評価": {"教科書Required texts0": "なし。", "参考文献・資料Reference books0": "必要に応じて授業中に紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n定期試験を行います。\n定期試験では４人の教員が１問ずつ出題します。受講生はその中から２問を選んで解答します。\n各教員の問題は以下の通りですので、書く内容をあらかじめ準備して試験に臨んでください。詳しいことは授業の中で指示します。\n\n本田：空間（写真）から生まれる物語の戯曲化（写真から物語を創作し、戯曲化する）。\n島守：チェーホフの『三人姉妹』を\"自分を通して\"分析する。\n東浦：授業で取り上げた戯曲のうち一つを選んで、DVDなどで見るか本を読むかして思うところを書く（質だけでなく量も評価の対象とする）。\n田中：授業で取り上げた戯曲の中から一つ選んで読み、授業内容を踏まえながら思うところを述べよ。", "更新日時/Date of Update0": "2022年01月18日 12時09分11秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "Ｈ－３０１"]}, "campas": 0, "name": "【200】人文学総合２３／Comprehensive Studies 23", "管理部署": 1, "単位数": 2, "担当者": "東浦　弘樹（TOURA HIROKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 0, "開講期": 1}