{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本学の初年次必修科目として、建学の精神と深く関わるキリスト教に関する基礎知識を提供することを目的とする。世界的古典である新約聖書をテキストとして、キリスト教の出発点となったナザレのイエスの思想と生き方を学び、歴史を通じて今日まで続くその思想的、文化的、社会的影響について講じる。", "到達目標": "履修生がキリスト教の思想・文化の基本を理解すること、福音書（イエスの伝記）の主たる物語の概要と意義を説明できるようになること、それらの物語の発するメッセージを今日の自らの生活に重ねて検討することで価値観形成のヒントを得ること、またそれらすべて通して本学において学ぶ意義を明確化することを目指す。", "授業方法": "対面授業（新型コロナウィルスの状況により、大学が授業形態の変更を決めた場合は、別途連絡する）。聖書をテキストとして、毎回レジュメや参考資料を配布し、板書を行いながら講義する（毎回必ず聖書を持参すること）。理解を深めるための補助として、映画や音楽など、AV資料を多用する。毎回ではないが、学期中に数回コメントペーパー記入を課す。", "トピック": {"第1回": ["オリエンテーション：講義の目的、方法、ルール、成績評価などについて", ""], "第2回": ["イントロダクション：なぜキリスト教学を必修として学ぶのか（オンライン）", ""], "第3回": ["キリスト教とはどのような宗教か(1)：思想的・文化的多様性をめぐって（オンライン）", ""], "第4回": ["キリスト教とはどのような宗教か(2)：キリスト教信仰の基本的内容（対面・オンライン）", ""], "第5回": ["聖書とはどのような書物か(1)：旧約聖書と新約聖書（対面・オンライン）", ""], "第6回": ["聖書とはどのような書物か(2)：グローバルな教養と文化の源泉としての聖書（対面・オンライン）", ""], "第7回": ["イエスの思想の中心：イエスの「神の国」思想(1)―その基本的内容（対面・オンライン）", ""], "第8回": ["イエスの思想の中心：イエスの「神の国」思想(2)―その文化的展開（対面・オンライン）", ""], "第9回": ["イエスのたとえ話：「タラントンのたとえ」と自己実現（対面・オンライン）", ""], "第10回": ["イエスのたとえ話：「ぶどう園の労働者のたとえ」と他者理解（対面・オンライン）", ""], "第11回": ["イエスのたとえ話：「善いサマリア人のたとえ」と隣人について（対面・オンライン）", ""], "第12回": ["イエスの山上の説教：８つの幸い、心の貧しい人、平和を造る人（対面・オンライン）", ""], "第13回": ["イエスの行為：最後の晩餐における「洗足」に見る人間関係の地平（対面・オンライン）", ""], "第14回": ["まとめ（対面・オンライン）", ""], "授業外学習2": "・各回の授業が終わるごとに、その内容を復習し、確実に理解しておく必要がある。これを日頃からこつこつとやっておかなければ学期末の筆記試験には対応できない。<BR/>・適宜指示する聖書テキストは必ず読んでおくこと。これをしなければ各回の授業に対応できなしい。<BR/>・参考文献として適宜指示する書物を読む、紹介する映画を観るなど、単に受身に講義を聴くだけでなく、積極的な姿勢で学び、理解を深め、広げることが求められる。<BR/>・チャペルアワーは本科目で得た知識をより広い視点から、また体験的に補完する重要な機会となる。少なくとも週に1回のチャペル出席が強く推奨される。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "聖書（旧新約、新共同訳、ハーフボリューム版）", "日本聖書協会", "", "978-4-8202-1201-0", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "各回の講義終了後の課題40％、期末リポート60％"], "成績評価Grading2": "備考　Note\n・初回の授業で伝えた成績評価から変更されているので注意すること。\n・新型コロナウィルスの感染状況等によって対面での定期試験が実施できない場合は、その分（60％）について平常リポート等で評価を行う。\n・基礎疾患、外国在住などでオンラインでの受講を許可された学生に対しては、定期試験に代えて平常リポート等で評価を行う。", "更新日時/Date of Update0": "2021年06月08日 09時07分27秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "社－２０１"]}, "campas": 0, "name": "【100】キリスト教学Ｂ　１／Introduction to Christianity B", "管理部署": 2, "単位数": 2, "担当者": "打樋　啓史（UTEBI KEIJI） ", "履修基準年度": "１年", "時限1": 8, "評価1": 3, "開講期": 1}