{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "欧州連合の中でもドイツとともに中心的な役割を果たしているフランスのさまざまな文化的側面を研究することにより、フランス人たちの思考方法をあきらかにするととも、私たちの今後の指針を考える。", "到達目標": "現代のフランスの文化のさまざまな側面にたいして理解を深めていくとともに、フランス語の能力をDELFのa2レベルまで引き上げることを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "【オンライン受講許可学生対象】2回目以降「Zoomによる同時双方向」で配信予定。授業開始5分前までにZoomに入っておくこと。なおパスコード等はLunaのメールで授業1週間前までに連絡します。", "トピック": {"第1回": ["フランス第5共和国と大統領の権限<BR/>（授業時間外の学習に関して作成されたレポートにたいしては、原則、授業中に教師の側からその内容にたいしてコメントを述べるだけでなく、そこで提出された論点をさらに展開するための議論を全受講者の間で行う）", "マクロン大統領が新型コロナの感染防止のために取った緊急事態宣言の中身を検討しなさい。また、なぜそのような宣言が可能だったのかを調べなさい。（1時間半）"], "第2回": ["現代フランスの新しい政治思想の台頭<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "現在（2022年4月）行われているフランスの大統領選立候補者の主張を確認しながら、なぜ左派系の政党が退潮傾向を見せているのか考えなさい。（1時間半）"], "第3回": ["フランスの移民問題<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランス人の宗派別人口比を検討の上、フランスにおけるイスラム教の位置づけを調べなさい。（1時間半）"], "第4回": ["フランスの社会保障政策<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランスの人口の増減を確認しつつ、そこにどのような社会保障制度の充実があったのかを日本の制度と比較し、検討しなさい。（1時間半）"], "第5回": ["フランスのNGO<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "コメディアンのコリューシュ（1944－1986）が立ち上げたLes Restos du coeurを調べ、それがどのようなインパクトをフランス社会にあたえたのかを調べなさい。（1時間半）"], "第6回": ["フランスの言語教育<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "「英語至上主義」に対抗し、フランス語の世界的な普及をはかるため、フランス政府がどのような対策を取っているか調べなさい。（1時間半）"], "第7回": ["フランス文化の盛衰<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "ここ最近十年の間で、日本で翻訳されたフランスの書籍、日本で公開されたフランス映画を調べなさい。（1時間半）"], "第8回": ["日本におけるフランス文化の今昔<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "宝塚歌劇場での演目の中にどのようなフランス関連の物があるか調べなさい。（1時間半）"], "第9回": ["フランスにおける日本の存在<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランス語の中に入った日本語にどのようなものがあるか調べなさい。それがどのような方面の文化に集中する傾向があるかも確認しなさい。（1時間半）"], "第10回": ["フランスの食文化と地方料理<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランスの各地に存在する地方特有の料理にどのようなものがあるか調べなさい。また日本のsushiが現在どのようにフランス受け入れられているのか調べなさい。（1時間半）"], "第11回": ["フランスの最先端工業技術<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "日本の新幹線とフランスの新幹線TGVの違いを調べなさい。（1時間半）"], "第12回": ["フランスの観光産業政策<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランスにおける世界遺産を確認つつ、エッフェル塔に観光客をひきつけるためにどのような政策立案がなされているか調べなさい。（1時間半）"], "第13回": ["フランス人の労働意識<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランスにおける労働組合（とりわけCGT）を調べ、どのような主義主張、行動方針をたてているか調べなさい。（1時間半）<BR/>）"], "第14回": ["授業中試験<BR/>（試験の模範解答ならびに解説を試験後Lunaのメール等を使って送りますので、よく確認して、理解を深めておいてください）", "これまでの学習内容を整理し、理解を深めておいてください。（1時間半）"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["石井洋二郎　ミシェル・サガズ", "時事フランス語　2022年度版", "朝日出版社", "2022 年", "978-4-255-35333-3", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["アルフレッド・フィエロ", "パリ歴史事典", "白水社", "2000 年", "4-560-02825-7", ""], "参考書/Reference books2": ["カメル・ダーウド", "もうひとつの『異邦人』ムルソー大捜査", "水声社", "2019 年", "978-4-8010-0243-2", ""], "参考文献・資料Reference books0": "授業では、上記の教科書以外に、前もって配布しておいたプリントも使用します。なお、参考文献は、適宜授業中に指示します。\nなお、仏和辞典の購入を強くお薦めします。以下のものを参考にしてください。クラウン仏和辞典（三省堂）、プチ・ロワイヤル仏和辞典（旺文社）、ディコ仏和辞典（白水社）", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "申請によりオンライン授業を許可された履修者の成績評価に関しては、下の「成績評価備考」を参照してください"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "授業の理解度に基づいて成績評価をおこなう"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】平常レポート70％とし、Lunaでレポート課題を課す（13回）。残りの30％分は「授業中試験」の当日、Lunaから試験問題を送るので、それを指定された日時まで返送してください", "更新日時/Date of Update0": "2022年02月22日 16時36分40秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "Ｈ－３０５"]}, "campas": 0, "name": "【200】フランス語IIIｂ　１／French IIIb", "管理部署": 2, "単位数": 1, "担当者": "松田　浩則（MATSUDA HIRONORI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 2, "評価2": 3, "開講期": 1}