{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "1. To develop students’ English proficiency through the study of academic topics in the field of sociology.\n2. To build students confidence in using English as a communicative tool.\n3. To help students improve their listening and note-taking skills through extensive lecture-listening activities. \n4. To introduce students to significant vocabulary words relevant to a wide-range of academic topics. \n5. To prepare students to actively take part in discussions, teaching them the fundamental skills for agreeing and disagreeing with others’ opinions.", "到達目標": "1. Students will develop their academic skills. \n2. Students will become more confident and effective communicators.\n3. Students will strengthen their listening comprehension, note-taking and discussion skills.\n4. Students will acquire new vocabulary that will enhance their academic achievement.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "1. This course will be conducted in English only and English will be the means of communication between the students and the instructor.  (Students will also be expected to communicate with one another in English.)\n2. Students are encouraged to actively participate in class discussions, both independently and collaboratively, in order to enhance their competence and confidence in English and also to create a better learning environment for all.", "トピック": {"第1回": ["Class Outline Session 1\t\tCourse Description & Introduction", "Essay:  your goals for the second semester.  One hour of out of class study."], "第2回": ["Class Outline Session 2\t\tUnit 2: Linguistics - A Time to Learn", "Grammar worksheet assignment.  One hour plus of out of class study."], "第3回": ["Class Outline Session 3\t\tUnit 2: Linguistics - A Time to Learn", "Review of in-class study and related questions.  One hour of study."], "第4回": ["Class Outline Session 4\t\tUnit 4: Business - Negotiating for Success", "Business terms and their usage assignment.  One hour of out of class study."], "第5回": ["Class Outline Session 5\t\tUnit 4: Business - Negotiating for Success", "International customs, giving opinions and supporting arguments.  One hour or more of study."], "第6回": ["Unit 6: Engineering - Robots", "Presentation preparation, first draft on topic to be announced.  90 minutes or more of study."], "第7回": ["Class Outline Session 7\t\tUnit 6: Engineering - Robots      Presentation review", "Rewrite and corrections to the presentation.  One hour or more of study."], "第8回": ["Class Outline Session 8\t\tUnit 8: Biology - Genetically Modified Food       Presentations", "Presentation feedback worksheet.  One hour of study."], "第9回": ["Class Outline Session 9\t\tUnit 8: Biology - Genetically Modified Food", "Reading material homework assignment.  One hour of out of class study."], "第10回": ["Class Outline Session 10\t\tUnit 10: History - Shackleton", "Written opinion on today's in class material.  One hour of study."], "第11回": ["Class Outline Session 11\t\tUnit 10: History - Shackleton", "Cultural customs conversational dialog writing.  One hour or more of out of class study."], "第12回": ["Class Outline Session 12\t\tUnit 12: Information Technology - Big Data", "SNS worksheet and related exercises.  One hour of study."], "第13回": ["Class Outline Session 13\t\tUnit 12: Information Technology - Big Data", "Pre-course review and reflection.  How to frame the question.  One hour of study."], "第14回": ["Class Outline Session 14\t\tCourse Review & Reflection", ""], "授業外学習2": "One to two hours of homework can be expected each week. Students will be asked to watch course materials online, mostly lecture videos, throughout the semester."}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students’ final grade will derive from a combination of assignments, activities, presentations, mini-tests, etc.　申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "成績評価Grading2": "備考　Note\n1. Active participation is extremely important and counts as a significant part of students’ evaluation marks. 2. Attendance is crucial to students’ success in this course. The instructor will carefully mark students’ attendance as present and on time, late, or absent. Specific rules regarding attendance are as follows: 2a) Only students who are present at the time the class begins will receive full attendance marks. 2b) Any student walking into the classroom after the class has begun will be marked late. The instructor will take this into account when giving students a participation grade. 2c) Being 15 to 29 minutes late will equal half an absence (0.5). 2d) Each time students are late 30 minutes or more, they will be marked absent. However, they are still encouraged to attend. 2e) No more than three absences will be permitted in this course. Any student who is absent more than three times will automatically fail this course. The use of smartphones in class is strictly forbidden. Students must store their smartphones (and other electronics that are irrelevant to this courses’ studies) in their bags throughout the entire duration of each class. Students’ grades will be affected if this rule is breached. (In the case of a project in which internet connection is necessary for online research, the instructor might consider allowing students to use their smartphones, but unless such a situation is specifically and clearly suggested and allowed by the instructor, the use of smartphones will be strictly prohibited.) 【オンライン受講許可学生対象】Online students will have weekly assignments on Luna. Assignments will be available for 30 hours ending on the class day at 9:00 p.m. Announcements concerning any relevant news will also be made on Luna. A final test assignment will be announced near the end of the semester on Luna as well.", "備考Note0": "The use of smartphones in class is strictly forbidden. Students must store their mobile phones (and other electronics that are irrelevant to this courses’ studies) in their bags throughout the entire duration of each class. Students’ grades will be affected if this rule is breached. (In the case of a project in which internet connection is necessary for online research, the instructor might consider allowing students to use their smartphones, but unless such a situation is specifically and clearly suggested and allowed by the instructor, the use of smartphones will be strictly prohibited.)", "更新日時/Date of Update1": "2022年12月04日 13時15分29秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｅ－２０４"]}, "campas": 0, "name": "【100】English Communication Ｄ　２３／English Communication D", "管理部署": 2, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 30, "評価1": 5, "開講期": 2}