{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "欧州連合でドイツとともに中心的な役割を果たしているフランスのさまざまな文化的側面を研究することによって、フランス人たちの思考方法を明らかにする。", "到達目標": "現代のフランス文化のさまざま側面にたいして理解を深めて行くとともに、フランス語の能力をDELFのb1レベルまで引き上げることを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "この授業では、現代フランスのきわめて具体的な文化事象に着目し、その分析を通して、フランス人たちの思考の基盤を明らかにしていくとともに、私たち自身が抱えるもろもろの問題の解決法を探ります。", "授業方法": "【オンライン受講許可学生対象】2回目以降、「Zoomによる同時双方向」で配信予定。授業開始5分前までにZoomへ入っておくこと。なおパスコード等は授業の1週間前までに、Lunaのメールで連絡します。なお、授業で使う資料等もLunaで送ります。", "トピック": {"第1回": ["フランスとNATO<BR/>（授業時間外の学習に関して作成されたレポートに対しては、原則、授業中に教師の側からその内容に関してコメントを述べるだけでなく、そこで提出された論点をさらに展開するための議論を全受講者で行う）", "フランス第5共和制下の歴代の大統領たちが兵役の義務に対してどのような態度を取って来たかを調べなさい。（１時間半）"], "第2回": ["フランスにおけるライシテの問題<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "パリにあるla Grande MosquéeやInstitut du monde arabeがどのような構想に基づいて作られたのかを調べなさい。（1時間半）"], "第3回": ["フランスとフランス語教育<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "東京や京都にあるInstitut franco-japonaisや大阪にあるAlliance françaiseがどのようなフランス政府の文化戦略のもとで作られたのかを考えなさい。（1時間半）"], "第4回": ["フランス人たちの家族観<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "日本とフランスとのLGBTQの問題へのアプローチの違いを、とりわけ社会保障の観点から調べなさい。（1時間半）"], "第5回": ["フランスの大学とグランド・ゼコール<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "日本の大学入試とフランスのバカロレアの違いを調べなさい。特に、2022年度の入試問題を参考に考察を深めなさい。（1時間半）"], "第6回": ["68年世代と「黄色いヴェスト運動」<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "1968年のいわゆる「5月革命」でどのようなことが起こり、その後、それがどのようか変革をもたらしたのかを調べなさい。（１時間半）"], "第7回": ["フランス料理と「食」のグローバリゼーション<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "毎年新版が発行され、世間の注目を引いているミシュラン・ガイドの功罪を考えなさい。（1時間半）"], "第8回": ["フランス・ファッション界の変遷<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "ココ・シャネルの功績をまとめつつ、それがどのように女性の身体の解放をもたらしたのか、その意義を考えなさい。（1時間半）"], "第9回": ["現代フランス文学の担い手たち<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "現在フランスで活動している北アフリカ出身の作家たち、たとえばマリー・ンディアイやカメル・ダーウドの「成功」の原因を探りなさい。（1時間半）"], "第10回": ["フランス印象派からジャパン・エキスポ<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "日本のMangaやゲームソフトがフランスでどのように受け入れられているのかを調べなさい。（1時間半）"], "第11回": ["日本におけるフランス文化の受容の歴史<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "日本語の中に入っているフランス語にどのようなものがあるかを調べ、そこに見られる傾向と趣向を考えなさい。（1時間半）"], "第12回": ["フランス人と人権<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "フランス人権宣言の大まかな内容を調べ、その現代的意義を考えなさい。（1時間半）"], "第13回": ["フランス人の労働観とヴァカンス<BR/>（授業時間外の学習に関するフィールドバックの方法に関しては第1回目を参照のこと）", "近年のフランス人たちのヴァカンスの取り方の変容を調べなさい。またそれがどのような社会的要因に基づいているのかを考察しなさい。（1時間半）"], "第14回": ["授業中試験<BR/>（試験後、試験問題の解答と解説をLunaで送りますので、熟読のうえ、知識をきちんと整理しておいてください）", "これまでの授業内容を取りまとめ、理解を深めるようにしてください。（1時間半）"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["石井洋二郎", "時事", "朝日出版社", "2022 年", "978-4-255-35333-3", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["アルフレッド・フィエロ", "パリ歴史", "白水社", "2000 年", "4-560-02825-7", ""], "参考書/Reference books2": ["カメル・ダーウド", "もうひとつの『異邦人』ムルソー大捜査", "水", "2019 年", "978-4-8010-0243-2", ""], "参考文献・資料Reference books0": "授業では、上記の教科書以外にも、前もって配布するプリントを使用します。また仏和辞典の購入を強くお薦めします。次のような事象を参考にしてください。クラウン仏和辞典（三省堂）、プチ・ロワイヤル仏和辞典（旺文社）、ディコ仏和辞典（白水社）", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "オンライン受講許可学生の評価基準に関しては、下の「成績評価備考」を参照してください"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "授業の理解度に基づいて成績評価を行う"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】平常レポートを70％とし、Lunaでレポート課題を課す（計13回、課題は毎回、授業の資料をLunaで送付するときに、いっしょに連絡する）。残りの30％分は、「授業中試験」の日にLunaで送られる試験問題とする。指定された日時までにLunaで返送すること。", "更新日時/Date of Update0": "2022年10月12日 13時17分51秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－１０８"]}, "campas": 0, "name": "【200】フランス語IVｂ　１／French IVb", "管理部署": 2, "単位数": 1, "担当者": "松田　浩則（MATSUDA HIRONORI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 2, "評価2": 3, "開講期": 2}