{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "いじめ現象を社会学理論を用いて分析する。いじめが社会学のどんな理論とどう関わるのか、それでいじめのどのような側面を浮かび上がらせることができるのかを見てゆく。", "到達目標": "大風呂敷を広げて言えば、「いじめ」「社会学理論」の両方に詳しくなることだが、文献の講読（→精読）を通じて「大学ではどの程度の水準でものを言うことが求められているのか」を実感してもらうことを目標とする。あまりにも低い到達目標に落胆するかもしれないが、十数回の授業でできることなどたかが知れている。担当者としては、この程度の労力で――社会学理論に限らず――何らかのスキルを習得できるという不遜な考え方を持たれては困る。", "授業方法": "演習形式（学生による報告と討論が主）であり、「学生の報告→教員のコメント・学生同士の討論」という運びである。なお、報告はグループ単位ではなく個人単位でしてもらう予定である（※万が一、受講者が多かった場合はグループワークとするかもしれない）。<BR/><BR/>内藤朝雄『〈いじめ学〉の時代』（柏書房、2007年）を基本テキストとして、それに関連する文献を適宜参照する。<BR/><BR/>内藤朝雄氏はいじめ研究の第一人者であり、この本は著者によれば、これまでの研究成果を「専門家向け」（※基礎演習で指定された文献検索サイトCiNiiとは専門家用）ではなく「高校生向け」にしてまとめたものである。<BR/><BR/>ただ、それでも学者が書いたものである以上は、理解するのには骨は折れるかもしれない。たとえ一生懸命に時間をかけて読んだにもかかわらず内容が一向に頭に入ってこなかったとしても悲観的にならないようにすること。報告の際は「どこがどうわからないか」をできるだけ明確にするよう留意してほしい。いわば、報告者とは「みんなの代わりに教員に質問する係」のようなものである。", "トピック": {"授業計画1": "どのタイミングで何をするか等は、受講者の様子を見て適宜決めてゆく。内藤氏はいじめのエスカレート・蔓延の原因を「人間関係の過密性」「外部への逃げ場がない」「外部からの介入がなされない」に求めており、担当者もそれを踏襲している。以下は、それに関する箇所の抜粋である。<BR/><BR/>「いまどきの子どものいじめ（だけ）が酷い」という見解は、実は二重の意味でズレています。そもそもいじめは「いまどき」以前に、「子ども」特有の現象ではないからです。いじめに年齢は関係ありません。もちろん、職業、社会的地位、学歴、収入、教養、性別が異なる、さまざまな集団に起こります。社会的ステイタスが抜群に高い大人同士の間にも、いじめはあります。（内藤朝雄『〈いじめ学〉の時代』柏書房、2007年、p.26）<BR/><BR/>「学校に限らず、移動の自由が極小化された収容施設で共同体的な生活を送らざるを得ない環境（たとえば、刑務所、捕虜収容所、強制労働キャンプなど）ではしばしばインフォーマルグループによる暴力支配が蔓延する。」（内藤朝雄『いじめの社会理論―その生態学的秩序の生成と解体』柏書房、2001年、p.139）<BR/><BR/>「たとえば学級や学校への囲い込みを廃止し……若い人たちが自由に交友関係を試行錯誤できるのであれば、「しかと」で他人を苦しませるということ自体ができない。……「しかと」をしようとする者は、相手を苦しめるどころか、単純明快に「つきあってもらえなくなる」だけである。……自由に友を選べる広い交際圏では、他者を被害者にしたてあげるよりも速い速度で、関係が不可能になる。広い交際圏では、魅力によってしか距離を縮めることができない。」（同、p.140-1）<BR/><BR/>「「存在を許す」というのは、攻撃しないという意味であって、「なかよくする」のとは違う。むしろ「なかよく」しない権利が保障されるからこそ、「存在を許す」ことが可能となる。……多種多様な相容れない生のスタイルを生きる人々が、「なかよく」しなくても共存できるようにする……。「存在を許す」自由の秩序は、「なかよく」しなくても安心して暮らせるしくみである。」（同、p.264-5）<BR/><BR/>本演習は、内藤氏の議論をたたき台として他の議論も紹介する。たとえば、いじめを考える上で「問題が生じている」と「問題として扱われている」とは同義でないという視点も重要である。<BR/><BR/>「現象そのものに問題性があるか否かは、実は、社会の人たちの解釈によって左右されています。つまり、「憂慮すべき社会的状況が生じていて何らかの対策が必要である」と、みんなが思うことによって、ある現象がはじめて「問題」とされるのだ」（広田照幸・伊藤茂樹『教育問題はなぜまちがって語られるのか？―「わかったつもり」からの脱却』日本図書センター、2010年、p.19-20）<BR/><BR/>「世界の動向を見てみても、いじめが社会問題となってきたのは1980年代から90年代にかけてのことである。もちろん、いじめは古くからあった問題であるが、今日では、いずれの国においても、およそ貧困や戦禍が問題となっていない国々では一つの社会問題となってきている。」（森田洋司編『いじめの国際比較研究―日本・イギリス・オランダ・ノルウェーの調査分析』金子書房、2001年、p.39）", "授業外学習2": "文献を読み報告するというスタイル（＝演習）である以上、当日の報告のための資料作成は当然のことながら授業時間外にやってもらうことになる。また、自分が報告の担当でなくても、授業当日までに指定された範囲を読んでおくこと。"}, "評価": {"教科書Required texts0": "内藤朝雄『〈いじめ学〉の時代』（柏書房、2007年）\n\n※第一回目は持参しなくても可。購入のタイミングはこちらから指示します。", "参考文献・資料Reference books0": "森田洋司『いじめとは何か―教室の問題、社会の問題』（中公新書、2010年）\n加藤芳正『なぜ、人は平気で「いじめ」をするのか―透明な暴力と向き合うために』（日本図書センター、2011年）\n広田照幸・伊藤茂樹『教育問題はなぜまちがって語られるのか？―「わかったつもり」からの脱却』（日本図書センター、2010年）\n内田良『ブラック部活動―子どもと先生の苦しみに向き合う』（東洋館出版社、2017年）\nジョン・スチュアート・ミル『自由論』（光文社古典新訳文庫、2012年、斉藤悦則訳）\nノルベルト・エリアス『文明化の過程』上・下（法政大学出版局、2010年）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "詳しくは成績評価備考欄に記載"], "成績評価Grading2": ["その他／Others (99)", "50 %", "詳しくは成績評価備考欄に記載"], "成績評価Grading3": "備考　Note\nレポートと平常点（レポート５：平常点５の割合）。\n\nレポートについては、盗用と判断した場合は成績評価を0点とする。故意ではなくても、引用元も引用範囲も明示されてないものは盗用扱いとする。学部生の提出物で最もよく見られるのは、文末に参考文献（＝引用元）は示しているが、それぞれがどこでどう用いられているのかわからない（＝引用範囲が不明）というものだが、そうしたものについては大幅な減点とする。\n\n平常点については、単に出席していれば自動的に点数がつくというわけではない。ほおづえ・あくび・居眠り・私語など、マナーの悪い者に対しては厳しく対処する。特に、他の学生が報告している最中に、このような態度をとった者に対しては、大幅に減点した上で退出を命じる。", "備考Note0": "この科目は選択（正確には選択必修）なので、担当者としては、やる気のある学生・本当に勉強したい学生のみを歓迎する。やる気のない者・やる気の足りない者を大学生として処遇する気はないので、そうした者は絶対に応募しないこと。", "更新日時/Date of Update1": "2021年04月23日 13時55分23秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "演習教室"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】インターミディエイト演習　４／Intermediate Seminar", "管理部署": "社会学部／School of Sociology", "単位数": "2", "担当者": "松本　隆志（MATSUMOTO TAKASHI） ", "履修基準年度": "２年", "時限1": "木曜１時限／Thursday 1", "開講期": "春学期／Spring"}