{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「楽器」を見たことがありますか？もし、こう問われたら、多くの人が「ある」と答えるだろう。それだけ身近にある「楽器」だが、なぜ楽器がこの社会に存在するのか、その理由を考える人は少ないのではないか。そこで、本演習は「楽器」という文化財をキーワードにして、近代化以降のイギリスを中心に、なぜ楽器が存在するのか、社会学と歴史学の視点から履修生と共に考えることを目的とする。授業では、担当教員のイギリスでの長期生活、研究調査、ギター製作工房での修行経験（参与観察）といったフィールドワークで培った経験や知識を共有する。そのことを通して、発想や視点の転換方法についても学び、学術的に研究するための基礎能力を養う。", "到達目標": "本授業は、社会学と歴史学の視点から楽器を通して様々な社会的な事象を分析・考察する方法論を学び、身近にある「楽器」から社会の構造について理解することができるようになることを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "各グループで、その日の授業のトッピックについてディスカッションを行い、意見をまと めて発表する演習形式で進める。コロナ禍における授業となるため、授業形態については変更になる可能性があり、履修者にはLUNAで連絡するので必ず確認して下さい。", "トピック": {"第1回": ["オリエンテーション・問題関心の共有・グループ分け・楽器の選択", ""], "第2回": ["楽器とファッション (ファッションとしての楽器:ジンメルの流行)", "【予習課題】 第1回で配布した資料を読み課題をやること <BR/>【復習課題】 第2回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第3回": ["グループリサーチの内容 (リサーチクエスチョンとキーワード)の設定", "【予習課題】 第2回で配布した資料を読み課題をやること <BR/>【復習課題】 第3回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第4回": ["楽器とジェンダー論　(教育と性的シンボ ルとしての楽器)", "【予習課題】 第3回で配布した資料を読み課題をやること <BR/>【復習課題】 第4回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第5回": ["楽器とサロン文化　（３つのポートレイトに見る舞台女優の役割）", "【予習課題】 第4回で配布した資料を読み課題をやること <BR/>【復習課題】 第5回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第6回": ["消費社会と楽器　(記号として消費される楽器:ボードリヤールの消費社会論)", "【予習課題】 第5回で配布した資料を読み課題をやること <BR/>【復習課題】 第6回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第7回": ["プレゼンテーションとリポート執筆の実践", "【予習課題】 第6回で配布した資料を読み課題をやること <BR/>【復習課題】 第7回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第8回": ["娯楽としての楽器　(文化産業:アドルノ、ホルクハイマ ー)", "【予習課題】 第7回で配布した資料を読み課題をやること <BR/>【復習課題】 第8回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第9回": ["フィールドワーク論　（楽器を調査するとは?　イギリスのギター製作工房での修行経験）", "【予習課題】 第8回で配布した資料を読み課題をやること <BR/>【復習課題】 第9回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第10回": ["労働者階級の台頭と文化の変容　（ビートルズの誕生と廉価楽器）", "【予習課題】 第9回で配布した資料を読み課題をやること <BR/>【復習課題】 第10回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第11回": ["楽器の社会史　（ロンドンオリンピックとMr.ビーン）", "【予習課題】 第10回で配布した資料を読み課題をやること <BR/>【復習課題】 第11回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第12回": ["楽器と身体技法論　（身体の短縮: 独創性とは？）", "【予習課題】 第11回で配布した資料を読み課題をやること <BR/>【復習課題】 第12回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第13回": ["楽器と現代社会　(階級社会の崩壊と協働的社会の誕生: 楽器のポテンシャル)", "【予習課題】 第12回で配布した資料を読み課題をやること <BR/>【復習課題】 第13回で学んだ視点で、日常的な事象を一つ分 析してみること"], "第14回": ["まとめ　（なぜ、楽器は存在するのか？）", "【予習課題】 第13回で配布した資料を読み課題をやること <BR/>【復習課題】 第14回で学んだ視点で、日常的な事象を一つ分 析してみること"]}, "評価": {"教科書Required texts0": "教科書は指定せず、適宜参考文献を紹介する", "参考文献・資料Reference books0": "井上俊、伊藤公雄編『社会学べーシックス7、ポピュラー文化』(2009年、世界思想 社)\n井上俊、伊藤公雄編『社会学べーシックス6、メディア・情報・消費社会』(2009年、 世 界思想社)\nRichard. Leppert, Music and Image, Domesticity, Ideology and Socio-cultural Formation in Eighteenth-century England (Cambridge: Cambridge University Press, 1988)", "学生による授業評価の方法Course Evaluation by Students0": "授業中適宜フィードバックを求める", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "授業で課す課題20%、期末リポート40%"], "成績評価Grading2": ["その他／Others (99)", "40 %", "演習への参加内容20%、プレゼンテーション20%"], "更新日時/Date of Update0": "2023年01月13日 14時07分41秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｅ－３０３"]}, "campas": 0, "name": "【200】インターミディエイト演習　１７／Intermediate Seminar", "管理部署": 2, "単位数": 2, "担当者": "杉本　逸土（SUGIMOTO HAYATO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 3, "評価2": 4, "開講期": 1}