{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "この授業の目的は、広く社会問題に関心を持つように、学術論文を含むさまざまな文章を読めるようになることを目指す。その上で、卒業論文作成をしてもらう。", "到達目標": "以下の３点を到達目標として設定する。<BR/>１）読んだ本や文章の内容をまとめる力を身につける。<BR/>２）読んだ文章について発表する。<BR/>３）他の学生の発表などについてコメントをする。<BR/>４）卒業論文を作成する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "フィールド文化学関連の授業に関心を持ってほしい。", "授業方法": "参加型のゼミ。演習科目なので、担当教員の指導にしたがって、発表をすることに慣れてもらう。詳しくは、担当する教員（李建志）と学生が相談しながら問題をひもといていただきたい。<BR/>また本科目は対面型授業としますが、感染状況によっては一部変更する可能性はあります。", "トピック": {"第1回": ["導入１<BR/>本来は、ゼミ生が多いので、まずはコミュニケーションツールを使って、学生相互の理解を深めていく。李の持っているメソッドをいくつか披露し、学生に浸透させ、雰囲気作りに励むことを最優先にしてきた。課題をこなしながらゼミを運営するので、ついてきて欲しい。", ""], "第2回": ["導入２<BR/>本来は、前週と違うコミュニケーションツールを使って、学生相互の理解を深めていく。李の持っているメソッドをいくつか披露し、学生に浸透させ、雰囲気作りに励むこととするのが通例だ。", ""], "第3回": ["研究への招待１<BR/>何かを調べる際に、インターネットなどを参考とすることが多いかと思う。たしかに便利ではあるが、これがすべて信用できるわけではない。そこで、李から提出される基礎的な概念用語を、まずはスマートフォンで調べてもらい、その内容について議論する。本来は主にペアワークで行い、適宜ペアは組み替えて実施していたが、今年はそれが不可能なので、こちらから投げかけた概念などを、他己紹介でペアになった学生といっしょに考えてもらうこととする。", "学生の様子を見て、講読形式を選択し、教科書を読み継ぐことになる可能性がある。"], "第4回": ["研究への招待２<BR/>先週に引き続き、李から提出される基礎的な概念用語を、スマートフォンを利用して調べ、発表していくという作業を続ける。この作業を通じて、如何にネット上の情報が信用できないか、また他人の意見を丸写ししても、意味がわかったことにはならないということが実感してもらえると思う。ペアのパターンは、毎回変更する。", "学生の発表に際し、当該部分を予習してくること。以下同じ。"], "第5回": ["研究への招待３<BR/>先週に引き続いて、概念用語の調査活動をするが、そろそろネット情報を離れて、図書検索をしてもらう。また検索した文献を読み込み、内容をまとめる力を身につける。", ""], "第6回": ["研究への招待４<BR/>先週に引き続いて、概念用語の調査活動をする。同じく、図書館を縦横に使って調べ、それを咀嚼して、発表するというプロセスを踏んでもらう。", ""], "第7回": ["研究への招待５<BR/>本来ならば、先週すなわち「４」で調べた内容を、一週間かけてレジュメにしてもらい、他のゼミ生に向かって発表してもらうところだ。そしてその際、タイムキーパーや司会の仕事も経験してもらう予定だった。", ""], "第8回": ["ゼミへの導入１<BR/>いよいよ教科書を使っての講読と、それに関する下調べをしてもらう。そのため、ゼミ生にはペアになって問題にあたってもらう。教科書の内容を何回かに分け、各ペアが順番に、それぞれレジュメを書いてもらう。ペアは担当教員がランダムに指定する。", "本来は見田宗助氏の「まなざしの地獄」という論文を使う予定だ。"], "第9回": ["ゼミへの導入２<BR/>本来、各回の発表は、やはり司会を立て、タイムキーパーも立てるつもりであった。そして、実際にゼミ生の前で発表することになるため、概念用語などはきちんとおさえ、過不足なく発表してもらうことにしてきた。そして、担当教員（李建志）から質問が飛ぶこともあり、各ゼミ生にはその分担当箇所に関してはがんばって調べてもらいたい。", ""], "第10回": ["ゼミへの導入３<BR/>先述のゼミの３回目である。", "希望者が多ければフィールドワークの準備をする。"], "第11回": ["ゼミへの導入４<BR/>先述のゼミの４回目である。", "希望者が多ければフィールドワークを行う。"], "第12回": ["ゼミへの導入５<BR/>先述のゼミの５回目である。", "フィールドワークを行った場合は発表会を行う。"], "第13回": ["ゼミへの導入６<BR/>先述のゼミの６回目である。", ""], "第14回": ["ゼミへの導入７<BR/>先述のゼミの７回目である。", ""], "第15回": ["秋学期がはじまる。<BR/>ゼミへの導入８<BR/>先述のゼミの８回目である。", ""], "第16回": ["ゼミへの導入９<BR/>先述のゼミの９回目である。", ""], "第17回": ["ゼミへの導入１０<BR/>先述のゼミの１０回目である。", ""], "第18回": ["ゼミへの導入１１<BR/>先述のゼミの１１回目である。", ""], "第19回": ["ゼミへの導入１２<BR/>先述のゼミの１２回目である。", ""], "第20回": ["ゼミへの導入１３<BR/>先述のゼミの１３回目である。", ""], "第21回": ["ゼミへの導入１４<BR/>先述のゼミの１４回目である。", ""], "第22回": ["卒論テーマの模索１<BR/>ゼミへの導入と並行して、各自の卒論テーマを模索をしてもらうつもりだが、李との相談を経た「なんとなくこういうことをしてみたい」というテーマを、各自発表してもらう。内容よりも、「方法」や「準備」により重きを置くので、どういう方法で研究したいか、そのためには何をするべきなのか、について真摯に考えて欲しい。各ゼミ生に意見をいってもらい、よりよい方向へ向かうのが目的となる。レジュメ作成は必須。", ""], "第23回": ["卒論テーマの模索２<BR/>先週に続き、各自の卒論テーマを模索をしてもらうつもりだが、李との相談を経た「なんとなくこういうことをしてみたい」というテーマを、各自発表してもらう。レジュメ作成は必須。より興味が持てるテーマが望ましい。名にしろ卒論は残るものなので、いろいろあがいて欲しいし、やっていて面白いことを見つけられるようにして欲しい。", ""], "第24回": ["研究演習１まとめ<BR/>年明けには、授業というより、発表後、卒論テーマをどのようにしていくか、相談することに重きを置く。むしろ発表後こそ、がんばって欲しい。また、研究演習２は、就活のため、例年春学期にゼミが成立しないことが多いので、やはり指定する教科書を講読しながら、ペースメーカとしてゼミを運営するので、各自は参加するとともに、相談には頻繁に来て欲しい。", ""], "第25回": ["社会学部の学生として、どうしても読んで欲しい論文、見田宗助『まなざしの地獄』の講読。", "該当箇所を予習してくるように。以下同じ。"], "第26回": ["その2回目である。", ""], "第27回": ["その3回目である。", ""], "第28回": ["その4回目である。", ""], "授業計画1": "担当教員（李建志）の妻齋藤由紀が関西の他の大学でゼミを開いている。だから相互交流をして合同でフィールドワークをすることなどを考えている。しかし、いわゆる新型コロナウィルス騒動に鑑みると、これが実施できたとしても秋学期以降となるだろう。また、ゼミ合宿はぜひ今年こそ実施したいと考えている。秋学期以降のことは今のところ不明だ。", "授業外学習2": "つねに研究テーマを発見すること、それを掘り下げて研究していくことを考えて欲しい。"}, "評価": {"教科書Required texts0": "春学期のはじめに、教科書を指定するので、それを見ながらゼミを運営する。また、研究演習Ⅱで使った、見田宗助の『まなざしの地獄』の後半部分（大澤氏の解説など）も利用する。", "参考文献・資料Reference books0": "各学生の方向性によって、適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業アンケート。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "参加態度および、テーマ決定のプロセスを評価する。申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "成績評価Grading2": "備考　Note\nもともとは、次のように書いていた。\nゼミでの出席や受講態度などを加味して成績を出す。また部活参加はゼミを休む理由にはならないことを念頭に置いて欲しい。これは全学レベルで決まったことであり、私（李建志）もその規則に準拠する。そして理由なく休むことが多い学生にはかなり厳しい対応をする可能性がある。\n\n秋学期以降は、いまだ不明の部分が多いが、感染状況が緩和されている可能性が高い。その場合は対面型へと移行することとするが、ここではっきりと書くことができない。理解してほしい。", "備考Note0": "春学期と秋学期の最初の数週間は対面型で演習を行う。また、感染状況が大幅に緩和されていることに期待し、対面型授業に移行するので、李建志からの発信に注意して欲しい。", "更新日時/Date of Update1": "2022年02月15日 21時01分06秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "木曜４時限／Thursday 4", "通年／Year Round", "Ｇ－１１２"]}, "campas": 0, "name": "【400】研究演習III　３８／Seminar III", "管理部署": 2, "単位数": 4, "担当者": "李　建志（LEE KENJI） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 4, "開講期": 0}