{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "このゼミは死生学、宗教学、医療人類学について基礎的な知識を身に着けることを目的とする。", "到達目標": "死生学、宗教学、医療人類学に関わる文献、概念、議論などについて知識を得、英語力（読む、聞く、話す）を養うことを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "このゼミは英語で行われます。The primary language of instruction and discussion in the seminar will be English. However, we will occasionally use Japanese materials and allow Japanese discussion to understand difficult topics. In principle, the seminar will be student-led. Students will take turns leading a conversation on select topics and raising questions. The instructor will help facilitate discussion and occasionally provide short lectures to clarify important points.", "トピック": {"授業計画1": "Session 1: Introduction<BR/>Session 2-13: Discussion of assigned texts, short lectures by the instructor, student presentations, etc.<BR/>(Sample topics: Suicide, Aging, Depression and Mental Health, Hospice Care)<BR/>We will also spend one class learning how to better utilize the library.<BR/>Session 14: Conclusion<BR/><BR/>See the Seminar Guide for more details about the content of this Zemi.", "授業外学習2": "Students are required to do a close reading of the assigned text, and come to class prepared to raise questions and make comments. When it is their turn to help lead the discussion, some additional preparation time will be necessary."}, "評価": {"教科書Required texts0": "The instructor will provide a variety of texts drawn from books, journals, newspapers, etc. We may also use some short video clips and documentary films.", "参考文献・資料Reference books0": "The instructor will provide reference books as needed.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "The final grade will be based on attendance, quality of participation, discussion, presentations, and written work."], "更新日時/Date of Update0": "2022年10月07日 11時14分55秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｅ－１０３"]}, "campas": 0, "name": "【200】研究演習I　２７／Seminar I", "管理部署": 2, "単位数": 2, "担当者": "ベネディクト　Ｔ．（BENEDICT TIMOTHY O'NEAL） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 4, "開講期": 2}