{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "アイデンティティ・ポリティクスの歴史と本質を研究し、現在の政治ディスコースを把握するために不可欠であるアイデンティティという思想についての知識を身につけること。", "到達目標": "「読む力」を身につけ、「理解」と「解釈」のスキルを深める。とともに、文献要約、プレゼンのスキルを洗練する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "二十世紀後半には、フェミニズム第二波、ゲイとレズビアン開放運動、北米の黒人民権運動、アメリカンインディアン運動などの大規模の政治運動が登場した。こうした運動は、特殊の社会的グループに対して不正が犯されている、という主張に基づき、さまざまな、特殊のアイデンティティの本質、発祥及び将来を論ずる哲学的な考え方に支えられている。と同時に、この哲学的な考え方が社会運動によりかき立てられ強化される。一種の組織化としてのアイデンティティ・ポリティクスは、ある社会的グループ、例えばアフリカンアメリカンの女性としてのアイデンティティが文化的優勢主義の対象になり、社会的追いやり、差別、暴力、搾取などに悩まされちだ、という考え方に密接につながっている。アイデンティティ・ポリティクスはこのような不正義の分析から始まり、「劣等」呼ばわりされたアイデンティティの反復、変質、再定義などの促進へと展開するのである。アイデンティティ・ポリティクスに携わる人々は、優勢な文化が定義した自らのアイデンティティの「劣等」を認めず、自意識の積極的な変質に取り組む。このようにアイデンティティ・ポリティクスは一方でマイノリティ・グループに対する抑制の可視化及び是正につながるのだが、他方ではマイノリティに対する過剰な配慮による社会分断、社会構成員の間の連帯感の低下、自画像の劣化などを懸念する非難の対象にもなる。いずれにせよ、現在の政治ディスコースを把握するためには、アイデンティティという思想が不可欠である。", "授業方法": "上記のテーマの次の側面を主に研究する。<BR/>１．\tアイデンティティという思想の意味。近代社会の登場と同時にアイデンティティが発見され積極的に議論されたことを注目しなければならない。アイデンティティという思想の歴史的な展開を確認することが必要不可欠である。哲学的な話にもなるが、ルソー、ヘルダー、ミルなどのアイデンティティ論の原典を学びながら、１９世記の政治思想について研究する。<BR/>２．\tアイデンティティと正義。アイデンティティ論において問題視されているトピックとして、アイデンティティ・ポリティクスが目指す正義が取り上げられている。フレーザーとホネットの間に交わされた議論が明らかにしたように、配分の正義と承認の正義とが必ずしも一致しないコンセプトである。この議論の背景にある正義、承認、配分の思想を研究する。<BR/>３．\tアイデンティティ・ポリティクスの現在。グローバル化が増進する中、政治のディスコースにおいてアイデンティティというカテゴリーがますます重視される。ジェンダー、人種、文化などの多数の分野においてアイデンティティの承認が要求される。近年のアイデンティティ・ポリティクスの具体例（北米に発祥したcancel culture, Black Lives Matterなど）を調査しながら、アイデンティティ・ポリティクスへの射程を検討する。<BR/><BR/>以上のテーマについて、文献研究、文献購読を行う。「読む力」を身につけ、「理解」と「解釈」のスキルを深める。とともに、文献要約、プレゼンのスキルを洗練する。コロナ禍が収束すれば、合宿を行う。", "トピック": {"授業計画1": "研究演習Ⅰには、アイデンティティ・ポリティクスを哲学的・歴史的な背景という視点からアプローチする。この際、ルソー、ミルなどの哲学原典に取り組む。", "授業外学習2": "授業中に案内する。"}, "評価": {"参考文献・資料Reference books0": "チャールズ・テイラー [ほか] 著 ; エイミー・ガットマン編 ; 佐々木毅, 辻康夫, 向山恭一訳 『マルチカルチュラリズム』（岩波書店） 1996、ナンシー・フレイザー, アクセル・ホネット [著] ; 高畑祐人 [ほか] 訳『再配分か承認か？：政治・哲学論争』（法政大学出版局）2012、マーク・リラ著 ; 夏目大訳『リベラル再生宣言』（早川書房）2018、レオ・チン著 ; 菅野敦志訳『ビカミング「ジャパニーズ」：植民地台湾におけるアイデンティティ形成のポリティクス』（勁草書房）2017、アイリス・マリオン・ヤング [著] ; 岡野八代, 池田直子訳『正義への責任』（岩波書店）2014、フランシス・フクヤマ著 ; 山田文訳『Identity:尊厳の欲求と憤りの政治』（朝日新聞出版）2019、チャールズ・テイラー著；上野成利訳『近代：想像された社会の系譜』（岩波書店）2011.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "更新日時/Date of Update0": "2023年01月08日 13時25分08秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｆ－３１０"]}, "campas": 0, "name": "【200】研究演習I　３０／Seminar I", "管理部署": 2, "単位数": 2, "担当者": "リーダーバッハ　Ｈ．（LIEDERBACH HANS PETER） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 22, "評価1": 3, "開講期": 2}