{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本演習の目的は「文化多様性の包含・共生・対話」に関する基礎的な理論、概念、方法論を身につけて、三年次以降のゼミでの研究ならびに四年次での卒業研究への土台作りをすることである。", "到達目標": "学生が演習への参加を通して、以下の能力を身につけることを到達目標とする。<BR/>・ゼミのデーマに関連する研究領域における基礎的な知識を身につける。<BR/>・能動的かつ批判的に文献を講読して、自分自身のオリジナルな考えを発展させる。<BR/>・ゼミメンバーとの議論を通して、他者の意見に真摯に耳を傾けて対話的に思考を深める。<BR/>・具体例の実証調査分析を行うことで、さらにテーマの理解を深めて自分の研究関心を明確にする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "「メディア文化論」、「メディア産業論」", "授業の概要・背景": "・批判性・多様性・国際性を柱にして、より包含的で対話的な社会の構築を目指す学びを展開する。<BR/>・学生の興味関心を踏まえて、講読文献の選定ならびにプレゼンテーションの担当を決める。", "授業方法": "・対面授業。新型コロナウイルスの状況により、大学・学部が授業形態の変更を決めた場合は、別途連絡する。<BR/>・毎週演習のテーマに関連する基本的な文献を選定してそれを講読する。<BR/>・講読を通して明らかになった疑問や問い、関連する具体例について、数人の学生がプレゼンをしてゼミ全体でディスカッションを主導する。<BR/>・テーマの理解を深めるために、授業後半では関連する具体例を調査し分析するグループプロジェクトを行う。<BR/>・学生の希望に応じてゲスト講師招聘と関連施設へのフィールド視察を行う。", "トピック": {"授業計画1": "第1回　イントロダクション＆自己紹介<BR/>第2〜10回　文献講読、学生によるプレゼンテーション、全体討議と基本的な概念／理論の解説、具体例のプレゼンテーション<BR/>第11~12回　各学生の問題関心の共有とファイナル調査プロジェクト<BR/>第13回-14回　ファイナル調査プロジェクト報告と討議、ならびに全体総括。", "授業外学習2": "・講読対象とした文献(英語文献も一部含まれる）を必ず精読してからクラスに来ること。<BR/>・テーマに関連する具体例を調査分析する。<BR/>・日頃から自分の身の回りのさまざまな社会現象について興味を抱き、社会学的研究の事例・データを収集することに務める。<BR/>・テーマに関連する諸文献の読書に日頃から慣れ親しんでおくことが求められる。"}, "評価": {"教科書Required texts0": "特に指定しない。授業中に指定する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "リーディングノート、平常レポート、授業への参画度（講読の報告とディスカッション）、グループプロジェクト等を総合的に判断して評価を下す。"], "更新日時/Date of Update0": "2022年04月22日 10時33分01秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｆ－４０３"]}, "campas": 0, "name": "【200】研究演習I　５／Seminar I", "管理部署": 2, "単位数": 2, "担当者": "岩渕　功一（IWABUCHI KOICHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}