{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、広く社会問題に関心を持つように、学術論文を含むさまざまな文章を読めるようになることを目指す。", "到達目標": "以下の３点を到達目標として設定する。<BR/>１）読んだ本や文章の内容をまとめる力を身につける。<BR/>２）読んだ文章について発表する。<BR/>３）他の学生の発表などについてコメントをする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "フィールド文化学やインターミディエイト演習、表象文化論など", "授業の概要・背景": "この授業では、大学生として恥ずかしくない能力―論理的な文章を読み、理解する能力―を身につけることを課題としている。いきなり難しい文章を読むのは大変だろうから、最初は自分の関心にしたがって、簡単な教養書などを読むところからはじめてもらい、いずれ必要となる「読解力」を身につける方向へと進んで行ってほしい。", "授業方法": "演習科目なので、担当教員の指導にしたがって、発表をすることなどに慣れてもらう。詳しくは、本演習を担当する教員と学生が相談しながら問題をひもといていただきたい。<BR/><BR/>本科目が開始されるのは9月末からであり、新型コロナウイルスの感染状況が大幅に緩和されている可能性は高く、その場合は対面型授業のみで進めていきます。", "トピック": {"第1回": ["教員との顔合わせ。授業方針の紹介。各学生の興味の範囲について相談し、読んでもらう文献について考えてもらう。", "課題図書を読むことを伝えるので、講読がはじまるまで少しずつ読んでほしい。"], "第2回": ["まずは友だち作りからはじめる。さまざまなコミュニケーションツールを使って、ゼミ生相互の関係性を豊かにする。", "同じく、本格的な講読がはじまるまで、少しずつ読んでおいて欲しい。"], "第3回": ["続けて友だち作りをする。さまざまなコミュニケーションツールを使って、ゼミ生相互の関係性を豊かにする。また第1回「ゼミ会議」を行う。ここではゼミ長の選抜を行い、さらにゼミの運営方針についてそれぞれ話し合ってもらう。", "同じく、本格的な講読がはじまるまで、少しずつ読んでおいて欲しい。"], "第4回": ["講読開始。いきなり発表は難しいだろう。担当教員が講読するが、学生はそれに反応させる。", ""], "第5回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第6回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第7回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第8回": ["第2回「ゼミ会議」を行う。まずは第1回の会議で決まったことを基礎に、「振り返り」を行い、かつ今後の一ヶ月間をどうするか考えてもらう。", ""], "第9回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第10回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第11回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第12回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第13回": ["教員からの指導によって運営。", "発表準備や他のゼミ生の発表内容に関する予習など。"], "第14回": ["第3回「ゼミ会議」を行う。同じように「振り返り」を行い、そして次年度の演習Ⅱに対する方向性などを決める。", ""], "授業計画1": "定期的に「ゼミ会議」をひらく。本ゼミは自主的に活動する形式を重視する。だから会議の場には司会とその補助者を毎回決め、あらかじめ決めておいた「議題」を各ゼミ生に対して問う。この会議は演習Ⅱでも演習Ⅲでも踏襲する予定である。", "授業外学習2": "ゼミ担当者（李建志）の妻は齋藤由紀といい、関西の他の大学でゼミを開いている。よってフィールドワークを合同で行うなど、相互交流を行うことを計画している。詳細は学生たちと「会議」を通して決めていくこととする。"}, "評価": {"教科書Required texts0": "社会学の基礎的な知識を学ぶため、まずは『古市くん、社会学を学びなおしなさい』を使う。比較的わかりやすい内容だから、毎回講読形式で進める。", "参考文献・資料Reference books0": "開講時に適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業アンケート。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "発表レジュメをレポートとして預かる。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "発表など授業参加の度合い。申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "成績評価Grading3": "備考　Note\n積極的な参加度がより重要となる。とくにゼミ会議での発言や、ゼミ運営に貢献する学生への評価は必然的に高くなる。また部活やサークル活動はゼミを休む理由にはならないことを念頭に置いて欲しい。これは全学レベルで決まったことだから理解して欲しい。", "備考Note0": "私（李建志）が2年半のゼミを担当する。他大学との交流のほか、私の家でのゼミ生の交流会等を予定している。もちろん参加は自由であり、自由意志に基づかないいわゆる「強要」は絶対にしないので、興味のあるものに参加して欲しい。\nまた、授業への参加はとても重視する。担当者としては私（李建志）は、「ゼミに行ってゼミ生たちの顔を見たい」と思えるような雰囲気作りをするつもりだ。ただし、ゼミを簡単に休む学生には厳しい態度をとる可能性がある。", "更新日時/Date of Update1": "2022年02月15日 20時59分55秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "Ｃ－４０１"]}, "campas": 0, "name": "【200】研究演習I　３３／Seminar I", "管理部署": 2, "単位数": 2, "担当者": "李　建志（LEE KENJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 3, "評価2": 4, "開講期": 2}