{"履修期": "通年", "主な教授言語": "英語", "授業目的": "The main topic of this seminar is second language acquisition and cultural studies.  By reading and discussing basic theories and previous research in these fields, students will gain academic knowledge on these subjects and will start developing their own research interests. The seminar will also discuss migration and the effects of the growing number of refugees around the world today, analyzing the social, linguistic and cultural effects of globalization in our society, both nationally and internationally. Finally, this seminar will explore topics on intercultural communication, including but not limited to the intercultural communication  between individuals, groups, subgroups, and nations.", "到達目標": "As a class, students will continue to explore how languages are taught and learned, including the social, linguistic, and psychological factors that affect language acquisition. <BR/>Individually, students will develop their research topic and methodology. They will conduct research during the first semester in order to successfully complete their research analysis and discussion in their graduation theses in the second semester.", "授業方法": "THIS COURSE WILL BE CONDUCTED ONLINE!!! <BR/>In this seminar, the means of instruction is English. Students are expected to express themselves in English,  both in speaking and in writing.", "トピック": {"授業計画1": "The instructor will guide students in understanding basic academic content related to the field of second language acquisition and cultural studies. Then the instructor will monitor students’ discussions and presentations on their chosen research topics.", "授業外学習2": "At least two to three hours of homework can be expected weekly."}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "Students will have the opportunity to individually evaluate the course and the instructor towards the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students' final grades will be a combination of attendance, participation, homework assignments, and short presentations."], "備考Note0": "Students must always be prepared for class, having completed the homework assignment, and possessing all of the necessary study materials when they come to class. They must be ready to take part in discussions about the topic being studied. Since this seminar is in English, students should bring an electronic dictionary to class. Finally, the use of smart phones in class is strictly forbidden. Phones must be stored in students' bags.", "更新日時/Date of Update1": "2021年03月10日 08時54分07秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "水曜２時限／Wednesday 2", "通年／Year Round", "Ｈ－３０４"]}, "campas": 0, "name": "【400】研究演習III　１０／Seminar III", "管理部署": 2, "単位数": 4, "担当者": "カバリ　ヴィヴィアン（KHAVARI VIVIAN BUSSINGUER） ", "履修基準年度": "４年", "時限1": 15, "評価1": 4, "開講期": 0}