{"履修期": "通年", "主な教授言語": "英語", "授業目的": "この授業では研究演習Iで得た知識を土台にして、死生学、宗教学、と医療人類学についての知識をさらに深めることを目的とする。", "到達目標": "研究演習Iで学んだ死生学、宗教学、医療人類学に関わる知識をより深め、英語力に自信を持つことを目標とする。また、秋学期の終わりまでに卒業論文のテーマを決め、卒業論文を書くための準備をすることを目標とする。", "授業方法": "The primary language of instruction and discussion in the seminar will be English. However, we will occasionally use Japanese materials and allow Japanese discussion to understand difficult topics. In principle, the seminar will be student-led. Students will take turns leading a conversation on selected topics and presenting their own findings. The instructor will help facilitate discussion and occasionally provide short lectures to clarify important points.", "トピック": {"授業計画1": "Session 1: Orientation<BR/>Session 2: Introduction<BR/>Session 3-27: Discussion of assigned texts, short lectures by the instructor, student presentations, etc.<BR/>Session 28: Review<BR/>(Sample topics: Suicide, Euthanasia, Abortion, Pregnancy, Aging, Depression and Mental Health, Hospice Care)", "授業外学習2": "Students are required to do a close reading of the assigned texts and come to class prepared to raise questions and make comments. When it is their turn to help lead the discussion or make a presentation, some additional time for preparation will be necessary."}, "評価": {"教科書Required texts0": "The instructor will provide a variety of texts drawn from books, journals, newspapers, etc. We will also use some short video clips and documentary films.", "参考文献・資料Reference books0": "The instructor will provide reference books as needed.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "The final grade will be based on attendance, quality of participation, discussion, presentations, and written work. 申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "備考Note0": "このゼミの言語は基本的に英語で行う。しかし、場合によっては日本語の文献や日本語でのディスカッションを用いることもある。", "更新日時/Date of Update1": "2021年10月15日 16時02分49秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜３時限／Tuesday 3", "通年／Year Round", "Ｆ－３１０"]}, "campas": 0, "name": "【300】研究演習II　４１／Seminar II", "管理部署": 2, "単位数": 4, "担当者": "ベネディクト　Ｔ．（BENEDICT TIMOTHY O'NEAL） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 4, "開講期": 0}