{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "　この授業は学部3回生を対象とした、家族やジェンダー、セクシュアリティについて社会学的に探究するゼミです。これらのテーマについて社会学的に論じる際に必要な理論的視座や概念を身に着け、自分自身、身近なトピックに当てはめて考察することができるようになることを目標にしています。授業には「社会学実習（3年用）」が併設されます。<BR/>　春学期ゼミでは、実習のテーマである「教育とジェンダー」に関わる社会学やフェミニズムの基礎文献を読みました。秋学期ゼミでは、恋愛や性愛など、「親密な関係性とジェンダー」をテーマに文献を読む予定です。", "到達目標": "授業をつうじて、つぎの3つのことを目指します。<BR/>1)家族やジェンダー、セクシュアリティについて社会学的に論じる際に必要な理論を身につけます。<BR/>2)家族やジェンダー、セクシュアリティといった身近なトピックをつうじて、広く現代社会に対する理解を深めます。<BR/>3)自分の考えを他者に対しわかりやすく伝えたり、議論したりする修練を積みます。", "授業方法": "　ゼミ・実習は原則対面での実施を予定しています。対面での参加が困難な学生は、同時双方向型オンライン（Zoom）で参加できます。<BR/>　ただし今後、コロナの感染状況の変化にともない大学の方針が変われば、全面的に同時双方向型オンライン（Zoom）での実施となる可能性もあります。<BR/>　<BR/>　ゼミは全回出席を基本とします。やむを得ない事情で欠席する場合には、事前に教員にメールで連絡してください（欠席連絡にはLINEではなくメールを用いてください）。普段の授業に関する連絡には、ゼミ用のグループLINEを使用します。<BR/>　ゼミは司会進行やコメンテーターの役割なども含め、可能な限り学生が中心となって運営して欲しいと考えています。ゼミ合宿はおそらく難しい状況ですが、できるだけゼミ生同士の親睦を図る機会も設けたいと思っています。", "トピック": {"第1回": ["春学期オリエンテーション：今年度のゼミ・実習の流れや進め方、教材やレジュメの共有方法（OneDrive）、課題の提出方法（LUNA）の確認<BR/>今年度のゼミ・実習のテーマについての相談", "教材やレジュメの提出先（OneDrive）：<BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/abn28227_nuc_kwansei_ac_jp/EjoPWM_dO0lNhOww_Ogn23UB2rCNfm1Dx97N1axyLe7Wlg?e=TxfLky"], "第2回": ["今年度のゼミ・実習の統一テーマの決定：「教育とジェンダー」", ""], "第3回": ["「教育とジェンダ―」に関する基礎文献の共有（江原由美子『ジェンダー秩序』、木村涼子編著『リーディングス日本の教育と社会16 ジェンダーと教育』、天野正子ほか編『新編 日本のフェミニズム8 ジェンダーと教育』、天野正子・木村涼子編『ジェンダーで学ぶ教育』、ヘレナ・ヒラータほか『読む事典 女性学』）<BR/>実習のための班分け：1班「性教育と性的同意」、2班「分離選択とジェンダー」、3班「トランスジェンダー生徒のための教育・配慮」<BR/>班ごとに、調査テーマの検討と文献リストの作成", ""], "第4回": ["図書館実習「学術情報探索講習会」の実施<BR/>班ごとに、調査テーマの検討と文献リストの作成", ""], "第5回": ["文献報告：上野千鶴子『情報生産者になる』「はじめに」と1章<BR/>実習のためのグループ作成、グループごとに調査テーマの検討と文献リストの作成", ""], "第6回": ["文献報告：村田泰子・坪井優子「母性の支配的言説を反復する、語り直す―認可保育所の乳児保育を利用する女性6名の語りから」<BR/>社会調査の立案から実施、分析、論文（報告書）の執筆まで、一連のプロセスをイメージする", ""], "第7回": ["文献報告：上野千鶴子『情報生産者になる』2章、3章<BR/>英語ゼミ：&#39;Sexual and Reproductive Health&#39;（SAGE Video）の視聴と内容確認（1班テーマと関連して）", ""], "第8回": ["各班、文献報告と作業報告", ""], "第9回": ["英語ゼミ：&#39;Why we need gender-neutral bathrooms&#39;（TED Talk）の視聴と内容確認、ディスカッション（3班テーマと関連して）<BR/>各班、文献を読み、問いと仮説の検討", ""], "第10回": ["各班、文献報告と作業報告", ""], "第11回": ["西宮北口図書館にて、兵庫県教育委員会による教科書展示会のフィールドワークの実施：中学・高校教科書におけるジェンダー、セクシュアリティの記述<BR/>社会学部人権問題研修会「トランスジェンダーが大学で過ごした20年―制度改革や差別事例をふり返る」への参加（6月23日、3班）", ""], "第12回": ["金さんによる関心ある研究テーマの報告<BR/>各班、文献報告と作業報告", ""], "第13回": ["社会調査実習の中間成果報告会", ""], "第14回": ["春学期まとめ<BR/>夏季休暇中の課題<BR/>夏季休暇中、懇親のため、兵庫県立美術館と横尾忠則美術館にゼミ遠足（8月3日実施）", ""], "第15回": ["秋学期オリエンテーション：春学期授業のふり返り、秋学期授業の進め方、来年度授業担当者のお知らせ（飯塚諒先生）<BR/>「アサーション・トレーニング」<BR/>文献：平木典子『アサーション入門　自分も相手も大切にする自己表現』", ""], "第16回": ["文献報告：アンソニー・ギデンズ『親密性の変容 近代社会におけるセクシュアリティ、愛情、エロティシズム』1・2章<BR/>各班、夏期休暇中の調査の進捗状況の報告（各班、30分程度）", ""], "第17回": ["文献報告：アンソニー・ギデンズ『親密性の変容 近代社会におけるセクシュアリティ、愛情、エロティシズム』3・4章<BR/>卒論報告：藤井さん（留学準備のため）<BR/>各班、文献報告と作業報告", ""], "第18回": ["文献報告：アンソニー・ギデンズ『親密性の変容 近代社会におけるセクシュアリティ、愛情、エロティシズム』5・6章<BR/>各班、文献報告と作業報告", ""], "第19回": ["文献報告：アンソニー・ギデンズ『親密性の変容 近代社会におけるセクシュアリティ、愛情、エロティシズム』7・8章<BR/>各班、文献報告と作業報告", ""], "第20回": ["文献報告：アンソニー・ギデンズ『親密性の変容 近代社会におけるセクシュアリティ、愛情、エロティシズム』9・10章<BR/>各班、文献報告と作業報告", ""], "第21回": ["文献報告：田中亜以子『男たち／女たちの恋愛 近代日本の「自己」とジェンダー』（1）<BR/>各班、文献報告と作業報告", ""], "第22回": ["文献報告：田中亜以子『男たち／女たちの恋愛 近代日本の「自己」とジェンダー』（2）<BR/>各班、文献報告と作業報告", ""], "第23回": ["ゲスト・スピーカーによる授業", ""], "第24回": ["各班、文献報告と作業報告", ""], "第25回": ["各班、文献報告と作業報告", ""], "第26回": ["各班、文献報告と作業報告", ""], "第27回": ["社会調査実習の成果発表会（2回生を招いて）", ""], "第28回": ["最終ゼミ", ""], "授業外学習2": "　家族やジェンダー、セクシュアリティに関連する話題につねに関心を持ち、ニュースはもちろん、部活動やアルバイト、友人関係など、身近なところに生起するジェンダーやセクシュアリティにまつわる問題についても社会学的に考察してみてください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["上野千鶴子", "情報生産者になる", "", "2018 年", "", ""], "教科書/Required texts2": ["アンソニー・ギデンズ", "親密性の変容 近代社会におけるセクシュアリティ、愛情、エロティシズム", "", "1995 年", "", ""], "教科書/Required texts3": ["田中亜以子", "男たち／女たちの恋愛 近代日本の「自己」とジェンダー", "", "2019 年", "", ""], "教科書Required texts0": "教科書は、ゼミでまとめて購入する予定です。各自で購入する必要はありません。", "学生による授業評価の方法Course Evaluation by Students0": "大学の定める授業評価期間に、所定のアンケート用紙を用いて実施します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "ゼミとして行うすべての活動への参加状況、ならびにゼミで作成・提出するすべての文書を総合的に加味して、評価を行います。"], "更新日時/Date of Update0": "2021年09月16日 10時51分17秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "社－３０１"], "項番No.2": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｆ－３０９"]}, "campas": 0, "name": "【300】研究演習II　３４／Seminar II", "管理部署": 2, "単位数": 4, "担当者": "村田　泰子（MURATA YASUKO） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "時限2": 1, "評価1": 4, "開講期": 1}