{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "この授業の目的は、インタビューを柱とする社会調査の実習、文献発表とディスカッション、ディベート、アンケート調査の実習などを通じて、自らテーマを決めて調査・研究をおこない、その成果を他者に説得的に伝える能力を高めていくことである。", "到達目標": "・グループ・ディスカッションの中で、自分の意見を言い、他者の意見を聞き、論点をメモし、議論を深めていくスキルを身につけること。<BR/>・文献紹介やビブリオバトル、ペア（グループ）ワークの結果発表などを通じて、さまざまな形でのプレゼンテーションと質疑応答のスキルを高めること。<BR/>・根拠をもって主張を組み立て、説得的な形で伝えるためのスキル（ロジカル・シンキング）を身につけること。<BR/>・他者にぜひ伝えたいと思えるような、自分自身の問題意識・研究関心を見つけ出すこと。<BR/>・インタビュー調査やアンケート調査の方法を学び、自分で一通りできるようになること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "「科学・技術と環境問題の社会学」<BR/>　私たちの身のまわりには、スマートフォンやApple Watchのような最新の技術を駆使した製品があふれています。自由に歩き回って挨拶する「アシモ」、ユーザーの質問に臨機応変に答える（こともある）「Siri」、自動運転で目的地まで走行する車など、これまで人間しかできなかったことを難なくこなすロボットも、次々と登場しています。さらに、私たちの目に見えにくいところでも、近年日本で導入が進む再生可能エネルギーのように、技術革新（イノベーション）は着実に進んでいます。このゼミでは、科学・技術（テクノロジー）の発達と、それがもたらす社会的影響（リスク）について一緒に考えていきます。<BR/>　こうした社会的影響の最たるものが環境問題です。私たちの生活を便利・快適にしているテクノロジーは、その反面、大量の資源・エネルギーを消費し、さまざまな環境汚染を引き起こしています。このゼミでは、「どうしてまだ走れるのに車を買い替えるのか？」「リサイクルって本当に意味があるの？」「自然を守るのに人の手は要らない？」などの問いを通じて、環境問題と私たちの生活との関係を考えていきます。<BR/>　科学・技術が社会に及ぼす影響は、環境問題だけではありません。「ロボットは人間の仕事を奪うのか？」「なぜ飛行機の事故はなくならないのか？」「クローン人間をつくることは許されるか？」などの問いを通じて、科学・技術と私たちの生活との関係について、多角的に考えていきます。科学・技術といってもあまり身構えずに、「どうしてパソコンのキーボードはでたらめな配列なの？」のように、身の回りを観察することで見えてくる素朴な疑問を大事にしたいと思います。<BR/>　併設される調査実習では、身近なモノ・サービスを題材として取り上げ、調査の企画から実際の調査、報告書の執筆にいたるまで社会調査のひととおりの過程を体験的に学んでいきます。参加者で話しあって取り上げる商品／製品を決めたうえで、資源採集→製造→流通→使用→廃棄（リサイクル）の過程でどんな問題が生じ、どんな対策がとられているか、どういう人たちが関わっているか、どういう歴史的・社会的背景があるか、などを調査します。<BR/><BR/>　各自の興味関心に沿って論文・書籍を選んで発表し、グループ・ディスカッションを重ねるなかで、自分で問いを見つける、ディスカッションを通じて考えを練る、論拠を集めて答えを出す、わかったことを人に伝える、といった学術的スキルを身につけることが、ゼミの2年間を通じた大きな目標です。<BR/> とくに3年次は、グループディスカッションのやり方に慣れるとともに、卒業論文のテーマを自ら模索し、発見し、絞り込んでいくことを狙いにしています。また、併設される調査実習では、関連する文献を読み、資料を集め、関係者にインタビューする、といった作業を通じて、社会調査のやり方を身につけることが目標です。", "授業方法": "対面授業。<BR/>演習形式。個人発表、グループ発表、ペア作業、グループ討論などを組み合わせる。", "トピック": {"第1回": ["イントロダクション、発表スケジュールの決定、KJ法の説明、調査実習テーマの話し合い", ""], "第2回": ["教科書の発表＆実践（グループ／個人ワーク）<BR/>仮班ごとに実習テーマのプレゼン準備", ""], "第3回": ["教科書の発表＆実践（グループ／個人ワーク）<BR/>実習テーマの決定→班分け<BR/>パラドックスを考える", ""], "第4回": ["実習テーマに関するディベートの準備<BR/>調査資料の収集、班テーマの決定", ""], "第5回": ["実習テーマに関するディベートの準備<BR/>資料の収集・分析（アクター連関図を作る）<BR/>インタビュー対象者のリストアップ", ""], "第6回": ["実習テーマに関するディベートの準備<BR/>インタビュー調査についての説明<BR/>インタビュー依頼", ""], "第7回": ["実習テーマに関するディベート<BR/>インタビュー依頼<BR/>資料の収集・分析（新聞記事の集計、年表づくり、公式統計からグラフ作成）", ""], "第8回": ["実習テーマに関するディベート<BR/>インタビュー依頼<BR/>資料の収集・分析（つづき）", ""], "第9回": ["実習テーマに関連した全体見学（予定）", ""], "第10回": ["班ごとにインタビュー調査（レポートの執筆）", ""], "第11回": ["班ごとにインタビュー調査（レポートの執筆）", ""], "第12回": ["班ごとにレポート執筆・発表準備（概念図をつくる）", ""], "第13回": ["班ごとにレポート執筆・発表準備", ""], "第14回": ["調査実習結果の発表、相互コメント<BR/>夏休みの課題の説明", ""], "第15回": ["秋学期のイントロダクション、発表スケジュールの決定<BR/>調査実習レポートをもとにポスター作成", ""], "第16回": ["調査実習レポートをもとにポスター作成、概念図の追加", ""], "第17回": ["卒業論文に向けたディスカッション（パラドックスを考える）<BR/>卒業論文に向けたPC実習（新聞記事を集める）<BR/>卒論テーマに関するディベート：論題の候補を考える", ""], "第18回": ["ディベートの論題を選ぶ（投票）<BR/>卒論テーマに関するディベート（準備）", ""], "第19回": ["『ロジカルシンキング』発表＆ペアワーク<BR/>卒論テーマに関するディベート（準備）", ""], "第20回": ["卒論テーマに関するディベート（本番）", ""], "第21回": ["『ロジカルシンキング』発表＆ペアワーク<BR/>卒業論文に向けたディスカッション（アウトラインを考える）<BR/>卒業論文に向けたPC実習（新聞記事からグラフ・年表作成）", ""], "第22回": ["『社会調査へのアプローチ』本の発表<BR/>卒業論文に向けたPC実習（アクター連関図を描く）", ""], "第23回": ["4年生ゼミとの合同発表会（予定）", ""], "第24回": ["卒論テーマに関するビブリオバトル", ""], "第25回": ["卒論テーマに関するビブリオバトル<BR/>Webアンケートの実習", ""], "第26回": ["卒論テーマに関するビブリオバトル<BR/>Webアンケートの実習", ""], "第27回": ["卒論テーマに関するビブリオバトル<BR/>Webアンケートの実習", ""], "第28回": ["卒業論文プログレスレポートの発表<BR/>社会学部キーワード集の実習（卒論執筆に向けた履修計画を考える）", ""], "授業外学習2": "ゼミの議論に積極的に参加することを期待しています。ひとりの市民として環境や生命、科学技術の問題とどう付きあっていくかを考えるゼミなので、理系の知識やスキルは不要です。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["平井孝志・渡部高士", "ビジュアルロジカル・シンキング　第2版", "日経BP", "2022 年", "9784532119454", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業中実施。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常点（授業中の発表や発言の量と質、授業中の提出物）および春学期／秋学期末のリポートを総合的に評価する。"], "更新日時/Date of Update0": "2023年01月10日 19時12分34秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "月曜２時限／Monday 2", "通年／Year Round", "Ｅ－２０１"]}, "campas": 0, "name": "【300】研究演習II　２０／Seminar II", "管理部署": 2, "単位数": 4, "担当者": "立石　裕二（TATEISHI YUJI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 4, "開講期": 0}