{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、学生が授業やゼミで求められるレポートおよび卒論を作成するために必要な知識・スキルを習得することです。社会学の領域ならば具体的なテーマは何でも構いません。ただし、そこからきちんと「論理的に」考察でき、その成果をレポートとしてアウトプットできるものに限ります。", "到達目標": "社会学のレポートや卒論を作成する、という状況において必要とされる、下記の能力を習得することが目標です。<BR/><BR/>1．レポートやプレゼンテーションなど学術的かつ論理的な情報表現・伝達において求められる一般的なルールを理解する。<BR/>2．レポートやプレゼンテーションの作成に必要な情報をインターネットの活用により収集し，その価値を評価できる。<BR/>3．情報収集により得られた情報を組み合わせてロジカル・シンキングの手法（マインドマップやKJ法など）により「テーマ設定」や「アイデア出し」ができる。<BR/>4．レポートやプレゼンテーションでの「主張」を構成するロジックを考え，それをアウトラインとしてまとめることができる。<BR/>5．ピア（ペア）やグループでの活動に必要なコミュニケーション能力を持つことができる。", "授業方法": "【移行期間・感染防止重点期間】<BR/>4月16日（金）2限の授業は休講とする。翌週以降の授業形態については、履修者にLUNAで連絡するので、必ず確認すること。<BR/>4月23日（金）および4月30日（金）の授業はオンライン授業として実施します。詳しい情報はLUNAからお知らせを発信します。<BR/><BR/>------------------------------------------------------------------------------------------------------------------------------<BR/><BR/>この科目は対面授業として実施します。いわゆる「講義」形式も少々取り入れますが、基本的にグループワークを中心にした授業運営を行います。<BR/><BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、授業をリアルタイムまたはオンデマンド配信で対応します（どちらの形態で行うかは該当する受講生と相談します）。授業資料の公開場所や配信URLについて、4月の学期開始時にLUNAからお知らせします。", "トピック": {"授業計画1": "質問は keitaro@u-labo.org までメールを送ってください。またWebチャットも利用し、みなさんと円滑にコミュニケートしていきましょう。<BR/><BR/>初回の授業時、教師からおおよその進行プランを提示しますので、学生のみなさんと話し合いながら細部を詰めていきます。<BR/><BR/>以下がそのおおよそのプランです。なお授業内容や実施回は授業の進度によって変更される場合があります。<BR/><BR/>第1回：オリエンテーション&amp;「三角ロジック」の作り方を学ぶ<BR/>第2回：アイデア出し&amp;整理の方法を学んで実践する<BR/>第3回：「三角ロジック」の作り方を復習し、「根拠」「論拠」として使える文献を探索する<BR/>第4回：文献を読んでまとめる方法を学ぶ（1）マインドマップかKJ法でまとめよう<BR/>第5回：文献を読んでまとめる方法を学ぶ（2）スライドまたはレジュメを作成しよう<BR/>第6回：読んでまとめた文献について発表する（1）<BR/>第7回：読んでまとめた文献について発表する（2）<BR/>第8回：読んでまとめた文献について発表する（3）<BR/>第9回：読んでまとめた文献について発表する（4）<BR/>第10回：レポートの書き方を学ぶ（1）「三角ロジック」の復習とアウトラインの作り方を学ぶ<BR/>第11回：レポートの書き方を学ぶ（2）作成したアウトラインのピア・レビューを通じてブラッシュアップする<BR/>第12回：レポートの書き方を学ぶ（3）パラグラフ・ライティングを学ぶ、文献資料の引用のやり方を学ぶ<BR/>第13回：レポートの書き方を学ぶ（4）作成中のレポートをピア・レビューしよう<BR/>第14回：学期のふりかえり", "授業外学習2": "授業時間外において、個人ワークやグループワークに相当数の時間をかける必要があります。大変ですが教師もできる限りサポートしますので、がんばってください。"}, "評価": {"教科書Required texts0": "指定しません。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["井下千以子", "思考を鍛えるレポート・論文作成法（第2版）", "慶應義塾大学出版会", "2014 年", "9784766421071", ""], "参考書/Reference books2": ["戸田山和久", "新版　論文の教室　レポートから卒論まで", "NHK出版", "2012 年", "9784140911945", ""], "参考書/Reference books3": ["高橋佑磨・片山なつ", "伝わるデザインの基本―よい資料を作るためのレイアウトのルール", "技術評論社", "2014 年", "9784774166131", ""], "参考書/Reference books4": ["森重湧太", "一生使える見やすい資料のデザイン入門", "インプレス", "2016 年", "9784844339632", ""], "参考文献・資料Reference books0": "「参考書」に挙げたものに加え、授業の進捗状況に応じ、適宜紹介する予定です。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "学期末までにレポートを1本作成し、提出する。これにはレポート原稿のピア・レビューおよび加筆修正の作業を含む。申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業中に実施する個人ワークおよびグループワークへの参加度およびワークの成果物を評価する。申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "成績評価Grading3": "備考　Note\n【感染防止重点期間】\n授業中に実施する個人ないしグループワークの成果をオンラインで提出可能とします。また、平常リポートについてもオンラインで提出可能とします。\n\n\nレポートを完成させ、提出することはもちろん、授業中に随時実施する個人ワークやグループワークへの参加度を評価に加えます。「成績評価」欄における「その他」評価がこれにあたります。特にグループワークでの積極的な活動を期待します。", "備考Note0": "授業に関する情報はWebサイトに加え、他のソーシャルメディアからも提供する予定です。\n教師への連絡は keitaro@u-labo.org までメールを送ってください。", "更新日時/Date of Update1": "2021年04月26日 11時33分37秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｆ－３０７"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】インターミディエイト演習　３３／Intermediate Seminar", "管理部署": "社会学部／School of Sociology", "単位数": "2", "担当者": "内田　啓太郎（UCHIDA KEITARO） ", "履修基準年度": "２年", "時限1": "金曜４時限／Friday 4", "開講期": "春学期／Spring"}