{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "１）人を動かす「企画」や「仕掛け」を分析し、それを実際に自分たちで調べ、場合によっては創るという経験もしてもらう。<BR/>２）また、メディアやサブカルチャーの話題について意見を交えることも行い、３年以降の本格的なゼミのシミュレーションの役割を持たせる。<BR/>３）さらに、アクティブラーニング的な授業にチャレンジすることも、この授業の大きな目的である。", "到達目標": "広告や番組などのコンテンツが、人々がコミュニケーションする上で、どのような意味を持ち、どのような効果を及ぼすのかを、<BR/>歴史や自分の経験と照らし合わせて理解し、自分の意見を交えて説明できるようにする。<BR/>また、人を動かすための仕掛けの創意工夫を実践する。", "授業方法": "一般的な座学での知識の解説に加えて、クリエーティブワークの実習（アクティブ・ラーニング）を重視します。<BR/>メディア・広告・コンテンツの領域にまたがって調べ、多面的に理解して、考え、作り、みんなの前で発表する。<BR/>発表内容をもとに議論して、さらに理解を深め、新たな論点を発見する。<BR/>これらと並行して、人を動かす「企画」や「仕掛け」のメカニズムを知る。<BR/>また、「電通 アクティブラーニング こんなのどうだろう研究所」の開発したメソッドを一部で導入します。<BR/>授業の内容に合わせて適宜、広告・メディア業界からゲストスピーカーをお迎えすることも検討しています。<BR/>なお、履修生は以下を承知しておいて下さい。<BR/>・授業の前あるいは後に、私の推薦する作品を各自で視聴したり、エンタテインメント等のサービスを実体験したりして、<BR/>　それに対する考察・発表をしてもらう場合があります。<BR/>・授業中には、映像やパワーポイントなどの画面を見て、考えてもらう機会が多くなります。<BR/>・クリエーティブワークでは、取材や撮影などに多くの時間を費やす場合があります。<BR/>・最新の話題を取り上げるため、事前の授業計画とは一部内容を変更することもあります。<BR/>・ゲストの都合などによって、カリキュラムの順番が前後する場合があります。<BR/>・課題の作品をに民間の賞などに応募して公開する場合があります。<BR/><BR/>【移行期間・感染防止重点期間】4/21は休講とする。翌週以降の授業形態については履修者にLUNAでお知らせする。", "トピック": {"第1回": ["自己紹介・これからの方法についてガイダンス<BR/>広告と自己分析の共通点", ""], "第2回": ["ポジショニングとペルソナ分析、ジョハリの窓", ""], "第3回": ["仕掛学（１）仕掛の基本", ""], "第4回": ["仕掛学（２）仕掛の仕組み", ""], "第5回": ["仕掛学（３）仕掛の発想法", ""], "第6回": ["予備日１（カリキュラムの進み具合によって柔軟に）", ""], "第7回": ["考え方の考え方：パー・グー・ギュー発想法", ""], "第8回": ["言葉の絵画教室", ""], "第9回": ["コピー１００本ノック", ""], "第10回": ["炎上する広告について考える", ""], "第11回": ["クリエーターからのアドバイス（A）", ""], "第12回": ["クリエーターからのアドバイス（B）", ""], "第13回": ["予備日２（カリキュラムの進み具合によって柔軟に）", ""], "第14回": ["課題作文の発表審査会", ""], "授業外学習2": "・授業の前あるいは後に、私の指定する図書資料や映像作品を各自でチェックしてもらうことがあります。<BR/>・プレゼンテーションのための取材調査や資料作成の時間が必要になります。"}, "評価": {"教科書Required texts0": "・『読みたいことを、書けばいい。』田中泰延（ダイヤモンド社）…実際に演習で使用します。中古などでも良いので、手に入れておいてください。\n・『人を動かすアイデアのつくり方　仕掛学』松村真宏（東洋経済新報社）…教科書に準じてたびたび参照します。ただし、必要な資料はプリントして配布します。\n・『広告小学校』電通 アクティブラーニング こんなのどうだろう研究所（宣伝会議）…一部を引用します。ただし、必要な資料はプリントして配布します。", "参考文献・資料Reference books0": "「メディア産業論」2020 ミネルヴァ書房　湯淺正敏編 （大野茂ほか共著）\n「コンテンツビジネスの経営戦略」2017　中央経済社　情報通信学会編（大野茂ほか共著）\n「サンデーとマガジン　創刊と死闘の１５年」2009　光文社新書　大野茂著\n「二時間ドラマ40年の軌跡」2018　徳間書店 大野茂著\nそれ以外の授業でのトピックスに関連したニュース・映像作品・推薦図書などは、そのつど紹介します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "授業期間中のプレゼンテーション発表の出来具合を含む"], "成績評価Grading2": ["その他／Others (99)", "70 %", "授業への参加度合い"], "成績評価Grading3": "備考　Note\n授業への参加度合い（70％）＋プレゼンを含む提出課題（30％）＝100％として評価基準とします。\nクリエーティブワークのお題や課題提出の方法については、授業開始後の状況を見て決めます。\n【申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。】", "備考Note0": "私は約30年前にメディア業界に入って以来、さまざまな立場（電通・スカパー・NHKなど）で「メディアの地殻変動」に遭遇してきました。FMラジオや衛星放送の開局、どーも君の制作、本の出版、通販商品の開発、AR（拡張現実）、宣伝と広報、映画への投資、展示イベント、海外ドラマの輸入、そして毎日の生放送……自分でも呆れるほど脈略なく、雑多な仕事をして来ました。それらの体験を元に皆さんにお話をしたいと思います。", "更新日時/Date of Update1": "2021年04月13日 16時56分29秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "Ｅ－１０４"]}, "campas": 0, "name": "【200】インターミディエイト演習　３１／Intermediate Seminar", "管理部署": 2, "単位数": 2, "担当者": "大野　茂（ONO SHIGERU） ", "履修基準年度": "２年", "時限1": 14, "評価1": 3, "評価2": 4, "開講期": 1}