{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "人間関係、コミュニケーションという問題について、「相互性」という観点から分析する。", "到達目標": "・社会学の基礎的な文献を読み理解できるようにする。<BR/>・文献の内容をわかりやすく整理しレジュメにまとめ発表するスキルを身につける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "「相互性」（reciprocity）と言われても耳慣れないが、端的には「お返しをする」「相手と同じことをする」という意味で、われわれの常日頃のコミュニケーションに浸透している作法である。その含意と重要性については以下を見てほしい。<BR/><BR/>「人々のつくる諸々の関係は、復讐から贈与に至るまで、あるいは贈与から市場に至るまで、いつでも相互性のしるしを帯びている。プレゼントとして物を贈ればお返しがくるし、好意を示せば好意で対応してもらえる、悪意を持って接すればその報いがくる。人を褒めたり侮辱したりしてもそれ相応のお返しはくる。」（M・R・アンスパック『悪循環と好循環』新評社、2012年、p.1）<BR/><BR/>そして、本演習で「相互性」ということで問題にしたいのは、とりあえずは以下の事柄である。<BR/><BR/>・何をもって等価（＝同じ）とするか？ もう少し言えば「相手が私にしてくれたこと」「私が相手にしてあげたこと」をきちんと評価するのは簡単なことではないのではないか？<BR/>・相手の普段の行いに対し、互いが「色々としてもらっている」（自分の方が得をしている… 相手には損をさせてしまっている…）と思い合っているのが盤石な状態、互いが「何もしてくれない」（自分の方が損をさせられている！相手は甘い汁を吸っている！）と思い合っているは危うい状態だろう。<BR/>・「してもらったからしてあげる」（＝与え合い）はよいとして、「してくれないからしてあげない」（＝同害報復）に陥ったならどうすればいいのだろうか？ 感情がこじれている時とは往々にして、双方ともに、最初の原因は相手にある（私の悪い行いは彼の悪い行いを反映したものである）と思いがちである。<BR/>・「してもらったらしてあげる」（＝等価性）はよき関係を形成するための要件であり、長期間きちんとしたお返しがなければ、「利用されているだけ」という気持ちが生じ、関係は瓦解へと向かうが、その一方で、そこを前面に押し出しても関係は損われやすい。あからさまな計算行為（利害損失の細かな分析）は、その関係は友情以下である（親密ではない）と言外に表明しているものと受け取られがちである。「友人たちはさまざまな目標を達成するのに役立てうるけれども、その道具性はその関係の基盤とか根拠であってはならない。実際、互いを利用しあうに際して、友人たちはそれが関係の基盤とか根拠とみえないように大変気をつかうのがふつうである。」（G・アラン『友情の社会学』世界思想社、1993年、p.30）<BR/>・相手が自分にしてくれたこと（＝貢献）をどう感じるかは、相手にどの程度愛着を抱いているかによる所が大きい。往々にして、好きな相手に対しては何をしてあげてもまだ足りないのであり、どうでもいい相手に対しては何をしてもらっても気に留めない。その意味で、関係形成において有利なのは愛着の少ない方である。「いかなる関係においても、関係の内容に執着することのより少ない者の方が有利な地位に立つ。……愛を基盤とするあらゆる関係において、外面的に見るならば、愛情の少ない者の方が有利な地位にある。」（恒藤恭訳『ジンメルの経済哲学』改造社、1947年、p.246）", "授業方法": "演習形式（学生による報告と討論が主）であり、「学生の報告→教員のコメント・学生同士の討論」という運びである。なお、報告はグループ単位ではなく個人単位でしてもらう予定である。テキストは教員が毎回配布する。正確には、教員がLUNAにアップロードしたものを、学生各自で印刷する。<BR/><BR/>報告についてだが、一読了解はおろか一生懸命に時間をかけて読んだにもかかわらず内容が一向に頭に入ってこなかったとしても決して悲観的にならないこと。報告の際は「どこがどうわからないか」をできるだけ明確にするよう留意してほしい。いわば、報告者とは「みんなの代わりに教員に質問する係」のようなものである。", "トピック": {"授業計画1": "ペースは受講者の様子を見て決める。内容は【授業の概要・背景】で述べた通りで、以下はそこに関わる叙述を引用であり、科目選択の判断材料としてほしい。<BR/><BR/>「相互に相手に何かを与えるという関係は、それが親密な関係であるために欠かせない基層のようなものを形づくる。しかし……各人が交換の中で正確に対応する価値の見返りばかりを気にするときには、持続的で好感情の関係はあやうくなる。」（M・R・アンスパック『悪循環と好循環』新評社、2012年、p.114）<BR/><BR/>「契約が壊れる可能性は、事を始めるにあたってこの契約が柔軟さを欠いていればいるほど大きい。……実際、アメリカ合衆国での結婚はしだいに結婚契約書という法的効力を持つ文書に従って準備されるものになり、それらの文書は、それぞれの配偶者が法律上相手に期待するものや、それぞれの相手に与えたり行なったりすることを、詳細な点に至るまで定めるものとなっている。そのそもそもの始まりは離婚時の財産の分割を予想して考えられたものであったが、これらの契約はのちになると結婚期間中の責任の分割を定めるものになり、まさしく食器洗いやパートナーをレストランに連れて行くことまで含むものとなっていて、子どもの養育や飼い犬の鳴き声をやめさせる仕事の分担は言うまでもない、というものになる。……このように細かい項目に至るまで取り決めることは、相互に対して与えるというよき相互性から、相手がサボればそれと同等な害を与えるという悪しき相互性に移行することを示している。」（同、p.119-20）<BR/><BR/>「自分が支払ったコスト（費用）を過大視する人に限って、他人が彼のために支払ってくれたコストは過小評価する傾向がある。だが、この傾向は、ご本人にとってそれほど「都合のいい」ことなのだろうか。実は、こういう人が大抵不平たらたらで生活しているのは、少し考えてみればごく当たり前のことなのだ。……世にひがみっぽいといわれる人、被害者意識が強いといわれる人、いずれも、自分が他人のためにした苦労ばかりにとらわれ、他人がしてくれた苦労には気づかない気の毒な人たちである。当然「感謝の日暮らし」を心がける知恵者は、自分のした苦労より、他人がしてくれた苦労を重んじる人たちであろう。」（大村英昭『非行のリアリティ』世界思想社、2002年、p.55-6）<BR/><BR/>「相手を愛していればいるほどひとは相手を喜ばせているだろうかということを気にするものである。……相手に対する自発的な愛情が相手よりも強いひとは、相手の願望を聞きいれ、相手を喜ばせるために格別の努力をしなければならないということである。」（P・M・ブラウ『交換と権力』新曜社、1974年、p.67）<BR/><BR/>「もし、恋人の一方が相手よりもかなり熱中しておれば、その強いコミットメントは相手を食いものにもしかねず、また、わなに落ちたという感情を引き起こしかねない。……二人の恋人が相互にもつ愛情とコミットメントがほぼ同じ歩調で発展する場合にはじめて、彼らは相互にその愛を強め合うことができる。」（同、p.73）", "授業外学習2": "文献を読み報告するというスタイル（＝演習）である以上、当日の報告のための資料作成は当然のことながら授業時間外にやってもらうことになる。また、自分が報告の担当でなくても、授業当日までに指定された範囲を読んでおくこと。"}, "評価": {"参考文献・資料Reference books0": "M・R・アンスパック『悪循環と好循環』（新評社、2012年）\nP・M・ブラウ『交換と権力』（新曜社、1974年）\nG・アラン『友情の社会学』（世界思想社、1993年）\n大村英昭『非行のリアリティ』（世界思想社、2002年）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "詳しくは成績評価備考欄に記載"], "成績評価Grading2": ["その他／Others (99)", "50 %", "詳しくは成績評価備考欄に記載"], "成績評価Grading3": "備考　Note\nレポートと平常点（レポート５：平常点５の割合）。\n\nレポートについては、剽窃と判断した場合は成績評価を0点とする。故意ではなくても、引用元も引用範囲も明示されてないものは剽窃扱いとする。学部生の提出物でよく見られる失敗は、文末に参考文献（＝引用元）は示しているが、それぞれがどこでどう用いられているのかわからない（＝引用範囲が不明）というものだが、そうしたものについては大幅な減点とする。\n\n平常点については、報告の内容（→レジュメの作り込みとプレゼンテーションの段取り）、ディスカッションへの参加（→自分から話題を出せなくても、教員から話をふったりもするので、その際には頑張って応答すること）、受講態度（→特に、他の学生が報告している最中は真面目に聴くようにすること。人が真剣に話をしているのに居眠り等は論外。）", "更新日時/Date of Update0": "2023年02月24日 13時32分55秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "セミナールーム２"]}, "campas": 0, "name": "【200】インターミディエイト演習　３７／Intermediate Seminar", "管理部署": 2, "単位数": 2, "担当者": "松本　隆志（MATSUMOTO TAKASHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 0, "評価1": 3, "評価2": 4, "開講期": 1}