{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "「環境コミュニケーション」分野の卒論の執筆とそのための過程をしっかりと整理することが目標である。", "到達目標": "最終的な目標は、２万字程度の卒論を書き上げることとそのための必要な知識とスキルズを身につけることである。<BR/><BR/>具体的に：<BR/><BR/>・論文を書くための問題意識、テーマの絞り方、研究方法と事例研究への熱意、そして、今まで社会学部で学んできたこと（技法と内容）を発展しながら、研究を計画し、実施し、結果を学術的な論文にまとめることが期待される。<BR/><BR/>・「環境コミュニケーション」分野から自分の関心があるテーマを見つけ、自分なりの「問い」を立て、それについての研究を行い、それを書き上げることは期待される。<BR/><BR/>・時間管理、健康管理、マナーやピープルスキルを身につけることは重要である。<BR/><BR/>・他のクラスメートの研究に関する情報やコメントを与えたらい、時間管理のアドバイスをしたり、文章を査読したり、調査のサポートを行ったり、他の人の研究に貢献することも一つの目標である。<BR/><BR/>・新しいアイディアや情報に柔軟に対応しながら、自分の考えていることを検証し、整理し、論理的に述べていくことが論文のポイントである。", "特記事項": "", "関連科目": "「メディア・リテラシーA」及び「B」の履修・単位取得は（原則として）必須。<BR/>他も自分の研究テーマや研究方法に関係がある授業を履修すること。", "授業の概要・背景": "", "授業方法": "モットーは「自己責任と助け合い」。学生が各自責任をもって、ルールやスケジュールに関する情報を自分で把握し、学生同士共有・サポートし、それを担当者をサポートしていく。", "トピック": {"授業計画1": "春学期の主な目的、研究活動（文献研究と調査）を終わらせ、部分的な執筆を行うことである。社会学演習・実習Iでたてた研究計画・スケジュールにそって、それぞれの研究のサポートをしていく。春休みの間まだできていないメンバーは、パイロット調査と調査本番を実施し、報告書を書く。<BR/><BR/>さらに、教科書をつかいながら、メディア・スタディーズの基礎知識の再確認を行い、プレゼンテーションの技法、自分の意見の述べ方や研究方法をステップアップさせる。「調べる力」と「情報を整理する力」を育つ。なお、論文の一部のドラフトを執筆した上、そのピア・レビュー（学生同士のアドバイス・評価 ）を行う。可能な限り（それぞれの就職活動が許す限り）、グループワークを行い、フォローワーシップ・リーダーシップのスキルもアップする。<BR/><BR/>秋学期では、論文執筆を完成させるためにサポートをしていく。なお、他ゼミとの交流会を行い、プレゼン力を高めていく。<BR/><BR/>論文を余裕を持って執筆し、１２月初ごろ（詳しい〆切りは今後決定）をゼミ内〆切りにより提出する。その時点で、教員が修正が必要と判断した場合、さらに手を入れ、担当者（教員）から許可をもらった上、最終提出を行う。提出の後の「後片付け」もあり、さらに発表会も予定している。", "授業外学習2": "・担当者と相談した上、スケジュールを決めて、それにそって、作業を行う。一緒に決めた〆切りを必ず守ること。<BR/><BR/>・作業スケジュールのアプデートや宿題など、自分でメールやdropboxで確認する。<BR/><BR/>・自分のフォルダーに、日常的に作った資料、レポートや論文のドラフトを保存する。（自分のPCにも保存すると安心）。<BR/><BR/>・論文に必要な作業（文献研究、調査、執筆など）を指導を受けながら自習的に行うこと。<BR/><BR/>・研究、演習・実習の授業、就職活動などの両立にこころをかけること。<BR/><BR/>・就活に一番忙しい時期でも、週3時間以上（ゼミの時間を含む）研究に集中すること。<BR/><BR/>・夏休みを含めて、基本的に休みなしで研究活動を行うことになる。"}, "評価": {"参考文献・資料Reference books0": "ガブリエレ・ハード　(2016)『環境メディア・リテラシー』関西学院大学出版会\n\n【環境編】\n・レスター・Ｒ・ブラウン　『地球に残された時間 80億人を希望に導く最終処方箋 』（ダイヤモンド社、2012)\n・ 小西雅子　『地球温暖化の目撃者』(毎日新聞社、2011)\n・　クライメート・ジャスティス―公平な温暖化対策 (ニュー・インターナショナリスト・ジャパン) by ニューインターナショナリストジャパン\n\n【メディア編】\n・鈴木みどり（編）『Study Guide メディア・リテラシー（入門編・最新版）』\n・池田理知子『メディア・リテラシーの現在(いま)―公害/環境問題から読み解く 』（ナカニシヤ出版、2013)\n・伊藤 守『よくわかるメディア・スタディーズ』 (ミネルヴァ、2009)\n\n【学びのhow-toの編】\n・田中恭子編, 2010『よくわかる学びの技法』ミネルヴァ書房\n・田中他編 2017『よく分かる卒論の書き方』ミネルヴァ書房", "学生による授業評価の方法Course Evaluation by Students0": "全学統一", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "論文最終版"], "成績評価Grading2": ["その他／Others (99)", "60 %", "論文執筆のプロセス（4回程度の論文の一部の提出など); 平常点（授業への参加、マナー、ルールの守り方、グループワークへの貢献、プレゼンなど）"], "成績評価Grading3": "備考　Note\n・ルールの詳細は授業内で指示する。\n\n・実習と演習科目はワンセットとして評価される（つまり点数は一緒になる）が、「卒業論文」科目は別です。\n\n・論文提出だけでは「演習」と「実習」の単位は取れません。ご確認ください。（論文だけの評価、「卒業論文」科目になる）。\n\n\n・論文最終版の提出には事前に教員からの許可が必要です。担当者が出ない場合、原則として単位とれません。勝手な提出は認めません。\n\n\n・論文最終提出の方法と締め切りを社会学部に確認することが学生の責任である。\n\n・以上の点や授業内で指示するルールを無視し、授業目的を達成できない場合、卒業できない。「最後だけ頑張ればよい」や「先生がなんとかしてくれるだろう」などのように油断しないように、ご注意ください。そうなってしまった場合、例えば「先生にお願い仕込む」ことなどの責任転記は不正行為とみられます。", "備考Note0": "・「マナー」も平常点に反映されるので、ご確認ください。マナーや社会的な常識にあまり自信がない場合、社会人や学生のマナーのhow-toの本などを使用し、復習をしてください。\n・文章力が低い、研究方法はよく分からないと不安があれば、担当者の研究室や図書館のhow-to本棚や共同学習室を積極的にご使用ください。\n・ギリギリな運転を避けましょう。健康管理、スケジュール管理をできるだけしっかりをして、周りの人にできるだけ迷惑をかけず卒論を書き上げましょう。", "更新日時/Date of Update1": "2023年03月20日 01時33分50秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｅ－２０１"], "項番No.2": ["2023年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｆ－２０９"]}, "campas": 0, "name": "【400】研究演習III　５３／Seminar III", "管理部署": 2, "単位数": 4, "担当者": "ハード　ガブリエレ（HADL GABRIELE） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "時限2": 3, "評価1": 3, "評価2": 4, "開講期": 1}