{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "副題：環境コミュニケーション論<BR/><BR/>私たちが生きていく環境危機の世界を生きるための「読み解く力」、「考える力」、「調べる力」、「表現力」、そして問題解決に「貢献する力」を高めていく。<BR/>自然環境とメディア環境の関連性について学ぶ。メディア研究と環境社会学の接触点にある分野の基礎を理解することを目指す。なお、基礎的な「学びの技法」<BR/>に基づき、卒論の研究・執筆のための技法を身につける。", "到達目標": "卒業論文執筆のための問題意識・基礎知識・研究技法等、全面的に準備する。<BR/><BR/>知識の側面では、<BR/>・「メディア・リテラシー」と「環境リテラシー」を高めることが重視される。<BR/>・　メディア研究の基礎、そしてメディア研究と環境社会学の接触点をめぐる文献やニュースを中心にグループワークを行いながら、知識を身につけ、問題意識も高めていくことを期待する。<BR/><BR/>研究技法（アカデミック・スキルズ）の側面では、履修者に以下のステップアップを期待される：<BR/>・\tコミュニケーション能力（マナー、グループワーク、教員とのコミュニケーション、プレゼンテーション）<BR/>・\tリサーチ・リテラシー（調べる・分析する・文章やデータをクリティカルに読み解く ）<BR/>・\t文書の書き方（基礎演習で学んだことをベースに）<BR/>・\tプランニング（研究計画・就職活動など／研究の両立を考えたスケジュールの建て方、管理）<BR/>・　関心・問い・事例の見つけ方<BR/>・\t健康管理<BR/>・\t授業やゼミ運営への積極的な参加", "授業方法": "対面授業（新型コロナウィルスの状況により、大学が授業形態の変更を決めた場合は、別途連絡する。)<BR/><BR/>4月16日(金)5限の授業は休講とする。翌週以降の授業形態については、履修者にLUNAで連絡するので、必ず確認すること。<BR/><BR/>学びのモデル・理念<BR/>基本的に「対話」と「助け合い」である。ほぼ毎回グループワークをやるため、準備と積極的な参加が期待される（詳しくは担当者執筆の本を参考）。<BR/><BR/>主な活動<BR/>・本演習では、グループで文章を分析し、対話によって内容の理解・冷静に考える能力（クリティカル・シンキング）を高める仕組みで学ぶ。3回生の頃、自分の関心と興味に合わせた講義会やイベントに参加し、それについての簡単なレポートを執筆することや、「自然体験」と「メディア作成体験」を結んだビデオ・ワークショップを実施したりすることも考えられる。<BR/><BR/>・日常的に自分の関心があるテーマについてニュースを収集し、それについてグループで話し合うような活動を通して、様々な現象に目を向け、問題意識を高め<BR/>ていく。他は、ドキュメンタリー映画やネット動画などを使いながら、環境コミュニケーションの実践について一緒に考えていく。<BR/><BR/>・レポート提出や論文指導にLUNAやdropboxなどのツールを使う。日常的にメールやLINEなどによる連絡について一緒に決めておく。ただし、宿<BR/>題や締め切りに関する重要な情報(official <BR/>information)は、必ずメール（学内のアドレスのみ）またはLUNAで確認することが学生の責任である。", "トピック": {"授業外学習2": "・毎週30分から90時間程度の宿題（ワークショップの準備・後片付け、ミニレポートシ執筆、等）<BR/>・講義会やイベントに参加、それについてのレポート執筆<BR/>・グループのメンバーとの打ち合わせ（春学期と夏休みのみ）<BR/>・メール確認、LINEなどによってメンバー同士のやり取り（週10分程度）"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "大学共通", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "秋学期の期末に提出する研究計画書"], "成績評価Grading2": ["その他／Others (99)", "70 %", "平常点（そのたのレポート、宿題、授業参加）"], "更新日時/Date of Update0": "2021年04月27日 19時16分53秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｅ－１０１"], "項番No.2": ["2021年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｅ－１０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】研究演習II　３０／Seminar II", "管理部署": "社会学部／School of Sociology", "単位数": "4", "担当者": "田島　知之（TAJIMA TOMOYUKI） ", "履修基準年度": "３年", "時限1": "金曜５時限／Friday 5", "時限2": "月曜３時限／Monday 3", "開講期": "春学期／Spring"}