{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "情報科学的なコミュニケーション論ではなく，社会学的なコミュニケーション論を、教科書を輪読しながら学ぶ。コミュニケーションには，社会現象的側面がある．したがって，あなたの意図がたとえ「情報伝達」であったとしても，起きていることを分析するなら，そこに「情報伝達には収まらない社会的達成がある」．このことを学ぼう．そうすれば，現代社会学の理解の基本（思わざる効果があることの理解，および，相互的な意味の重層性が成立していることの理解）が身につくことだろう．社会学的地頭を作ることにも，貢献する．", "到達目標": "社会には、２種類の文章がある。「事実」を述べる文章と「論理（／主張）」を述べる文章である。この授業では、『コミュニケーションの社会学』を精読することで、平易なものながらも「論理（／主張）」を述べる文章の扱い方（利用の仕方）を身につけてもらう。具体的には、社会学の視角を理解しながら、同時に，現代人である我々の「生」の課題にそれがどう答えようとしているかをも考えること，を通して，社会学の基礎が身につくことになるだろう．これが、到達目標になる。この大きな目標を達成するために、毎回の授業で発表できるようになること、コメントをいえるようになること、議論に参加して知的生産に関与することができるようになること。最終レポートのプレゼンができるようになること。それを活字原稿化できるようになること、などが、過程的な目標として順番にめざされることだろう。ポイントは、社会学に関する日常的な問題意識である．それがなければ、これらの個別の諸目標を総合的に連関させることはできず、したがって、その全体的／総合的な達成も中途半端なものになってしまうことだろう。人間が人間を一番刺激する、のだから、ゼミ仲間同士で切磋琢磨して、問題意識の水準から相互喚起をおこない、最終的には全員が総合的な社会学能力を高めることに成功してほしい。そう願っている。", "授業方法": "演習形式。対面授業が原則（新型コロナウイルスの状況により、大学が授業形態の変更を決めた場合は、別途連絡する）。対面授業が許可されない場合は、ライブ映像タイプの予定．zoom利用．入出するべきzoom部屋の情報を，ルナからメールで発信する．届いたメールに掲載されたURLを，当該授業時間にクリックすることで授業に参加できる．ゼミなので，1時間のうちに，全員が発話することが望まれる．ヘッドセットがあることが望ましい．通信量が比較的多いので，Wi-Fi環境がある場所での受講が望まれる．スマホの場合，バッテリー充電もしておくこと．出来上がりから逆算した諸作業（プレゼン準備、発表原稿作成準備）の時間を確保することが必要である．できる限りゼミでのzoom食事会（あるいは，お茶会）も設定したい。一部グループワーク(ブレークアウトセッション）も用いる．アクティブ・ラーニング用の教室を依頼済み。", "トピック": {"第1回": ["4月12日15：10から．コミュニケーションを社会学の観点から半年かけて学ぶ．社会という物は，自動販売機のような「期待通りの振る舞い」をする相手ばかりで構成されているわけではないことが学べるだろう．社会が、「期待のとおりのもの」でなかったことに出会った瞬間を、みんなで議論しよう。自己紹介のあと、発表分担を決めよう。", "とにかく、参考文献および配付資料を読む．非対面の場合は、オンデマンド方式．ルナでの講義資料タイプか，ワンドライブでのスライドショータイプか，いずれか．メール配信もするようにする．教科書を入手しておくこと．5章から順番に6，7と進める．"], "第2回": ["第5章「対話というコミュニケーション」テキストの当該章を二人で担当．ひとりは発表者でひとりはコメンテーター．発表者は，自分の読みを提示し，ゼミメンバーの支援を受けて読みの確定に進む．コメンテーターは，分からなかったことを質問するのではなく，発表者の回答がゼミメンバーに有用になるような質問を，懸命に考えてくる．", "参考文献および配付資料を読む．ライブ映像タイプの予定．入室するべき「ルーム」は指示するのでまっていてよい．受信したURLをクリックするだけで可．スマホでも可．https://drive.google.com/file/d/1lk5qwzfMKbyX1nUhUcULwYsk8TljzQHJ/view，に発表の仕方のPPTファイルがある．"], "第3回": ["第6章「権力というコミュニケーション」（5月中は，ゼミでの発表者は何をしたらよいのか。コメンテーターは何をすべきなのか、考えていこう。発表者は、章の議論の論理の流れのうち、複数の理解がありうる部分について、自らの見解を、仮説的に聴衆に提案しよう。コメンテーターは、きっと発表者が気づかないだろうと思われる部分について、当該の章の著者の精密な論理展開を発見し、それを複数提示して、発表者を予備的にクリティークしていこう）", "参考文献および配付資料を読む．非対面の場合はライブ映像タイプの予定"], "第4回": ["第7章「メディアというコミュニケーション」※社会（科）学がどのように実践に有用でありうるか、実践がどのように社会（科）学に有用でありうるか、法学の場合、経済学の場合、政治学の場合、と比較して、社会学の場合を、議論してみよう。", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第5回": ["第8章「遊びと笑いというコミュニケーション」（なるべくすべての週において，班別討論も実施する予定である．自分で発話したことだけが，血肉化する知識となる．積極的に発話しよう）", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第6回": ["第9章「恋愛というコミュニケーション」（日本の社会学は、1960年代までは、近代化の促進者であったが、以後、近代を相対化する立場で立論することが多くなった。けれども，現代社会学は，そのような啓蒙的社会学からも，批判的社会学＝アルターナティブの社会学＝からも自由になった．そういう文脈で，本章を考えると何がいえるだろうか）", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第7回": ["第10章「友愛というコミュニケーション」ホモフォビアという背理．", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第8回": ["第11章「家族というコミュニケーション」ベイトソンの重要性をまなぶ．", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第9回": ["第12章「教育というコミュニケーション」」（教室での会話で発見された特徴は，他の制度的場面においても発見可能である．たとえば，他者から見た場合、行為がどのような意図を伴っているかどうかよりも、行為がどのような正当性を帯びているか、の方が重要な場合がある。そういう観点から、相互行為が組織化されていることを理解しよう。", "参考文献および配付資料を読む．非対面の場合はライブ映像タイプの予定"], "第10回": ["第13章「ケアというコミュニケーション」ALS患者の非言語的コミュニケーションの例示を含む．ルールを資源にしながら活動することを、人々は、なんとかかんとかやっている．このストラッグルの状況の詳細を解明する仕事に近年の社会学は努力してきた．", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第11回": ["第14章「フラット化するコミュニケーション」現代社会論として重要．他の章に描かれている「現代社会」の特徴と，この章で描かれている「現代社会」の特徴にどのような異同があるか，検討してみよう．", "参考文献および配付資料を読む．非対面の場合は、ライブ映像タイプの予定"], "第12回": ["最終レポートの構想発表会（１／２）。自分の担当章だけでなく、全体を見通しながら、自分の議論を組み立てていこう。（必要に応じて、担当教員の研究発表をモデルとして提示する）。", "レポートの草稿を書き，班内で検討する．班活動を指示の予定"], "第13回": ["最終レポートの構想発表会（２／２）。自分の担当章だけでなく、全体を見通しながら、自分の議論を組み立てていこう。（必要に応じて、担当教員の研究発表をモデルとして提示する）。", "レポートの草稿を書き，班内で検討する．班活動を指示の予定"], "第14回": ["最終レポートに関するプレゼンをしてみよう（班別で，パワーポイントを用いてプレゼンをしよう）・・・優秀レポートを，全体向けに発表していくことにしよう。授業のさいごには、まとめ（勉強を続けていくために）とレポート評価（講評）を行う。", "レポートの草稿を書き，班内で検討する．班活動を指示の予定"], "授業外学習2": "初回の授業で自宅学習の仕方，休講日および補講日の相談をするので、休まないこと。最終レポートは、ゼミ員のものをまとめて『現象と秩序』誌に掲載することも検討する予定なので、そこまで視野にいれてがんばろう。自分が発表にあたっていない週であっても、発表者同様にテキストを精読し、毎週の議論の積み重ねに基づいて、自分自身の最終レポートを高い水準で作成できるように準備していこう。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["長谷正人・奥l村隆編", "コミュニケーションの社会学", "有斐閣", "2009 年", "9784641123922", ""], "教科書Required texts0": "教科書を学生が発表する形で進める．全員が読んできて，発表にコメントをする．グループワークも（対面あるいはオンライン授業の中）で行うので，マスクまたはヘッドセット（マイク付きヘッドフォン）があることが望ましい（ヘッドセットはブルートゥースのものなら，amazonで3000円程度．）もちろん，ハウリング防止装置付きのスピーカーマイクでもよい．", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["平　英美・中河　伸俊編", "新版　構築主義の社会学", "世界思想社", "2006 年", "4790711773", ""], "参考書/Reference books2": ["・ダグラス・メイナード、樫田・岡田訳", "医療現場の会話分析", "勁草書房", "2004 年", "4326601698", ""], "参考書/Reference books3": ["長谷川・浜・藤村・町村", "社会学（新版）", "有斐閣", "2019 年", "", ""], "参考書/Reference books4": ["樫田美雄", "ビデオ・エスノグラフィーという可能性", "晃洋書房", "2021 年", "", ""], "参考書/Reference books5": ["串田　秀也・好井　裕明　編", "エスノメソドロジーを学ぶ人のために", "世界思想社", "2010 年", "9784790714699", ""], "参考書/Reference books6": ["樫田・小川編", "＜当事者宣言＞の社会学", "東信堂", "2021 年", "", ""], "参考書/Reference books7": ["川島・樫田ほか訳，ヘリテッジ＆メイナード編", "診療場面のコミュニケーション", "勁草書房", "2015 年", "9784790714699", ""], "参考書/Reference books8": ["樫田美雄・岡田光弘・中塚朋子編", "医療者教育のビデオ・エスノグラフィー", "晃洋書房", "2018 年", "9784771029576", ""], "参考書/Reference books9": ["榊原賢二郎編", "障害社会学という視座", "新曜社", "2019 年", "9784788516410", ""], "参考文献・資料Reference books0": "以下に重要なものを６冊挙げたが，必ずしも購入の必要はない。\n・好井　裕明・串田　秀也編『エスノメソドロジーを学ぶ人のために』世界思想社（2500円程度）。\n・好井　裕明・山田富秋・西阪仰編　『会話分析への招待』（世界思想社）　￥2,520程度（消費税による改訂有）\n・山崎　敬一編　『実践エスノメソドロジー入門』（有斐閣）　￥2,940(程度、以下同様）\n・平　英美・中河　伸俊編　『新版　構築主義の社会学』（世界思想社）　￥2,415\n・ダグラス・メイナード、樫田・岡田訳　『医療現場の会話分析』（勁草書房）　￥3,045\n・長谷川・浜・藤村・町村　『社会学』（有斐閣）　￥3,675\n・川島・樫田ほか訳、ヘリテッジ＆メイナード編『診療場面のコミュニケーション』勁草書房（2015年9月刊,3600円＋税）\n・樫田ほか編『医療者教育のビデオ・エスノグラフィー』晃洋書房（2800円＋税，2018）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "テキスト及び授業の理解度，論理的検討能力の獲得度"], "成績評価Grading2": ["その他／Others (99)", "60 %", "報告者／コメンテーター／参加者としての発言内容"], "成績評価Grading3": "備考　Note\n日常の指定テキストの指定の章の（読解・分析をした結果の）発表やゼミナール内での発言が、どの程度社会科学的であり、かつ、知的生産に志向しているかを重視する。もちろん、平常リポートに表れている思考的態度や吟味的態度の程度も重要である。なお、毎週のテキストの読解には、テキストの理解を超えた、個別の社会学徒養成的課題があるため、欠席を繰り返した場合、総合点はどうしても悪くなる。したがって、出席も重要である。【オンライン受講生】【感染防止重点期間】ともに、成績評価方法は、他と同様である。（2021年4月25日記）", "備考Note0": "※2021年度の場合，4月12日15：10からスタート．5月に一回休講の可能性があるが、補講を行う。時間調整が難しい場合は，オンデマンド方式の課題で対応する可能性もある。読むだけでなく書くところまでおこなう。つまり、PCで書いてプレゼンするレジュメや最終レポートがある（PC画面がなければ桁をそろえた推敲が困難だと思われる）．対面授業ができなくなった場合は、テレビ会議システムの「zoom」を用いた，リアルタイム授業で，動画の共同視聴をする予定があるが，時間は短めにし，受信情報量の上限には配慮する．最悪，この「zoom」（講師である樫田が持っているzoom　PROのアカウントから配信する．PCの場合，電子メールで届いたURLをクリックするだけで入ることが可能）を視聴できなくても，単位はとれるように，代案や代課題を出す．講師のメールはkashida.yoshio@gmail.comなので，これが受信できるようにメールの受信設定をしておいて欲しい．https://zoom.us/jp-jp/meetings.html，にzoom利用に必要な説明等がある．https://zoom.us/download#client_4meeting，からアンドロイド用アプリや，iPhone用アプリや，タブレット用のアプリをダウンロードできる．　教科書は、初回の授業時に手元に持っておくこと（1回目か2回目に発表分担の割り振りを行う）．授業は5章から始めて，6，7と進む．1章から4章は自習しておくと良い．", "備考Note1": ["1611111710_執筆要領.pdf", "『現象と秩序』執筆要領。この書式で最終レポートを執筆することが望ましい。それに表紙をつけて提出すること。提出方法、締め切りは別途指示する。"], "備考Note2": ["160428_4gou_tougouban_gensho.pdf", "『現象と秩序』４号（2016）池谷望講演記録あり．"], "備考Note3": ["180206_3月24日_『医療者教育のビデオ＿エスノグラフィー』シンポジウムチラシ.pdf", "３月24日のシンポのチラシ（医学教育）"], "備考Note4": ["171214 税別書き加え後の修正済チラシ　.pdf", ""], "URLリンク1/URL 15": "西阪仰サイト_トランスクリプト記号等を掲載", "URLリンク2/URL 26": "樫田美雄サイト_実習報告書等を掲載", "URLリンク3/URL 37": "日本EMCA研サイト_全国の学べる大学を掲載", "更新日時/Date of Update8": "2021年04月25日 23時53分37秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｅ－１０４"]}, "campas": 0, "name": "【200】インターミディエイト演習　２／Intermediate Seminar", "管理部署": 2, "単位数": 2, "担当者": "樫田　美雄（KASHIDA YOSHIO） ", "履修基準年度": "２年", "時限1": 3, "評価1": 3, "評価2": 4, "開講期": 1}