{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "社会調査によって得られたデータを分析するために必要となる統計手法について、その原理と利用方法を修得することが本講義の目的である。ここで修得する統計手法とは、基本的な記述統計量（一変量の記述、二変量間の関係の記述）、基本的な推測統計（確率と分布、推定と検定）である。", "到達目標": "この講義の履修者は上記の授業目的に則って、以下の状態に到達することを目標とする。<BR/><BR/>・基本的な記述統計：調査結果をまとめ、調査者の問題関心を把握するのに必要な基礎的な統計量を選び、その意味を把握することができる。<BR/>             ＊一変量の記述（変数の性質と尺度、代表値と散布度）<BR/>             ＊二変量の関係の記述（変数の性質に応じた関係の統計量）<BR/>             ＊因果と相関、三変量以上の関係<BR/><BR/>・基本的な推測統計：標本調査の結果から母集団の統計量を推測するための理論を理解し、適切な分析手法を選択してその分析結果の意味を把握することができる。<BR/>             ＊確率と分布（確率変数、中心極限定理）<BR/>             ＊推定（点推定、区間推定）<BR/>             ＊検定（平均値の差の検定、独立性の検定、無相関の検定）", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.<BR/>", "関連科目": "社会調査入Ａ、社会調査入門Ｂ、データ分析（入門）、データ分析（応用）", "授業の概要・背景": "", "授業方法": "・初回の授業は、オンデマンドB型オンライン授業で実施する。授業動画・配布資料は、https://bit.ly/dab2022autumn からダウンロードすること。<BR/>・二回目以降の授業は、オンデマンドB型オンライン授業で実施する。継続して上記のURLから授業動画・配布資料を配信するほか、受講生にはLUNAからお知らせを配信する。<BR/>・毎週木曜日の朝に、各回の資料や動画を公開する。各回の課題提出の期限を含むスケジュールの説明は、初回の講義にておこなう。", "トピック": {"第1回": ["(1) ガイダンス、統計学の歴史と社会学におけるその意義", "・初回の授業は、オンデマンドB型オンライン授業で実施する。授業動画・配布資料は、https://bit.ly/dab2022autumn からダウンロードすること。"], "第2回": ["(2) データの性質と一変量の記述(代表値、散布度)：調査結果をまとめ、調査者の問題関心を把握するのに必要な基礎的な統計量について、その考え方と計算方法を概説する。一変量の記述（代表値、分散、標準偏差）", "事前学習動画の閲覧、課題の遂行"], "第3回": ["(3) 二変量間の関係:量的変数×量的変数：調査結果をまとめ、調査者の問題関心を把握するのに必要な基礎的な統計量について、その考え方と計算方法を概説する。二変量の関係の記述（量的変数間の関係、相関係数）", "事前学習動画の閲覧、課題の遂行"], "第4回": ["(4) 二変量間の関係:質的変数×質的変数：調査結果をまとめ、調査者の問題関心を把握するのに必要な基礎的な統計量について、その考え方と計算方法を概説する。二変量の関係の記述（質的変数間の関係、クロス表、オッズ比）", "事前学習動画の閲覧、課題の遂行"], "第5回": ["(5) 二変量間の関係:質的変数×量的変数：調査結果をまとめ、調査者の問題関心を把握するのに必要な基礎的な統計量について、その考え方と計算方法を概説する。二変量の関係の記述（質的変数と量的変数の間の関係、相関比）", "事前学習動画の閲覧、課題の遂行"], "第6回": ["(6) 三変量以上の関係：調査結果をまとめ、調査者の問題関心を把握するのに必要な基礎的な統計量について、その考え方と計算方法を概説する。三変量の関係の記述（偏相関、分割相関）", "事前学習動画の閲覧、課題の遂行"], "第7回": ["(7) 記述統計の復習", "事前学習動画の閲覧、課題の遂行"], "第8回": ["(8) 確率と分布： 推測統計の基盤となる、確率と分布の概念について社会調査データの実例をふまえて概説する。確率や確率変数と分布の意味", "事前学習動画の閲覧、課題の遂行"], "第9回": ["(9) 社会調査と標本抽出： 推測統計の基盤となる、大数の法則や中心極限定理について社会調査データの実例をふまえて概説する。標本抽出と中心極限定理", "事前学習動画の閲覧、課題の遂行"], "第10回": ["(10) 統計的推定：標本統計量から母集団の統計量を推定する手法について、その考え方と計算方法を概説する。母平均と母比率の点推定と区間推定", "事前学習動画の閲覧、課題の遂行"], "第11回": ["(11) 統計的検定 (1)：統計的検定、つまりは調査者の問題関心（仮説）が母集団でも成り立つのかを統計的に判定する方法について、その考え方と計算方法を概説", "事前学習動画の閲覧、課題の遂行"], "第12回": ["(12) 統計的検定 (2)：分析対象となる変数の性質に合わせた具体的な統計的検定の方法を紹介する。平均値の差の検定、独立性の検定、無相関の検定", "事前学習動画の閲覧、課題の遂行"], "第13回": ["(13) 統計的検定 (3)： 統計的検定をおこなう上での注意点を概説する。統計における二種類の過誤、片側検定と両側検定、検定力と効果量", "事前学習動画の閲覧、課題の遂行"], "第14回": ["(14) まとめ", "事前学習動画の閲覧、課題の遂行"]}, "評価": {"教科書Required texts0": "毎回資料を配布する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "各回の課題の点数を積算して最終評価とする。"], "更新日時/Date of Update0": "2022年01月14日 10時12分54秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "オンライン"]}, "campas": 5, "name": "【250】データ分析（基礎）　２／Social Research Methods", "管理部署": 2, "単位数": 2, "担当者": "中野　康人（NAKANO YASUTO） ", "履修基準年度": "１年", "緊急授業形態": 3, "オンライン授業形態": 3, "時限1": 49, "評価1": 4, "開講期": 2}