{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "死は誰にでも必ず訪れる自然な出来事である。しかし、ほとんどの人は自分の死、または他人の死に対して準備は出来ていない。死をめぐる不安を和らげるために宗教は大きな役割を果たしている。このクラスでは死をまつわる様々な信仰や儀式を広く認識することを目的とする。また、死に関わる現実的な問題について知る機会となる。例えば、悲嘆とは何か？死から何が学べるか？死の準備をどのようにしたら良いのか？", "到達目標": "英語で死生学の勉強をすることによって、履修者は死にまつわる様々な宗教儀式や信仰について認識と視野を広めることができる。また、宗教学の基礎的な概念に触れ、現代社会において死の形態がどのように変化しているかを自分で考察できるようになる。さらには、他者や自分にとって死は何を意味するかについて、より幅広い文化的な観点から学ぶことを目標とする。", "授業方法": "This course will be conducted in ENGLISH! Each week, students will post their reactions and questions to the assigned reading. Class will include short lectures by the instructor along with breaking into small groups for discussion. Beginning on April 22 (Thu), classes will be held on Zoom during the normal class time until it is safe to resume in-person classes again.", "トピック": {"第1回": ["Introduction: Class goals and schedule", ""], "第2回": ["What is Death? (This class will be held by Zoom on 4/22)", "Short reading"], "第3回": ["Anthropology of Death", "Short reading"], "第4回": ["Experiencing Death", "Short reading"], "第5回": ["Suicide and Euthanasia", "Short reading &amp; video"], "第6回": ["Funerals, Ritual, and Performance", "Short reading"], "第7回": ["Death in Ancient Europe  <BR/>MIDTERM REPORT DUE", "Short reading"], "第8回": ["Death in Judaism", "Short reading"], "第9回": ["Death in Christianity", "Short reading"], "第10回": ["Death in Buddhism", "Watch video"], "第11回": ["Death in Islam", "Short reading"], "第12回": ["Preparing for Death", "Watch video"], "第13回": ["Grief and Memorialization", "Short reading"], "第14回": ["Conclusion: Learning from Death", ""], "授業外学習2": "In most weeks students will read a short text or watch a film and then post their reactions to an online discussion board. There will also be a short mid-term report and a final take-home exam."}, "評価": {"参考文献・資料Reference books0": "We will use a variety of short readings as well as some music and film clips from a number of sources that will be uploaded to LUNA. Further instructions will be given in class.\n\nCann, Candi K. ed. The Routledge Handbook of Death and the Afterlife (Routledge, 2018)\nThompson, Neil and Gerry R. Cox eds. Handbook of the Sociology of Death, Grief, and Bereavement: A Guide to Theory and Practice (Routledge, 2017)\nBregman, Lucy ed. Death and Dying in World Religions (Kendall Hunt, 2009)\nTolstoy, Leo. The Death of Ivan Ilyich. (Melville House, 2008)\nMetcalf, Peter and Richard Huntington. Celebrations of Death: The Anthropology of Mortuary Ritual. 2nd ed. (Cambridge University Press, 1991)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation (25%), Reading (20%), Midterm Report (20%), Final Take home Exam (35%) 申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "更新日時/Date of Update0": "2021年04月27日 11時15分09秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｅ－１０２"]}, "campas": 0, "name": "【200】死生学と宗教／Death, Dying, and Religion", "管理部署": 2, "単位数": 2, "担当者": "ベネディクト　Ｔ．（BENEDICT TIMOTHY O'NEAL） ", "履修基準年度": "１年", "時限1": 24, "評価1": 4, "開講期": 1}