{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「家」という「家族を入れるハコ」から日本社会のあり方や文化現象について考察する。", "到達目標": "身近な問題から日本の文化について考察する視野を身につける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "特になし。", "授業の概要・背景": "敗戦後、日本は都市部で壊滅的な「家不足」を経験する。そのとき、日本政府はどうしたのか、そしていまある「nLDK」というマンションなどで一般的な規格は、どうやって生まれ育ったのかを考える。", "授業方法": "主に講義となるが、すでに述べているようにペアで考えて、意見を述べる時間も与える。", "トピック": {"第1回": ["授業紹介<BR/>最初にIce Breaking として、ペアになったりして体を動かしてもらう。無意味に思えるかもしれないが、発話を促進するための手段だから、従ってほしい。その後、どのような授業をするか、簡単に説明していく。大教室での授業になるので、一方通行的になりがちだと思うだろうが、できる限り学生の話を聞けるようにするつもりだ。最初の授業を聞いて、受講するかどうか考えて欲しい。", ""], "第2回": ["若年層の住宅問題について考えることとする。ランダムな数字やキーワードを使って、議論を進めていく（これは本講義の全体を通して実施）。", ""], "第3回": ["先週の議論の続きを行う。若年層がどんな住宅問題にぶつかっているのか考えてもらいたい。", ""], "第4回": ["日本最初の住宅サーベイ調査を行った西山卯三から、日本的な住宅の問題を考えていく。", ""], "第5回": ["敗戦後、日本は都市部の住宅の九割がたを焼失したといわれている。これに対応して政府がとった住宅政策を見ながら、日本の戦後の住宅について考えてみる。", ""], "第6回": ["先週に続き、政府の指導によって行われた住宅政策が、東大工学部助教授の吉永泰水とそのグループによって実現されていく。そこで立ち上げられた日本的な住宅の功罪を考える。", ""], "第7回": ["ここまでの議論のまとめ。", ""], "第8回": ["ＮＧＯ法人フューチャーコード代表の大類隼人氏を招いて、発展途上国の医療問題などを語ってもらう。本講義と直接かかわることではないが、受講生の大きな刺激になることだと信じる。ただし、さまざまな都合で、出講してもらう時期が前後することがあるということは理解してもらいたい。", ""], "第9回": ["日本の社会学では、「家」の問題といえば家族論やフェミニズムの問題と交差しがちである。しかし、ここではあえて「住宅」というハコを基準にした考察を加えていく。", ""], "第10回": ["先週に引き続き、「住宅」というハコについて考察を深めていく。", ""], "第11回": ["町内会という組織は日本独特のものであり、また日本社会の自治組織の最小「単位」として機能している。しかし、この問題を深く考察する視点は決して充実しているとは言いがたい。そこで、李の住んでいる京都市の事例を参考にしながら、町内会とは何なのかについて考察する。", ""], "第12回": ["先週に引き続き「町内会」の問題を考察する。そして、講師（李）の町家再生の実例を示しながら、日本にとって「古い家」とは何なのか、また古い「近所との付き合い」とは何なのかを考えていく。それはきっとわずらわしいながら、それなりの機能を持ったものに違いない。", ""], "第13回": ["６０年代のドラマを見ながら、それまでの授業で取り上げてきた「住宅」の問題や、「マイホーム主義」などというものについておさらいする。", ""], "第14回": ["総まとめ、質問などに応じる予備日とする。", ""], "授業計画1": "家とは何か。日本では、古い時代の建物があまり残っていないとされる。実際、城郭建築を含む多くの前近代建築は滅んでいるといっても過言ではない。しかし、いわゆる「古い家」を復元して残していくことにはどのような意味があるのか。李の体験をふまえて考えていきたい。そこには「古い共同体」とでもいうべき、昔ながらの「ムラ社会」が見えてくる。祭りや戒律など、さまざまなイベントとのかかわりと京都の古い家＝京町家のことを考えることは、日本社会の継承、あるいは日本の文化継承にとってどのような意味があるか、いっしょに考えていきたい。また、李の友人でハイチでの医療活動に従事している大類氏を、一度ゲストスピーカーで呼ぶ予定だ。ハイチの問題を考えるためだけでなく、日本社会や他の近代社会が、ハイチのような発展途上国とどこが違うのかを考えてもらいたい。", "授業外学習2": "建物や道、町のあり方、あるいは「町内会」やマンション住民の「自治会」などに関心を持ってもらいたい。"}, "評価": {"教科書Required texts0": "齋藤由紀編著「京都の町家を再生する―家づくりから見えてくる日本の文化破壊と文化継承」（関西学院大学出版会、２０１５年）", "参考文献・資料Reference books0": "授業中にさまざまな文献に触れる。興味があれば調べて読んでほしい。", "学生による授業評価の方法Course Evaluation by Students0": "授業アンケートによる。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "100 %", "きちんと問題を設定し、それに解答を与えるような内容を期待する。"], "成績評価Grading2": "備考　Note\n授業を受けないでレポートを書こうとしても、おそらく歯は立たないだろうと思う。また、コピーアンドペーストでレポートを書く学生が散見されるが、そういうものには厳正な態度で臨むので注意して欲しい。また、私の授業では在日朝鮮人問題などマイノリティの問題を取り上げることはほとんどないにもかかわらず、レポートや授業評価で「なぜ在日問題ばかりを取り上げるのか」だとか、「在日朝鮮人の立場ばかりではなく日本マジョリティの立場からも考えてほしい」という、授業に参加しているとは到底思えないことを書いてくる学生がいる。おそらく誰かほかの教員と勘違いしているのだろう。このような誤解（他の教員とごっちゃになったイメージで私を見ている視線）に基づいてレポート作成をするのは避けていただきたい。", "備考Note0": "特になし。", "更新日時/Date of Update1": "2023年01月26日 13時28分37秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "５別－３"]}, "campas": 0, "name": "【200】表象文化論Ａ／Representation and Culture A", "管理部署": 2, "単位数": 2, "担当者": "李　建志（LEE KENJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 32, "評価1": 1, "開講期": 1}