{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「家」という「家族を入れるハコ」から日本社会のあり方や文化現象について考察する。", "到達目標": "身近な問題から日本の文化について考察する視野を身につける。", "特記事項": "", "関連科目": "特になし。", "授業の概要・背景": "敗戦後、日本は都市部で壊滅的な「家不足」を経験する。そのとき、日本政府はどうしたのか、そしていまある「nLDK」というマンションなどで一般的な規格は、どうやって生まれ育ったのかを考える。", "授業方法": "主に講義となるが、すでに述べているようにペアで考えて、意見を述べる時間も与える。", "トピック": {"第1回": ["授業紹介<br />最初にIce Breaking として、ペアになったりして体を動かしてもらう。無意味に思えるかもしれないが、発話を促進するための手段だから、従ってほしい。その後、どのような授業をするか、簡単に説明していく。大教室での授業になるので、一方通行的になりがちだと思うだろうが、できる限り学生の話を聞けるようにするつもりだ。最初の授業を聞いて、受講するかどうか考えて欲しい。", "特になし。"], "第2回": ["教科書を使っての講義である。まずは、「事故物件」について考えて見ようと思う。事故物件にかかわるYoutubeなどを参照する。", ""], "第3回": ["先週の議論の続きを行う。問題を継続し、広い意味での「事故物件」について、動画などを参照しながら、教科書の進度に合わせて進めていく。", ""], "第4回": ["教科書に準拠しながら、耐震強度の問題について考える。世界で最初に耐震強度を定めたのは日本。しかし、本格的なものは1971年の旧耐震基準、そして1981年の新耐震基準というふたつの法改正を待たなければならない。", "身近な耐震強度問題について考える。"], "第5回": ["自然災害と建築物の関係について、教科書に準拠しながら考えていく。1938年の阪神大水害と、1995年の阪神・淡路大震災という事例から、歴史的にひもとく。", ""], "第6回": ["都会に住む家を購入するというと、どうしてもマンションというかたちになることが多い。学生諸君も知っておいた方がいい知識を伝授すべく、教科書に準拠しながら、はじめてのマンション購入について考える。", ""], "第7回": ["韓国映画「奈落のマイホーム」を見てもらう。マンション購入の問題や、事故物件の問題などを考えるヒントとして欲しい。", ""], "第8回": ["昭和中期には「高度経済成長期」というものがあった。この時代、郊外に「夢のマイホーム」を購入したり、ニュータウンの団地に住むという生活が展開していった。これについて、教科書に準拠しながらまとめてみよう。", "適宜、動画サイトなどを閲覧しながら、ニュータウンについて調べてもらう。"], "第9回": ["敗戦前の日本では、「家」はほとんどが借家であった。そして、関東大震災によって東京という首都で、家が極端に不足したという事実がある。このとき、同潤会アパートメントというものがつくられた。また、日本で最初に「動線」という概念を「家」に持ち込んだ西山<span hiragino=\"hiragino\" kaku=\"kaku\" gothic=\"gothic\" pron\",sans-serif;font-size:14px;\"=\"pron',sans-serif;font-size:14px;'\" style=\"font-family:Arial,;color:rgb(68,68,68);\">夘三についても触れる。同潤会アパートメントに住んだこともある彼が、敗戦前の日本の住宅事情でどんな役割をしたのか、考えてみたい。</span>", ""], "第10回": ["<span hiragino=\"hiragino\" kaku=\"kaku\" gothic=\"gothic\" pron\",sans-serif;font-size:14px;\"=\"pron',sans-serif;font-size:14px;'\" style=\"font-family:Arial,;color:rgb(68,68,68);\">同潤会アパートメントは現在ひとつも残っていない。しかし、解体される前の記録がDVDとして残っている。これを見ながら、教科書を使って、同潤会アパートメントの存在意義について考える。</span>", ""], "第11回": ["最近人気のタワマンの問題から考える。そして、昭和の頃のニュータウンが「負動産」化しているという現実を、教科書を見ながら考えてみよう。", ""], "第12回": ["敗戦後、日本の都市部の9割方が灰燼に帰した。当然、「家」が足りなくなる。東久邇宮内閣は「応急越冬住宅」を提唱、その後に「49型」「51c型」といった「家」＝集合住宅のモデルがつくられていく。この過程を教科書に沿って考えていこう。", "ハウスメーカーがマンション分譲時によく使う「3LDK」や「2LDK」といったも（いわゆるnLDK）は世界的に見たら変なものだということに気づこう。"], "第13回": ["「限界ニュータウン」ということばがある。これは「負動産」と同じく、最近の不動産事情を知る上で重要なことばだ。Youtubeなどの動画を参照しながら、なんでこんな「住宅地」があるのか、考えてみたい。", ""], "第14回": ["日本では、古い時代の建物があまり残っていない。実際、城郭建築を含む多くの前近代建築は滅んでいるといっても過言ではない。しかし、いわゆる「古い家」を復元して残していくことにはどのような意味があるのか。2冊目の教科書（「京都の町家を再生する」）を使いながら李の体験をふまえて考えていきたい。そこには「古い共同体」とでもいうべき、昔ながらの「ムラ社会」が見えてくる。祭りや戒律など、さまざまなイベントとのかかわりと京都の古い家＝京町家のことを考えることは、日本社会の継承、あるいは日本の文化継承にとってどのような意味があるか、いっしょに考えていきたい。", ""], "授業外学習2": "たしかに古い家は、耐震強度の問題などがあるが、だからといってすべてを捨てていいのだろうか。例えば、私は築100年の家を改修して住んでいる。このように、どんな家に住みたいかというのは、「嗜好」の問題なのだ。だとすれば、学生諸君はどのような「家」が理想なのか、少し考えて欲しい。"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "きちんと問題を設定し、それに解答を与えるような内容を期待する。"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｂ－１０１"]}, "campas": 0, "name": "【200】表象文化論Ａ／Representation and Culture A", "管理部署": 2, "単位数": 2, "担当者": "李　建志（LEE KENJI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 32, "評価1": 3, "開講期": 1, "成績評価備考": "備考　Note\n授業を受けないでレポートを書こうとしても、おそらく歯は立たないだろうと思う。また、コピーアンドペーストでレポートを書く学生が散見されるが、そういうものには厳正な態度で臨むので注意して欲しい。また、私の授業では在日朝鮮人問題などマイノリティの問題を取り上げることはほとんどないにもかかわらず、レポートや授業評価で「なぜ在日問題ばかりを取り上げるのか」だとか、「在日朝鮮人の立場ばかりではなく日本マジョリティの立場からも考えてほしい」という、授業に参加しているとは到底思えないことを書いてくる学生がいる。おそらく誰かほかの教員と勘違いしているのだろう。このような誤解（他の教員とごっちゃになったイメージで私を見ている視線）に基づいてレポート作成をするのは避けていただきたい。"}