{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "死は誰にでも必ず訪れる自然な出来事である。しかし、ほとんどの人は自分の死、または他人の死に対して準備は出来ていない。死をめぐる不安を和らげるために宗教は大きな役割を果たしている。このクラスでは死をまつわる様々な信仰や儀式を広く認識することを目的とする。また、死に関わる現実的な問題について知る機会となる。例えば、悲嘆とは何か？死から何が学べるか？死の準備をどのようにしたら良いのか？", "到達目標": "英語で死生学の勉強をすることによって、履修者は死にまつわる様々な宗教儀式や信仰について認識と視野を広めることができる。また、宗教学の基礎的な概念に触れ、現代社会において死の形態がどのように変化しているかを自分で考察できるようになる。さらには、他者や自分にとって死は何を意味するかについて、より幅広い文化的な観点から学ぶことを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "This course will be conducted in ENGLISH! Each week, students will post their reactions and questions to the assigned reading. Class will include short lectures by the instructor along with breaking into small groups for discussion.", "トピック": {"第1回": ["Introduction: Class goals and schedule", ""], "第2回": ["What is Death?", ""], "第3回": ["Social Death", ""], "第4回": ["Experiencing Death", ""], "第5回": ["Suicide &amp; Euthanasia", ""], "第6回": ["Funerals &amp; Ritual", ""], "第7回": ["Death in Ancient Europe <BR/>MIDTERM REPORT DUE", ""], "第8回": ["Death in Judaism", ""], "第9回": ["Death in Christianity", ""], "第10回": ["Death in Buddhism", ""], "第11回": ["Death in Islam", ""], "第12回": ["Preparing for Death", ""], "第13回": ["Grief and Memorialization", ""], "第14回": ["Conclusion: Learning from Death", ""], "授業外学習2": "In most weeks students will read a short text or watch a film and then post their reactions to an online discussion board. There will also be a short mid-term report and a final take-home exam.<BR/><BR/>Midterm Report:<BR/>Option #1: Art Review <BR/>•\tCritically analyze a significant piece of art (painting, music, poem, novel, film, etc.) on the topic of death. <BR/>Option #2: Interview<BR/>•\tInterview a religious professional about death, dying, funerals, the afterlife etc.<BR/><BR/>Final Take Home Exam<BR/>-3 short essay questions. You can work on the exam at home using your class notes, readings, lecture slides, etc."}, "評価": {"教科書Required texts0": "We will use a variety of short readings from a number of sources that will be uploaded to LUNA. Further instructions will be given in class.", "参考文献・資料Reference books0": "Cann, Candi K. ed. The Routledge Handbook of Death and the Afterlife (Routledge, 2018)\nThompson, Neil and Gerry R. Cox eds. Handbook of the Sociology of Death, Grief, and Bereavement: A Guide to Theory and Practice (Routledge, 2017)\nBregman, Lucy ed. Death and Dying in World Religions (Kendall Hunt, 2009)\nTolstoy, Leo. The Death of Ivan Ilyich. (Melville House, 2008)\nMetcalf, Peter and Richard Huntington. Celebrations of Death: The Anthropology of Mortuary Ritual. 2nd ed. (Cambridge University Press, 1991)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation (25%), Reading (25%), Midterm Report (20%), Final Take home Exam (30%) 申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "更新日時/Date of Update0": "2022年01月13日 10時36分27秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｅ－１０３"]}, "campas": 0, "name": "【200】死生学と宗教／Death, Dying, and Religion", "管理部署": 2, "単位数": 2, "担当者": "ベネディクト　Ｔ．（BENEDICT TIMOTHY O'NEAL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 4, "開講期": 1}