{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "表象文化とはどういうものを指す言葉なのか、１９７９年～１９８０年にかけて放送されたテレビドラマ「探偵物語」を使って考えていく。その際、映像の中の沖縄問題、外国人問題、アウトロー表象の問題などを扱う。これらを扱うことで、映像分析とは何か、どうすればより深く映像を洞察することが出来るかといった、分析の方法論について考えることを目的とする。", "到達目標": "映像はある意図によって操作され、受け手が知らず知らずにそれを受容してしまうという構造をもっている。単純に映像のなかにあるものをそのまま受け入れてしまうというのは、決して創造的な見方ではない。例えば、それがニュース番組だとしても、映像を「透明な筒＝事実をそのまま伝えている」という見方をしては間違っているのだ。この講義を通して、ドキュメンタリーでさえも「事実をそのまま伝える」ものであるというナイーブな鑑賞法を超えて、映像のなかにある放送のする側の思想、時代の思想、もしくは「悪意」がいかにして見る側に影響を与えてしまっているかを深く分析できるようになることを目標とする。", "授業方法": "基本的に講義だが、学生と討論する時間をとる。具体的には学生は毎回ペアになってもらい、毎回のテーマに即した問題を考えてもらうことで、クリティカル・シンキング（批判的考察）を育ててもらう。また本講義はオンデマンド型オンライン授業として行うこととする。", "トピック": {"第1回": ["イントロダクション。毎回、最初の講義では「表象」という言葉について考えることとしている。大教室の授業ではあるが、基本的には学生たちにも発言の機会を与える予定であり、おおむねは二人ひと組でものを考えてもらい、マイクを回してしゃべってもらうことになるので、こちらが与える問題に取り組んでもらうことがこの講義全体で要求されるだろう。", "映像作品をどうしたら分析できるか、それぞれ関心を持ちながら、YOUTUBEなどの動画や、映画、ドラマなどをみてほしい。以下同じ。"], "第2回": ["第２回目には、ゲストスピーカーとして、大類隼人氏を迎える予定であったが、今回はオンラインとなるため、これは不可能となった。大類氏について説明だけはしておこう。彼は外科医でありながら、現在は最貧困国（ハイチ、ブルキナファソ、バングラデシュなど）での医療活動をする非常に国際経験豊かな方だ。毎年大類氏に講義をしに来ててもらっているが、今年はご紹介できないのが残念だ。彼の話は本講義とは直接関係ないが、是非社会学を学ぶ多くの学生に知っておくべき情報が満載であるので、聞いてもらいたかった。<BR/>その代わり、第２回の授業では、教科書を使ってドラマを読解する方法を、少しずつ探っていくこととする。", "指定した教科書を読み始めてもらう。"], "第3回": ["「探偵物語」の「暴力組織」の映像から、いわゆる「ヤクザ組織」そして「チンピラ」の表象について考える。「チンピラ」の「チン」は「ちんけ」からきた言葉で本来は差別用語だが、要するにヤクザにもなれない人間を指していると思ってほしい。最初の問題設定としては悪くないと考えている。<BR/>ただし、映像をオンラインの授業で放送すると著作権に触れる可能性が高いため、映像は教科書を読んで、興味があったらDVDを借りたり、オンデマンドで個々人がレンタルして見てもらうことになる。", ""], "第4回": ["同じく「探偵物語」から、丸山昇一脚本で沖縄が多少描かれているものを取り上げる。沖縄はこのドラマが放送される数年前に日本に復帰しているのだが、そこには沖縄がリゾート地として注目される前の状況が色濃くうかがえる。貧困に打ちひしがれる沖縄＝地獄というイメージが、８０年代後半にリゾートの沖縄へと転換するその節目にあたる７０年代末の沖縄表象の問題を考えるよすがとしたい。", ""], "第5回": ["「探偵物語」の描く女性について考える。女性は現在でも決して男性と対等とはいえない厳しい立場におかれているが、これがいわゆる通俗ドラマの世界では、より単純化・強化されて描かれていることを見ていきたい。ここにも時代の影響と、放送する側の「操作」を確認できるだろう。", ""], "第6回": ["「探偵物語」に描かれるアメラジアン（米兵の落とし子としてのアジア人、アメリカ＋アジアン＝アメラジアン）について考察する。映像を見ながら、７０年代の日本にとってアメラジアンがどのように描かれていたか、その実態を見ていこうと考える。", ""], "第7回": ["「探偵物語」に描かれる南米日系人二世の問題を扱う。ここにも「これでもか」というほど「外国人」として描かれる＝「日本語をしゃべり、黄色い肌をした外国人」ことの問題を整理しておく。", ""], "第8回": ["中間の全体議論。「日本人とは何か」を定義できるか考える。とくに、アメラジアンや南米日系人二世の問題が取り上げられたあとなので、いったい何をもって「日本人」が定義されるのか、いっしょに考えてみたい。", ""], "第9回": ["「探偵物語」のなかにある「ドヤ街」について考えていく。「ドヤ」とは「やど」を逆さまにした造語で、東京の言葉だが、現在では「ドヤ街」という言葉は全国的に広がった言葉である。ここには都市問題の最大のひづみが浮き彫りになっていることだろう。", ""], "第10回": ["映像分析入門一歩手前。ここでは関西学院大学を描いた映画「阪急電車」の一場面を見ながら、いかに映画やドラマが「不自然」な映像を流しているかを考える。この問題はそれほど難しくなく、「なるほど、分析ってこうやっていけばいいのか」という自信をつけてあげられると思う。", "「阪急電車」のDVDを借りるなり、オンデマンドでレンタルするなりしてみてほしい。"], "第11回": ["映像分析初級。ここでは、これまで使ってきた「探偵物語」やそれ以外の映像を使いながら、服装や、背景に映り込んでいるものを通じて、その時代が社会をどのように描いてきたかを分析したい。ここまでは、多くの学生には理解しやすいものだと考えている。是非ついてきてほしい。", ""], "第12回": ["映像分析中級。問題をさらに一歩進める。映像を分析するということは、決して「描かれていること」を分析するだけではない。映像には描かれていない部分を頭の中で復元するという操作をしてもらうことになるだろう。映像としては森崎東監督の「野良犬」（黒澤明監督の野良犬のリメイク版で、沖縄出身者が「憎いヤマトの人間」をひとりずつ殺していくという内容だ。放映されたのが沖縄復帰直後であり、沖縄がリゾート地として注目されるずっと前の状態を受講生は知ることになるだろう。", "これはDVD化されていないものなので、私の方からの説明で納得してもらうしかない。あるいは、別の素材をあつかうかも知れない。"], "第13回": ["映像分析上級。効果音の問題など、それこそ「オタク」な問題をひもといていく。具体的な映像作品としては森田芳光監督の「家族ゲーム」を取り上げる。この映画は「音」にこそ注目すべき映画だといえよう。昨今は嵐の桜井君が主演でリメイク版がテレビドラマとして放映されたので、もともとはどういう映画だったのかを見て、今世紀の「家族ゲーム」との描かれ方の違いを頭に想起しながら聴いてもらいたい。", "「家族ゲーム」のDVDを借りるなり、オンデマンドでレンタルするなりして見てほしい。"], "第14回": ["最終討論。例年なら、最後の授業だけ来てレポートを書こうとする学生が多いので、最終週はまったく授業をしないで、今までちゃんと出席していた学生にはよりためになる映像を見せることとしている。今回は「探偵物語」の最終話を見てもらおうと考えていた。しかし、これは不可能なため、学生諸君は自分が分析したいと思うドラマや映画を各自決めて、その分析をすることを念頭に置いてほしい。", ""], "授業外学習2": "映像の分析ではあるが、テクストを読むというクセはつけて欲しい。講義の最中に、「今日の一冊」と称して、受講生にとって必要な小説や教養書を紹介するので、それを参照してほしい。また、いままで本講義では、担当者である李建志が個人的に関心を持ってきた「戦前の服装」について「今日の一着」と称して紹介してきた。オンデマンド形式の講義でそれが可能かどうかわからないが、戦前の背広やコート、軍服などを少しずつ紹介していくつもりだ。これは受講生に「ファッションとは何か」について考えて欲しいからだ。ひとはみな「自ら選択してファッションを楽しんでいる」と考えがちだが、実は情報誌などを受けて「受動的」にファッションを「選択させられている」状態であることに気づいてほしい。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["李建志", "松田優作と七人の作家たち", "弦書房", "2020 年", "BW03559605", ""], "教科書Required texts0": "李建志著「松田優作と七人の作家たち　『探偵物語』のミステリ」（弦書房）を使う。昨年第2刷が出ており、Amazonでは出版年度が2020年になっているが、初版の2011年のものと内容に大きな変化はない（人名や事実関係の誤りを訂正したのみである）ので、どちらの版を参照してもよい。\n今年度はオンデマンド形式での授業なので、早めにこの本を探しておいてほしい。大学図書館にもおさめられているが、新型コロナウイルス問題の情勢によっては図書館の利用が思うに任せない可能性もあるので注意して欲しい。また大学図書館にあるこの本の冊数も数冊に限られているので、地元の図書館などで借りられないか模索してほしい。それがだめなら、心苦しいが買ってもらうことになる。", "学生による授業評価の方法Course Evaluation by Students0": "授業内容をふまえたレポート。①教科書として指定している本に関する感想（40字×20行）＋2学生たちが自分の興味にしたがって映像作品を選んでもらい、分析する（40字×60行）。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業で議論した内容を発展させて考えているか。"], "成績評価Grading2": "備考　Note\n授業内容をふまえた上で、授業で話したことを参考にドラマ分析をしてもらう。またレポート提出の時期にいたっても新型コロナウイルス問題が解決していない可能性もある。本講義は「平常リポート」としているので基本的には大きな問題は起きないとは思うが、提出時期などについて変更があれば早めに伝えることとする。", "備考Note0": "授業に参加せず、レポートだけ書く学生が毎年多い。しかし、授業内容をふまえないレポートには厳しい評価をすると思ってもらいたい。また、映像分析については「私（李建志）のやり方」を教えるのだが、もちろん別の理論をもって分析してもかまわないし、できれば私の分析の「穴」や間違っているところを指摘してくれると嬉しい。レポートは①李建志著「松田優作と七人の作家たち―『探偵物語』のミステリ」（弦書房）を読んでの感想（40字×20行）と②各学生の好きな映像作品の分析（40字×60行）の両方について書いてもらう。\n今年はオンデマンド型オンライン授業となる。", "更新日時/Date of Update1": "2021年02月16日 18時12分24秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "院－２１０"]}, "campas": 0, "name": "【200】表象文化論Ａ／Representation and Culture A", "管理部署": 2, "単位数": 2, "担当者": "李　建志（LEE KENJI） ", "履修基準年度": "１年", "時限1": 32, "評価1": 3, "開講期": 1}