{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "環境問題に向き合う地域社会の現状と課題を把握し、環境問題の社会的メカニズムについての理解を深めることを目的とする。", "到達目標": "私たちの社会が直面しているさまざまな環境問題を具体的な事例で学ぶことにより、環境問題の諸課題に関して主体的に分析、考察する能力を修得することを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式で行う。パワーポイント、映像資料を必要に応じて使用する。", "トピック": {"第1回": ["イントロダクション", "参考書等を活用し、自然と人間の関係性について自学自習を進めること（3時間以上）。"], "第2回": ["環境をとらえる視点（1）：自然と人間とのかかわり", "参考書及び授業で紹介する文献等を活用し、生活の近代化と環境負荷の関係性について自学自習を進めること（3時間以上）。"], "第3回": ["環境をとらえる視点（2）：成長の限界、環境リスク", "参考書及び授業で紹介する文献等を活用し、環境問題を引き起こす社会メカニズムについて自学自習を進めること（3時間以上）。"], "第4回": ["環境をとらえる視点（3）：社会的ジレンマ、環境負荷の外部転嫁", "参考書及び授業で紹介する文献等を活用し、環境保護運動の歴史や環境社会学の考え方について自学自習を進めること（3時間以上）。"], "第5回": ["人口圧と環境の劣化：人口論、貧困の連鎖", "参考書及び授業で紹介する文献等を活用し、人口増加と環境劣化の関係性について自学自習を進めること（3時間以上）。"], "第6回": ["公害問題：公害とはなにか、被害構造論", "参考書及び授業で紹介する文献等を活用し、公害問題の歴史と対策について自学自習を進めること（3時間以上）。"], "第7回": ["大規模開発と環境行政：公共の福祉、受益圏・受苦圏論", "参考書及び授業で紹介する文献等を活用し、開発行為と環境破壊の関係性について自学自習を進めること（3時間以上）。"], "第8回": ["科学物質と水質汚染：水は誰のものか、利水・治水・親水", "参考書及び授業で紹介する文献等を活用し、科学物質と水質汚染の関係性について自学自習を進めること（3時間以上）。"], "第9回": ["廃棄物と資源循環（1）：自区内処理の限界、NIMBY", "参考書及び授業で紹介する文献等を活用し、処分場建設をめぐる住民運動の現状と問題点について自学自習を進めること（3時間以上）。"], "第10回": ["廃棄物と資源循環（2）：有害廃棄物の越境移動、電子廃棄物のリサイクル", "参考書及び授業で紹介する文献等を活用し、バーゼル条約や電子廃棄物の越境移動の問題について自学自習を進めること（3時間以上）。"], "第11回": ["廃棄物と資源循環（3）中国の環境政策とごみ問題", "参考書及び授業で紹介する文献等を活用し、中国におけるリサイクルシステムの現状について自学自習を進めること（3時間以上）。"], "第12回": ["エネルギー政策と原子力利用：エネルギー転換の岐路、原子力のリスク", "参考書及び授業で紹介する文献等を活用し、原子力利用の歴史や放射性廃棄物の処理問題について自学自習を進めること（3時間以上）。"], "第13回": ["地球環境問題と環境ガバナンス：気候変動交渉はなぜ難航するのか", "参考書及び授業で紹介する文献等を活用し、環境ガバナンスの概念や取り組みについて自学自習を進めること（3時間以上）。"], "第14回": ["総括", "これまで授業内で配布したプリントを中心に復習すること（3時間以上）。"], "授業外学習2": "環境問題に関する報道や記事に注意を払い、自学自習を進めること。指定の参考書及び授業で紹介する文献等を事前事後学習に活用すること。"}, "評価": {"教科書Required texts0": "テキストは特に指定しない。必要に応じて参考資料のプリントを配布する。", "参考文献・資料Reference books0": "鳥越皓之，2004，『環境社会学―生活者の立場から考える』東京大学出版会．\n金太宇，2017，『中国ごみ問題の環境社会学：〈政策の論理〉と〈生活の論理〉の拮抗』昭和堂.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "期末リポートの完成度で評価する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業内課題の完成度で評価する。"], "更新日時/Date of Update0": "2023年04月25日 17時53分33秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｈ－３０１"]}, "campas": 0, "name": "【200】環境社会学Ｂ／Environmental Sociology B", "管理部署": 2, "単位数": 2, "担当者": "金　太宇（JIN TAI YU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 8, "評価1": 3, "評価2": 4, "開講期": 2}