{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、テクノロジーを使いこなすために私たちが用いている技能のあり方や、正しい科学的知識とそうでないものを見分けるときに使っている基準を改めて検討することで、テクノロジーや科学との上手な付き合いかたを考えることにあります。", "到達目標": "普段見過ごしてきたテクノロジーを使いこなすための技能の詳細を分析し記述するための概念的枠組みや、正しい科学的知識とそうでないものを見分けるための科学哲学的な基準を学ぶことで、テクノロジーや科学に関する今日的な社会的イシューについて、自分なりの判断と議論ができるようになることが期待されています。", "授業方法": "・講義形式が基本だが、その中で受講生が自分で考え、手を動かして学ぶ機会を適宜設けます。<BR/>・詳細は講義第二回までの間に指示しますが、実際に自分が何かの道具を使う場面のフィールドノートを作成したり、身の回りにどんな疑似科学的知識が入り込んでいるのかを議論するグループディスカッションを行ったりといった、参加型の課題が数回課されることになります。<BR/>・質問等があれば授業前／中／後に遠慮なく申し出てください。受講生の疑問に応えるインタラクティブな授業を心がけたいと思います。<BR/>【移行期間・感染防止重点期間】<BR/>4 月 15 日(木)5 限の授業は休講とする。翌週以降の授業形態については、履修者に LUNA で連絡するので、必ず確認すること。", "トピック": {"第1回": ["「ガイダンス」<BR/>講義内容・講義の進め方と、成績評価について説明します。", "特になし。"], "第2回": ["「道具を使うときに私たちは何をやっているのか」<BR/>私たちが普段行っている道具の使い方を改めて言葉で記述することは実はかなり難しいことであることを学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第3回": ["「なぜ説明書を熟読しなくても道具を使うことができるのか」<BR/>モノのデザインが特定の振る舞いを導くという認知科学の考え方と、そうした見方に対するエスノメソドロジーの立場からの批判について学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。また前回示した実例にならって自分が身の回りの道具を使う場面についてのフィールドノートを作成する。(4h)"], "第4回": ["「なぜこんなにも使いづらい道具は溢れているのか」<BR/>パソコンのキー配列（QWERTY）のように、使いやすさや効率という観点からは最善のものではない設計の道具が主流のものになることがあるのはなぜかを学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第5回": ["「ロボットが普及すれば人間の仕事はなくなるのか」<BR/>ここまで学んできた道具を用いることの技能の複雑さという論点に照らし合わせて、巷で言われているロボットによる人間の労働の完全な代替の見込みについて考えます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第6回": ["「道具が人の行為をうながすことの良し悪しについて」<BR/>道具のデザインが人々の行為を促したり、その可能性を作り出したりすることは、善用も悪用もされうるという論点について学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第7回": ["講義内中間テスト", "第2回から第6回までのレジュメを復習しテストに備える。(4h)"], "第8回": ["「科学と科学ではないものはどう見分けたらよいのか①」<BR/>身近なところに溢れているけれど実は科学的には根拠の怪しい知見の例を通じて、科学とそうでないものをどうやって見分けたらいいのかを考えます。", "返却された答案と発表された正答例を照らし合わせて中間テストの復習を行う。(4h)"], "第9回": ["「科学と科学ではないものはどう見分けたらよいのか②」<BR/>科学哲学の議論を参考に、科学と疑似科学の境界をどのように引くことができるかということを学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第10回": ["「必ず起こると言い切れない現象をどう扱ったらよいのか」<BR/>統計学やその基礎にある確率の考え方をもとに、不確実性のある現象についての科学的判断をどのように行ったらよいのかという問題を学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第11回": ["「結局のところ地球は温暖化しているのか①」<BR/>地球温暖化問題の概要と、「地球温暖化問題など本当は存在しない」とする懐疑派の議論について検討します。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。また、前回までの科学哲学の議論を踏まえて日常生活のなかにある疑似科学的な言説の実例を探してくる。(4h)"], "第12回": ["「結局のところ地球は温暖化しているのか②」<BR/>地球温暖化問題に対する懐疑派の議論を批判的に検討することで、科学と疑似科学を実践的に区別するために必要なことは何かを学びます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第13回": ["「人間以外のものたちにもどれくらい配慮すべきなのか」<BR/>環境倫理や動物倫理の基本を学ぶことで、将来世代や人間以外の存在をどれくらい道徳的に配慮すべきなのかという問題について考えます。", "前回の議論およびコメントペーパーを踏まえ、復習を行う。(4h)"], "第14回": ["講義内期末テスト", "第2回から第14回までのレジュメを復習しテストに備える。(4h)"], "授業外学習2": "・授業を受けて考えたことなどをLUNA掲示板に書き込む（回によっては、マーク用紙に論述）。<BR/>・実際に自分がなんらかの道具を使う場面について可能な限り詳細なフィールドノートを作成する。<BR/>・科学・技術に関するニュースなどに積極的に接し、授業内容と照らし合わせて考える。"}, "評価": {"教科書Required texts0": "教科書の指定はなし。", "参考文献・資料Reference books0": "授業時にプリントを配布し、参考文献は、授業のなかで適宜提示します。代表的な参考書としてはあらかじめ以下を推薦しておきます。\n\n参考文献 伊勢田哲治 [ほか] 編，2013，『科学技術をよく考える : クリティカルシンキング練習帳』名古屋大学出版会.\n前田泰樹, 水川喜文, 岡田光弘編, 2009, 『 エスノメソドロジー : 人びとの実践から学ぶ』新曜社．", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "70 %", "授業時間中に授業内容を踏まえた試験を2回行う（申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う）。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "フィールドノートの作成やグループディスカッションなどの小課題を合わせて3〜4回行う（申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う）。"], "成績評価Grading3": "備考　Note\n【オンライン受講生対象・感染防止重点期間】\n新型コロナウィルスの感染状況等に応じて、試験の形式や問題をオンライン対応なものに変更するが、基本的には上記日程通り行うのでLUNAでの連絡を見落とさないよう注意してください。", "更新日時/Date of Update0": "2021年04月28日 16時28分48秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "社－１０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】科学・技術の社会学／Sociology of Science and Technology", "管理部署": "社会学部／School of Sociology", "単位数": "2", "担当者": "河村　賢（KAWAMURA KEN） ", "履修基準年度": "１年", "時限1": "木曜５時限／Thursday 5", "開講期": "春学期／Spring"}