{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "「日本の住宅政策は、どのように進められ、どのような問題を抱えているのか」という問題を、都市居住の社会学という視点から、関西の住宅事情を中心として講義を展開します。現在の都市空間や住宅状況がどのように形成されてきたかを理解するためには、明治以降の産業化・都市化・経済構造の理解が必要不可欠です。戦前の関西は、阪急の住宅開発、&lt;大大阪&gt;時代の大阪市の都市計画をはじめ、関東をリードする住宅開発が展開されていました。しかし戦後の日本では、新築・持家を重視した景気対策の一環としての住宅政策が推進されてきました。その結果、無秩序に高層マンションが立ち並び、空き家も多くなり、将来的に大きな問題を抱えているのが現代日本の都市現実です。この講義では、ヨーロッパの集合住宅の実例も紹介しながら、世界比較も含めて「住宅政策と都市居住」の問題を解明していきます。", "到達目標": "講義では、日本の住宅事情・都市化の実態を、明治以降の歴史年表をもとに整理していきます、そこでは、国際事情（第1次2次世界大戦・朝鮮戦争・ベトナム戦争・オイルショック・プラザ合意）、経済構造（高度経済成長・安定成長・バブル経済・新自由主義）、人口ピラミッド（団塊の世代・少子高齢化・平均寿命）、都市化の実態（東京一極集中）と国の住宅政策を関連づけて分析する方法を重視します。&lt;都市現象&gt;を多角的にとらえる視点を習得してください。また、関西の住宅事情に関しては、関学大谷研究室が実施した「関西ニュータウン（千里・泉北・須磨・西神・三田・和泉・洛西・平城）調査」と住宅地図を使った「西宮マンション調査」および「愛媛･長崎県民生活実態調査」「神戸･福岡･川崎市民生活実態調査」の調査データを具体的に提示しながら講義を展開します。その過程では、「データを読む力をどのように磨いていくか」「社会調査データが政策形成にとても有力であることを理解すること」を重視していきます。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "基本的に対面講義形式で、テキスト『都市居住の社会学』の1冊（序章－第9章）の内容をもとに講義を展開します。感染状況によっては、ハイブリッド型・オンデマンド型に変更する場合もあります。", "トピック": {"第1回": ["講義の概要：テキスト『都市居住の社会学』の特徴：データを読む力・文章を書く力・関連づける力<BR/>「居住歴を考える：自分・親・祖父母はどのような住宅に住んできたのか?」", "テキスト: あとがき"], "第2回": ["「日本社会の制度疲労と社会学の役割」「住宅・住宅政策研究と社会学の取り組み」「社会調査にもとづく都市居住論」「本書の構成」", "序章　都市居住の社会学"], "第3回": ["「戦前日本の住宅事情と住宅政策」「終戦直後の住宅事情と住宅調査」「戦後日本の住宅政策はどのように進められてきたか: 住宅政策の3つの柱」<BR/>「区分所有法の制定とマンションの大衆化」「戦後住宅政策の特徴」", "１章 日本の住宅事情と住宅政策の歴史"], "第4回": ["「戦前日本の都市の発展」「日本農業の変貌と産業構造の変化」「戦後昭和の歴史と地域開発政策の展開」<BR/>「戦後の都市化の変遷：大都市圏の形成と東京一極集中」「人口構成に影響を受ける住宅事情」", "2章 都市居住を規定してきた要因：20世紀の歴史と都市化の変遷"], "第5回": ["「戦前の関西における住宅地開発」「戦後大阪農業の変遷と大阪都市圏の形成」「全国で展開されたニュータウン開発」<BR/>「ニュータウンのⅯ字型人口構成の特徴」", "3章 関西における郊外住宅開発とニュータウン"], "第6回": ["「憧れのニュウータウン：入居経緯とニュータウン満足度」「ニュータウン住民構成と住宅階層問題」<BR/>「どんな住宅にどのような世帯構成で住んでいたのか?」「 家族構成の変化と一戸建て居住のゆくえ」", "4章 関西ニュータウン調査によって判明してきた特徴"], "第7回": ["「関西ニュータウン調査における住居選択要因分析」「関西ニュータウン住民の通勤実態」<BR/>「入居当時の職場所在地：どこに勤めていた人がどのＮＴを選んだのか?」「住居選択要因の経年変化：時代によって異なる要因」", "5章 人はどのように住居を選択しているのか"], "第8回": ["ヨーロッパの集合住宅:「フランス･マルセイユ：ル･コルビュジェの集合住宅」「イギリス･バース：ロイヤルクレセントロイヤルクレセント集合住宅」<BR/>「ドイツ･ベルリン：モダニズム集合住宅群」", ""], "第9回": ["「住宅政策の根拠となってきた政府統計」「国勢調査データによって把握できる住宅事情」「地方自治体レベルでの住宅政策と都市計画」<BR/>「市役所における住宅に関するデータの実態」", "6章　住宅政策の背景となってきた統計調査データ"], "第10回": ["「住宅地図から作成した西宮マンションデータベース」「最寄り駅・用途地域制を加味したデータベース」<BR/>「複数年住宅地図を利用した経年変化分析: 社宅は減少しているのか」", "7章 西宮マンションデータベースによってわかる住宅事情"], "第11回": ["「どのような実験的試みをしたのか：西宮マンション調査の概要」「オートロックマンションの普及は回収率を減少させるのか?」<BR/>「回収票が語る西宮マンション居住者の特徴」「マンション居住者の近隣関係を測定する」「社会調査によって判明する近隣関係の普遍的特徴」", "8章　西宮マンション調査で判明した居住実態（1－3節=pp165-182)"], "第12回": ["世界遺産と都市計画：「ベルギー・ルーヴェン：ベギン会修道院を活用した大学客員住宅」", ""], "第13回": ["都市居住と近隣関係:「マンション居住者の近隣関係を測定する」「都市ほど近隣関係は希薄なのか?」", "8章　西宮マンション調査で判明した居住実態（4節=pp182-193)<BR/>講義資料：都市度と近隣関係"], "第14回": ["都市社会学は住宅政策にどのように貢献できるか<BR/>「＜上り坂＞日本社会と＜下り坂＞日本社会の政策課題」「都市空間の高層化と規制緩和の歴史」<BR/>「＜上り坂＞日本社会で進められた住宅政策の「負の遺産」」「 社会調査にもとづく政策課題分析の重要性」", "9章　＜下り坂＞日本社会における住宅政策の課題"], "授業外学習2": "講義の前に、講義内容に関するテキスト部分・LUNAにアップする講義資料をよく読んで講義に参加してください。また日頃から都市建築物や街並み・ニュータウン等の住宅街等に関心を持つようにしにしてください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["大谷信介", "都市居住の社会学", "ミネルヴァ書房", "2020 年", "978-4-623-09043-3", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["大谷信介他", "グローバル化時代の日本都市理論", "ミネルヴァ書房", "2015 年", "978-4-623-07491-4", ""], "参考書/Reference books2": ["大谷信介", "<都市的なるもの>の社会学", "ミネルヴァ書房", "2007 年", "978-4-623-04980-6", ""], "参考文献・資料Reference books0": "大谷信介「<下り坂>日本社会における関西復権の道―住みやすい関西生活圏の構築」広瀬 憲三編『関西復権の道―アジアとの共生を梃子として』中央経済社　2020年", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "グループワークを含む課題リポートとコメント"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading3": ["その他／Others (99)", "30 %", "講義コメントペーパー・調査課題等の平常提出物"], "更新日時/Date of Update0": "2022年10月12日 18時48分37秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｅ－１０２"]}, "campas": 0, "name": "【200】都市社会学Ｂ／Urban Sociology B", "管理部署": 2, "単位数": 2, "担当者": "大谷　信介（OHTANI SHINSUKE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}