{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、社会心理学や行動経済学、進化生物学、政治科学といった領域の理論的枠組を理解することを目的とする。", "到達目標": "社会心理学研究についての基礎的な理解と、集団や社会規範といったマクロな社会現象について社会心理学的な観点からものを考えることができる見方の獲得を目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.<BR/>【合併】社会心理学Ｂ（社会学部）/社会心理学Ｂ（文学部）", "関連科目": "社会心理学A", "授業の概要・背景": "社会心理学における研究には，その背景にいくつかの理論的枠組みがある。それらは，ルーツは異なるが相互に関連しあっているものもある。本授業では，心と社会の問題を読み解くための4つの代表的な理論的枠組みの概要と関連性について解説しながら，近年の社会心理学の研究成果を学習する。<BR/>　授業では，社会心理学理論を支える枠組みである自己高揚の理論，効用最大化の理論，進化論，正義論という4つの考え方についての概要を理解することを目的とする。また同時に，それらの個別的な研究成果を学ぶことで，理論を社会心理学的に実証する営みについて学習することも目的とする。<BR/>授業の振り返りと理解度の確認のため，毎授業の終わりに各回のテーマについての簡単な論述課題を行う。", "授業方法": "オンデマンドオンライン形式で行います。", "トピック": {"第1回": ["社会心理学理論を支える枠組み", ""], "第2回": ["心の中の社会（1）社会的アイデンティティ", ""], "第3回": ["心の中の社会（2）集団への所属と排斥", ""], "第4回": ["心の中の社会（3）死への恐怖と防衛", ""], "第5回": ["社会関係の構造と機能（1）ゲーム理論と対人関係", ""], "第6回": ["社会関係の構造と機能（2）社会ネットワークと社会関係資本", ""], "第7回": ["心の進化と社会への適応（1）進化心理学とは", ""], "第8回": ["心の進化と社会への適応（2）協力行動の進化1", ""], "第9回": ["心の進化と社会への適応（3）協力行動の進化2", ""], "第10回": ["心の進化と社会への適応（4）文化心理学", ""], "第11回": ["規範と道徳（1）\t道徳心理学", ""], "第12回": ["規範と道徳（2）\t社会規範", ""], "第13回": ["規範と道徳（3）\t分配の正義", ""], "第14回": ["まとめ", ""], "授業外学習2": "毎回レジュメを配布するので，それをもとに復習すること。予習は必須ではないが，適宜参考テキストを事前に読んでおくことも推奨する。また，ほかの心理学関連の授業を受講することが望ましい。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", "平常リポート"], "成績評価Grading2": ["その他／Others (99)", "80 %", "授業中の論述課題や社会心理学に関する研究への参加"], "成績評価Grading3": "備考　Note\n平常レポート（20%）授業中の論述課題（50%）、社会心理学に関する研究への参加(30%)で評価する", "更新日時/Date of Update0": "2023年01月16日 06時38分42秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "社－１０１"]}, "campas": 0, "name": "【200】社会心理学Ｂ／Social Psychology B", "管理部署": 2, "単位数": 2, "担当者": "清水　裕士（SHIMIZU HIROSHI） ", "履修基準年度": "１年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 21, "評価1": 3, "評価2": 4, "開講期": 2}