{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、私たちにとって身近なリスクを題材とした授業や映像資料、グループディスカッション等を通じて、リスク社会に関する視点と知識を身につけ、唯一の正解はないリスクの問題との付き合い方、社会としての向き合い方について、自分の意見を説得的に論じられるようになることである。（詳細については、概要・背景の項を参照）", "到達目標": "・社会学の概念を用いて、環境問題をはじめとするリスクの問題について、自分の考えを組み立てられるようになること。<BR/>・グループでの話し合いや掲示板への書き込みを通じて、リスクをめぐる経験の多様性、意見の多様性を知り、それを自分の言葉で表現できるようになること。<BR/>・さまざまな社会現象をアクターとアクターの関係から捉える社会学の視点を身につけ、自分でアクター連関図を描けるようになること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "　私たちは、リスクをはらんだ選択をたえず迫られる「リスク社会」に生きている。たとえばスーパーで買い物をするとき、外国産の野菜を買うか、それとも少し高いけれども「安心だから」国産のものを買うか、いや、国産と書いてあっても、絶対に安全とは言い切れないし…といったことを考えつつ、そのたびに何らかの判断を下さないといけない（何も考えずに一番安いのを選ぶのも、ひとつの「判断」である）。 この講義では、こうした「判断」の局面に注目しつつ、身の回りにある様々なリスクの問題を取り上げる。地球温暖化や大気汚染、化学物質過敏症などの環境リスクを中心に、健康のリスク、飛行機などの事故リスク、自然災害のリスクなどを題材にして、唯一の正解はないリスクの問題とどう付き合っていくか、社会としてどう向き合っていくかを考えていく。<BR/>　その際、リスクをはらんだ選択を個人に「押しつける」社会構造の問題にも注目したい。複雑な問題構図をアクターどうしの関係として描き出す「アクター連関図」などの手法を用いて、リスクという形のないものを考えるための手がかりを示していく。", "授業方法": "・講義形式が基本だが、その中で受講生が自分で考え、手を動かして学ぶ機会を頻繁に設ける（授業中の小課題やグループディスカッション、LUNA掲示板など）。<BR/>・グループディスカッションや掲示板でのやりとり等を通じた、受講生どうしの「学び合い」を重視する。<BR/>・ビデオ等の視覚資料も積極的に活用する。<BR/>・質問等があれば授業前／中／後に遠慮なく申し出てください。LUNA掲示板等を活用して、受講生の疑問に応えるインタラクティブな授業を心がけたいと思います。", "トピック": {"第1回": ["★以下の授業計画はあくまで予定であり、授業の進行によって前後することがある。<BR/>・授業の進め方の説明（ディスカッションのグループ分け、LUNAの利用法など）<BR/>・アクター連関図の描き方（以降の授業でも補足説明する）<BR/><BR/>・何でも自分で決められるのは良いことか？　――リスク社会論の視点", ""], "第2回": ["・外国産の農産物って本当に危ないの？　――環境リスクの社会的構築", ""], "第3回": ["・外国産の農産物って本当に危ないの？　――環境リスクの社会的構築", ""], "第4回": ["・外国産の農産物って本当に危ないの？　――環境リスクの社会的構築", ""], "第5回": ["・地球の気温が上がると、私たちは何か困るの？　――受益圏と受苦圏", ""], "第6回": ["・地球の気温が上がると、私たちは何か困るの？　――受益圏と受苦圏", ""], "第7回": ["・地球の気温が上がると、私たちは何か困るの？　――受益圏と受苦圏", ""], "第8回": ["・なぜ飛行機の事故はなくならないのか？　――事故リスクと逸脱の常態化", ""], "第9回": ["・なぜ飛行機の事故はなくならないのか？　――事故リスクと逸脱の常態化", ""], "第10回": ["・なぜ飛行機の事故はなくならないのか？　――事故リスクと逸脱の常態化", ""], "第11回": ["・化学物質過敏症は「気にしすぎ」なのか？　――専門家と「素人」の関係を考え直す", ""], "第12回": ["・化学物質過敏症は「気にしすぎ」なのか？　――専門家と「素人」の関係を考え直す", ""], "第13回": ["・化学物質過敏症は「気にしすぎ」なのか？　――専門家と「素人」の関係を考え直す", ""], "第14回": ["・期末リポートを互いに読み、コメントし合う<BR/>・全体のまとめ", ""], "授業外学習2": "・授業を受けて考えたことなどをLUNA掲示板に書き込む（回によっては、マークシートに論述）。<BR/>・読書レポートに向けた準備を進める（課題文献を読むなど）。<BR/>・環境や健康、災害、事故などのリスクに関わるニュースに積極的に接し、授業内容と照らし合わせて考えることが望ましい。"}, "評価": {"参考文献・資料Reference books0": "教科書は不要。授業時にプリントを配布する。参考文献は、授業のなかで適宜提示する。", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式によるオンライン調査", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "学期末に授業内容をふまえた文献リポートを課す（LUNA提出の予定）"], "成績評価Grading2": ["その他／Others (99)", "50 %", "LUNA掲示板への書き込み、マーク用紙での論述、グループ討論などの小課題の内容を評価する"], "更新日時/Date of Update0": "2023年02月21日 18時09分57秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "社－１０１"]}, "campas": 0, "name": "【200】リスクの社会学／Sociology of Risk", "管理部署": 2, "単位数": 2, "担当者": "立石　裕二（TATEISHI YUJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 1}