{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "生物としての人間、健康な人間、病む心身をもつ人間、そして、社会の一員としての人間、に対する深い理解を得ることを目的とする。そのため、自然科学と社会科学の両面から、医学・医療にアプローチする。", "到達目標": "現代社会の一員として、健康、疾病、医療について、基本的知識を修得するとともに、適切な情報を収集し、その理解を深めることができる。自己の健康管理や病む人の理解や支援ができる。", "授業方法": "オンデマンド型のオンライン授業　（レジュメ、ＰＰＴを提示）", "トピック": {"第1回": ["【イントロ】授業の目的、講義の概要などを解説する。", " (予習課題) 講義のテーマに目を通しておく。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。講義のテーマについて、自らのこと、社会のこととして関心をもち、資料にあたってみる。講義で触れた専門用語について調べてみる。"], "第2回": ["【生活習慣と健康・疾病１】　睡眠と健康・疾病の関係を学ぶ。", " (予習課題) １週間分の就寝時刻・起床時刻を日誌に記入する。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　睡眠時間にくわえて、睡眠の質についても考えてみる。"], "第3回": ["【生活習慣と健康・疾病２】　栄養、食生活と健康・疾病の関係を学ぶ。", " (予習課題) 高校時代に学修した内容を復習しておく、<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>自らの栄養・食生活について振り返る。栄養、食行動異常、食文化など食について考える。"], "第4回": ["【生活習慣と健康・疾病３】　運動、喫煙、飲酒などと、健康・疾病の関係を学ぶ。", " (予習課題)　高校時代に学修した内容を復習しておく。<BR/>（復習課題） コメントペーパー提出・復習問題の回答。<BR/>生活習慣の重要性を理解し、より良い生活習慣を形成する。"], "第5回": ["【慢性疾患１】糖尿病を通して、生活習慣病、内分泌疾患、代謝疾患、合併症などの概念を知り、慢性疾患をコントロールすることの意義を学ぶ。", "（予習課題）家族の疾病について知っておく。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　糖尿病の学修を通じて、身体の仕組み、病気での身体の異常、治療が重要なこと、疾患をもって生活することを考える。"], "第6回": ["【慢性疾患２】肥満症、高血圧、脂質異常症、循環器疾患、動脈硬化を、生活習慣、社会とのかかわにも触れながら、学ぶ。", " (予習課題)　家族の疾病について知っておく。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　慢性疾患の予防と治療につき考える。近隣医療機関についても調べる。"], "第7回": ["【認知症1】 認知症を理解し、社会的な取り組みを学ぶ。医学的な視点を踏まえて", "(予習課題) 認知症に関する放送、書物などにあたっておく。<BR/>(復習課題）コメントペーパー提出・復習問題の回答。<BR/>認知症を医学的な観点からも理解する。"], "第8回": ["【認知症2】認知症を理解し社会的な取り組みを学ぶ。サポートの視点を踏まえて", " (予習課題) 認知症の方に社会や周囲の方がどうサポートするかを考える。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　ら居住している地域の体制を調べてみる。"], "第9回": ["【高齢者と疾病】高齢者の健康と疾病について学ぶ。　 〇【課題リポートの提示】", " (予習課題)　超高齢社会の課題を調べておく。<BR/>（復習課題） コメントペーパー提出・復習問題の回答。<BR/>　　　　　　　〇　課題リポートの提出"], "第10回": ["【高齢者と介護】　超高齢社会において、医療における看護や介護の果たす役割を学ぶ。", " (予習課題) 第９回で学修したことを踏まえ、高齢者に必要な看護や介護について、考えてみる。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　社会的課題、個人的な課題としてもとらえる。近隣の地域包括支援センターについて調べてみる。"], "第11回": ["【災害と救急】<BR/>　　災害時の医療需要増大、医療機関や医療者自身の被災、トリアージ、避難所での保健衛生、災害関連死などについて学ぶ。", " (予習課題) これまでの災害をふりかえってみる。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　災害時の適切な行動、被災者の支援についても調べてみる。"], "第12回": ["【現代社会と心の健康１】ストレス・コーピング（対処）<BR/>　ストレス要因とストレス反応、それに影響を与える要因の関係を学ぶ。理解できるとストレス対処力のアップが期待される。", " (予習課題) ストレスチェックについて調べてみる。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　ストレス対処能力をみにつける。"], "第13回": ["【現代社会と心の健康２】不安<BR/>　　「不安」とは何か、また、「不安」を増強し、持続化する要因（心理的、生物学的、社会的）についても学ぶ。", " (予習課題)　急に授業で当てられたときに感じたことを書きだしてみる。<BR/>（復習課題）コメントペーパー提出・復習問題の回答。<BR/>　「不安」について理解したことを書きだしてみる。"], "第14回": ["【精神疾患と法】<BR/>　　　　精神保健福祉法、後見人制度、精神疾患と自動車運転などについて学ぶ。", " (予習課題)　法律とはなにか、考えてみる、<BR/>（復習課題）コメントペーパー提出・復習問題の回。<BR/>　身近な出来事から、法律を少しずつ理解し知っておく。"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["社会福祉士養成講座編集委員会", "人体の構造と機能および疾病第３版－医学一般ー", "中央法規", "2015 年", "978-4-8058-5100-5", ""], "参考文献・資料Reference books0": "参考文献や資料は、授業でも示しますが、自らもあたってください。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n①毎回の課題である授業の復習問題の正答率やコメントペーパーの内容（７０％）　②課題リポート（３０％）の総合評価。従って、課題リポートを提出しない場合は、合格はかなり困難となる。", "更新日時/Date of Update0": "2021年07月28日 16時53分35秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "５別－３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】現代社会と健康・医療Ｂ／Health and Medical Studies B", "管理部署": "社会学部／School of Sociology", "単位数": "2", "担当者": "久保田　稔（KUBOTA MINORU） ", "履修基準年度": "１年", "時限1": "金曜４時限／Friday 4", "開講期": "秋学期／Fall"}