{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、社会における＜多様性＞の奨励と包含に焦点をあてて、グローバル化・デジタル化が進展する世界におけるメディア文化を批判的に研究して、より包含的で対話的な社会を構築するための基本的な概念、理論、方法論を学ぶことである。毎週の文献講読（英語文献を含む15~20ページ程度）とそれに基づいたリーディングノート（最低８００字以上）作成・提出を授業の一つの柱とすることで大学での学び方の会得と英語での学習能力の向上も目指す。", "到達目標": "本授業の履修により、メディア文化研究の基本的な概念、理論、方法論を理解し、それらを用いてグローバル化と多様性の包含に関する問題を批判的に読み解く視座と技法を会得する。毎週の文献講読とリーディングノート作成をとおして、読み、理解し、考え、書くという大学の学びの基本となる能力を身につける。また英語文献の講読を通して英語での概念・理論の理解も促し、英語での学習能力を向上させる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "内容が関連した科目として「メディア産業論」、「カルチュラルスタディーズ」、「公共圏とメディア」などがある。", "授業方法": "・対面授業　（コロナ感染状況等によっては大学・学部指示によりオンライン授業に変更する場合もありうる）<BR/>・事前に文献講読をして講義に参加する反転授業。<BR/>・英語文献を含む文献購読に基づくリーディングノート＆具体事例分析について学生の報告・議論を行うインタラクティブ授業。<BR/>・授業中は他の学生の発言に真摯に耳を傾け、積極的にクラス討論に参加すること。授業の妨げるとなる私語や行為については厳しく対応する。授業中は携帯の使用禁止。<BR/><BR/>・履修にあたっての注意<BR/>＜文献講読とリーディングノート＞<BR/>・毎週、指定文献（英語文献を含む１５〜２０ページ程度）を事前に精読して、それに基づいてリーディングノート（最低８００字以上）を作成提出することが本授業の履修・単位取得に＊＊不可欠＊＊であることを強調しておく。学期を通して文献講読とリーディングノート作成に真剣に取り組む意思のない学生には本授業は適していない。<BR/>・リーディングノートは指定された**文献の精読に基づいて**考えたこと、疑問、関連する具体例考察（単なる要約ではないことに注意）が、授業の内容と指示に沿って書かれているかどうかが成績基準となる。文献を読んだ形跡が見られず、テーマについて自分の感想だけを書き記しても、評価の対象となるリーディングノートを提出したとは認められない。<BR/>・大学の学びの基本は批判的かつ能動的な文献講読をとおして自らの考えを深めることであり、講義はあくまでもその理解の手助けである。文献を積極的に読みながら＜シビれた＞論点や文章を毎週見つけてきてほしい。授業前に文献を読んでおくことで講義内容の理解が深まり、講義を聞くことで文献内容理解も促される。<BR/>・英語文献については、理解を促すべく講義で主なポイントについて説明するとともに、補助的に日本語論文も講読する。<BR/><BR/>＜毎週の受講のタイムライン＞<BR/>１ 指定講読⽂献を授業前週の水曜〜木曜にアップロードする。<BR/>２ 授業前（火曜日３限）までに⽂献を必ず講読すること。その際には＜シビれた＞論点や⽂章、疑問点などをノートを取りながらリーディングノート作成の準備をすること。<BR/>３ ⽕曜３限の講義でテーマと⽂献内容への理解を深める。講義では翌日提出のリーディングノート・課題についても指示する。<BR/>４ 翌⽇⽔曜正午までに⽂献講読に基づいた⾃分の考えや疑問をまとめたリーディングノート（最低８００字以上）を提出する。<BR/>５ リーディングノート以外に、概念と理論を応⽤して具体事例などを考察する課題も数回出される。課題内容と提出については講義で詳しく指⽰する。<BR/><BR/>＜毎週の講義の構成＞<BR/>a）前週提出された学生のリーディングノート・課題・具体事例の紹介と学生による報告およびクラス議論<BR/>b）パワーポイントを使⽤した授業テーマと⽂献内容についての講義（すでに該当週の文献を講読していることを前提にした内容となる）<BR/>c）翌⽇提出のリーディングノート・課題についての指⽰と説明<BR/><BR/>・教材のアップロード、リーディングノート・課題提出などへの質問はLUNAの＜授業の進め⽅の質問＞をとおして受け付ける。", "トピック": {"第1回": ["イントロダクション：授業内容と進め方の説明、履修にあたっての注意、なぜ「メディア文化」を学ぶのかについての討論。", "指定された文献講読"], "第2回": ["メディア文化を批判的に研究する：文化回路と三つのテーマ〜表す／現す、つなぐ、対話する〜", "指定された文献講読とリーディングノート提出"], "第3回": ["＜表す／現す：アイデンティティと他者＞意味作用、イデオロギー", "指定された文献講読とリーディングノート提出"], "第4回": ["＜表す／現す：アイデンティティと他者＞表象、他者、ステレオタイプ 1", "指定された文献講読とリーディングノート提出"], "第5回": ["＜表す／現す：アイデンティティと他者＞表象、他者、ステレオタイプ 2", "指定された文献講読とリーディングノート提出"], "第6回": ["＜表す／現す：アイデンティティと他者＞総括〜具体事例レポート提出", "指定された文献講読とリーディングノート＆他者のメディア表象のレポート提出"], "第7回": ["＜つなぐ：コミュニティ、多様性、包摂と排除＞想像の共同体：＜国民＞の構築", "指定された文献講読とリーディングノート提出"], "第8回": ["＜つなぐ：コミュニティ、多様性、包摂と排除＞文化多様性と包摂／排除：＜ダイバーシティ＞の盲点", "指定された文献講読とリーディングノート提出"], "第9回": ["＜つなぐ：コミュニティ、多様性、包摂と排除＞グローバル化：画一化と多様化、トランスナショナル化と脱ナショナル化", "指定された文献講読とリーディングノート提出"], "第10回": ["＜つなぐ：コミュニティ、多様性、包摂と排除＞総括〜具体事例レポート提出", "指定された文献講読とリーディングノート＆メディアと多様性のレポート提出"], "第11回": ["＜対話する：越境、コミュニケーション、内なる他者＞メディアと越境対話", "指定された文献講読とリーディングノート提出"], "第12回": ["＜対話する：越境、コミュニケーション、内なる他者＞国際化=国粋化の罠：ソフトパワー＆ネーション・ブランディングを越えて", "指定された文献講読とリーディングノート提出"], "第13回": ["＜対話する：越境、コミュニケーション、内なる他者＞内なる他者／多様性との対話〜越境の作法", "指定された文献講読とリーディングノート提出"], "第14回": ["全体総括 &amp; 多様性の包含に向けた対話", "メディアと対話の可能性について考えをまとめたファイナルレポート提出＆総括討議"], "授業外学習2": "・英語文献を含む指定された文献を講読し、講義でそのテーマについて理解を深めたのち、期限までに リーディングノート・課題を提出する。詳細は上記の＜授業⽅法＞を熟読すること。<BR/>・授業計画の変更や課題提出の指⽰など授業に関する連絡は全てLUNA の「お知らせ」で⾏うので、必ずまめに（⼤学メールアカウント）emailとお知らせを確認すること。<BR/>・毎週クラスで学んだ概念や理論を応用して具体的なメディア文化の事例について考察すること。<BR/>・自分の身の回りのメディアや文化に関する諸現象に常に興味を抱いて授業を履修すること。"}, "評価": {"教科書Required texts0": "教科書は使用しない。毎週のテーマに関連した講読文献（英語文献含む）を指定し配布する。", "参考文献・資料Reference books0": "Stuart Hall (1997) (ed.) Representation: Cultural Representations and Signifying Practices, Sage\nポール・ホドキンソン（2016）『メディア文化研究への招待』ミネルヴァ書房\nロジャーシルバーストン（2003）『なぜメディア研究か』せりか書房\n岩渕功一(2007)『文化の対話力』日本経済新聞出版社", "学生による授業評価の方法Course Evaluation by Students0": "授業中に所定の様式で授業評価を行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "毎週のリーディングノートと課題リポート・平常リポートによる総合評価。"], "成績評価Grading2": "備考　Note\n・リーディングノートと課題は基本的にすべての提出が求められる。未提出の場合はその分減点となるため、数回にわたる未提出は自動的に単位取得ができなることに留意。\n・繰り返すが、リーディングノートと課題はあくまでも指定文献の精読に基づいた自らの考えや疑問が授業の内容と指示に沿って書かれているかで評価される。文献講読に基づかない関連テーマについての単なる感想や意見は、提出されても評価の対象とはならない。", "更新日時/Date of Update0": "2022年03月30日 09時44分03秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "５別－６"]}, "campas": 0, "name": "【200】メディア文化論／Media and Culture", "管理部署": 2, "単位数": 2, "担当者": "岩渕　功一（IWABUCHI KOICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "開講期": 1}