{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "環境問題に向き合う地域社会の現状と課題を把握し、環境問題の社会的メカニズムについての理解を深めることを目的とする。", "到達目標": "私たちの社会が直面しているさまざまな環境問題を具体的な事例で学ぶことにより、環境問題の諸課題に関して主体的に分析、考察する能力を修得することを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式で行う。パワーポイント、映像資料を必要に応じて使用する。", "トピック": {"第1回": ["ガイダンス　<BR/>授業の概要および進め方などについて説明する。", "参考書等を活用し、自然と人間の関係性について自学自習を進めること（3時間以上）。"], "第2回": ["環境をとらえる視点（1）：近代知の功罪、環境の限界<BR/>科学技術の進展、生活の近代化と環境負荷の関係性について考察する。", "参考書及び授業で紹介する文献等を活用し、生活の近代化と環境負荷の関係性について自学自習を進めること（3時間以上）。"], "第3回": ["環境をとらえる視点（2）：環境破壊の社会的メカニズム<BR/>ローカルとグローバルの関係性、環境問題を引き起こす社会メカニズムを把握する。", "参考書及び授業で紹介する文献等を活用し、環境問題を引き起こす社会メカニズムについて自学自習を進めること（3時間以上）。"], "第4回": ["環境をとらえる視点（3）：社会的ジレンマ、自然環境保護運動<BR/>環境保護運動の歴史と現状、社会学の諸研究の流れを把握する。", "参考書及び授業で紹介する文献等を活用し、環境保護運動の歴史や環境社会学の考え方について自学自習を進めること（3時間以上）。"], "第5回": ["環境をとらえる視点（4）：グローバル環境問題と環境ガバナンス<BR/>環境ガバナンスの概念を理解し、持続可能な環境と人間の関係を把握する。", "参考書及び授業で紹介する文献等を活用し、環境ガバナンスの概念や取り組みについて自学自習を進めること（3時間以上）。"], "第6回": ["環境問題の歴史（1）：人口圧と環境の劣化<BR/>成長の限界、人口増加と環境劣化のプロセスを把握する。", "参考書及び授業で紹介する文献等を活用し、人口増加と環境劣化の関係性について自学自習を進めること（3時間以上）。"], "第7回": ["環境問題の歴史（2）：開発と環境破壊<BR/>資源開発、都市開発、観光開発、開発援助と環境破壊のプロセスを把握する。", "参考書及び授業で紹介する文献等を活用し、開発行為と環境破壊の関係性について自学自習を進めること（3時間以上）。"], "第8回": ["環境問題の歴史（3）：科学物質と水質汚染<BR/>水質汚染の原因と影響、飲料水のヒ素汚染、水の「植民地化」について考察する。", "参考書及び授業で紹介する文献等を活用し、科学物質と水質汚染の関係性について自学自習を進めること（3時間以上）。"], "第9回": ["環境問題の歴史（4）：原子力利用と核廃棄物<BR/>原子力利用の歴史、原子力発電の光と影、放射性廃棄物の処理問題について考察する。", "参考書及び授業で紹介する文献等を活用し、原子力利用の歴史や放射性廃棄物の処理問題について自学自習を進めること（3時間以上）。"], "第10回": ["フィールドワークの実例（1）：有害廃棄物の越境移動<BR/>有害廃棄物の越境移動の主な事件、電子廃棄物の越境移動について考察する。", "参考書及び授業で紹介する文献等を活用し、バーゼル条約や電子廃棄物の越境移動の問題について自学自習を進めること（3時間以上）。"], "第11回": ["フィールドワークの実例（2）：都市のごみ問題<BR/>中国の都市部における回収業の事例を取り上げる。", "参考書及び授業で紹介する文献等を活用し、中国におけるリサイクルシステムの現状について自学自習を進めること（3時間以上）。"], "第12回": ["フィールドワークの実例（3）：農村のごみ問題<BR/>中国の農村部における処分場建設の事例を取り上げる。", "参考書及び授業で紹介する文献等を活用し、処分場建設をめぐる住民運動の現状と問題点について自学自習を進めること（3時間以上）。"], "第13回": ["フィールドワークの実例（4）：都市周辺のごみ問題<BR/>中国の都市周辺におけるごみ山の事例を取り上げる。", "参考書及び授業で紹介する文献等を活用し、生活ごみの処理問題とリサイクルに関わる人々の生活実践について自学自習を進めること（3時間以上）。"], "第14回": ["総括", "これまで授業内で配布したプリントを中心に復習すること（3時間以上）。"], "授業外学習2": "環境問題に関する報道や記事に注意を払い、自学自習を進めること。指定の参考書及び授業で紹介する文献等を事前事後学習に活用すること。"}, "評価": {"教科書Required texts0": "テキストは特に指定しない。必要に応じて参考資料のプリントを配布する。", "参考文献・資料Reference books0": "鳥越皓之，2004，『環境社会学―生活者の立場から考える』東京大学出版会．\n金太宇，2017，『中国ごみ問題の環境社会学：〈政策の論理〉と〈生活の論理〉の拮抗』昭和堂.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "期末リポートの完成度で評価する。"], "成績評価Grading2": ["その他／Others (99)", "40 %", "授業内課題の完成度で評価する。"], "更新日時/Date of Update0": "2022年10月12日 13時35分00秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｂ－３０４"]}, "campas": 0, "name": "【300】フィールド社会学特論Ａ／Topics on Qualitative Sociology A", "管理部署": 2, "単位数": 2, "担当者": "金　太宇（JIN TAI YU） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 2}