{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、社会における＜多様性＞の奨励と包含に焦点をあてて、グローバル化・デジタル化が進展するなかでのメディア文化の制作／創作活動のあり方を批判的に考察するための基本的な概念、理論、視座を学ぶことである。毎週の文献講読（英語文献も含む）とそれに基づいたリーディングノート作成を授業の一つの柱とするとともに、英語での学習能力の向上も目指す。", "到達目標": "本授業の履修により、デジタル化とグローバル化が進展するなかでメディア文化の制作／創作活動をとおした社会における多様性の包含のあり方を批判的に読み解いて、より対話的で民主的なメディア文化の制作／創作活動の実践に向けた基本的な概念、理論、視座の会得を目指す。また英語を含めた文献の講読を通して基本的な概念・理論の理解を促し、英語での学習能力を向上をさせる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "内容が関連した科目として「メディア文化論」、「カルチュラルスタディーズ」、「公共圏とメディア」などがある。", "授業の概要・背景": "・多様性の包摂と排除の問題を軸に、メディア文化の制作／創作活動が社会における権力構造や不平等とどう関わっているかを、主にデジタル化とグローバル化が進展する現在の文脈から考察する。<BR/>・営利／非営利にかかわらず文化と情報が市場の商品あるいはサービスとして生産・流通・受容される構造と過程を理解することで、メディア制作／創作活動のあり方が社会における文化多様性の奨励、公共性、公正さ、対話、管理・監視、コミュニティの構築とどう関係しているのかについて考察する。ビジネス・経営学のアプローチは一切取らないので、それに関心ある学生は不向きである。<BR/>・前半ではメディア産業・生産研究のアプローチを紹介しながら社会の多様性の問題との関連を考察し、後半ではエスニシティ、移民、ジェンダー、セクシャリティなどの多様性がどのようにメディア文化の制作／創作活動にあらわれているのか、あるいはいないのかを具体的に既存のマスメディア、ソーシャルメディア、オルターナティブなメディア表現活動から考察する。<BR/>・授業全体をとおしてさまざまなメディア文化の制作／創作活動が我々の日常に及ぼしている影響への理解を深めるとともに、我々自身がその変革に関わっていることを理解する。", "授業方法": "・対面授業（コロナ感染状況等によっては大学・学部指示によりオンライン授業に変更する場合もありうる）<BR/>・事前に文献講読をして講義に参加する反転授業。<BR/>・文献購読に基づくリーディングノート＆具体事例分析について学生の報告・議論を行うインタラクティブ授業。<BR/>・授業中は他の学生の発言に真摯に耳を傾け、積極的にクラス討論に参加すること。授業の妨げるとなる私語や行為については厳しく対応する。授業中は携帯の使用禁止。<BR/><BR/>・履修にあたっての注意<BR/>＜文献講読とリーディングノート＞<BR/>・毎週、指定文献（英語文献を含む１５ページ程度）を事前に精読して、それに基づいてリーディングノートを作成提出することが本授業の履修・単位取得に＊＊不可欠＊＊であることを強調しておく。学期を通して文献講読とリーディングノート作成に真剣に取り組む意思のない学生には本授業は適していない。<BR/>・リーディングノートは指定された**文献の精読に基づいて**考えたこと、疑問、関連する具体例考察（単なる要約ではないことに注意）が、授業の内容と指示に沿って書かれているかどうかが成績基準となる。文献を読んだ形跡が見られず、テーマについて自分の感想だけを書き記しても、評価の対象となるリーディングノートを提出したとは認められない。<BR/>・大学の学びの基本は批判的かつ能動的な文献講読をとおして自らの考えを深めることであり、講義はあくまでもその理解の手助けである。文献を積極的に読みながら＜シビれた＞論点や文章を毎週見つけてきてほしい。授業前に文献を読んでおくことで講義内容の理解が深まり、講義を聞くことで文献内容理解も促される。<BR/>・英語文献については、理解を促すべく講義で主なポイントについて説明するとともに、補助的に日本語論文も講読する。<BR/><BR/>＜毎週の受講のタイムライン＞<BR/>１ 指定講読⽂献を授業前週の水曜〜木曜にアップロードする。<BR/>２ 授業前（火曜日３限）までに⽂献を必ず講読すること。その際には＜シビれた＞論点や⽂章、疑問点などをノートを取りながらリーディングノート作成の準備をすること。<BR/>３ ⽕曜３限の講義でテーマと⽂献内容への理解を深める。講義では翌日提出のリーディングノート・課題についても指示する。<BR/>４ 翌⽇⽔曜正午までに⽂献講読に基づいた⾃分の考えや疑問をまとめたリーディングノート（最低８００字以上）を提出する。<BR/>５ リーディングノート以外に、概念と理論を応⽤して具体事例などを考察する課題も数回出される。課題内容と提出については講義で詳しく指⽰する。<BR/><BR/>＜毎週の講義の構成＞<BR/>a）前週提出された学生のリーディングノート・課題・具体事例の紹介と学生による報告およびクラス議論<BR/>b）パワーポイントを使⽤した授業テーマと⽂献内容についての講義（すでに該当週の文献を講読していることを前提にした内容となる）<BR/>c）翌⽇提出のリーディングノート・課題についての指⽰と説明<BR/><BR/>・教材のアップロード、リーディングノート・課題提出などへの質問はLUNAの＜授業の進め⽅の質問＞をとおして受け付ける。", "トピック": {"第1回": ["1.イントロダクション：授業内容と進め方の説明、履修にあたっての注意、主なテーマの説明", "指定された文献講読"], "第2回": ["2. ＜社会の多様性とメディア＞：問題関心と研究領域", "指定された文献講読とリーディングノートの作成と提出<BR/>（この初回RNは書き方の練習と指導が主な目的）"], "第3回": ["3.＜メディア産業研究と多様性＞メディアと市民参加〜公共性と多様性の保障", "指定された文献講読とリーディングノートの作成と提出"], "第4回": ["4. ＜メディア産業研究と多様性＞メディア産業研究〜文化／経済、公共／市場、創造性／商品化の微妙な関係", "指定された文献講読とリーディングノートの作成と提出"], "第5回": ["5.＜メディア産業研究と多様性＞グローバル化：市場化の進展と統合・寡占・労働格差〜文化帝国主義からグローバル情報資本主義へ", "指定された文献講読とリーディングノートの作成と提出；多様性とメディアのグローバル化についての具体例分析課題"], "第6回": ["6. ＜メディア産業研究と多様性＞メディア文化政策〜国民の構築から国益の追求へ：クリエイティブ産業、ソフトパワー、クールジャパン", "指定された文献講読とリーディングノートの作成と提出"], "第7回": ["7. ＜メディア産業研究と多様性＞デジタル化：コンバージェンス〜メディア制作／創作活動の民主化と限界", "指定された文献講読とリーディングノートの作成と提出；多様性とデジタルメディアについての具体例分析課題"], "第8回": ["8.＜多様性とメディア制作／創作活動＞『ニュース』を作る", "指定された文献講読とリーディングノートの作成と提出"], "第9回": ["9.＜多様性とメディア制作／創作活動＞メディア産業と文化多様性：生産、表象、受容（エスニシティ、移民、ジェンダー、セクシュアリティ）１", "指定された文献講読とリーディングノートの作成と提出；ジェンダー・セクシャリティの多様性とメディア産業についての具体例分析課題"], "第10回": ["10. ＜多様性とメディア制作／創作活動＞メディア産業と文化多様性：生産、表象、受容（エスニシティ、移民、ジェンダー、セクシュアリティ）２", "指定された文献講読とリーディングノートの作成と提出"], "第11回": ["11. ＜多様性とメディア制作／創作活動＞多様性とオルターナティブ・メディア１", "指定された文献講読とリーディングノートの作成と提出；多様性とオルターナティブ・メディアについての具体例分析課題"], "第12回": ["12. ＜多様性とメディア制作／創作活動＞多様性とオルターナティブ・メディア２", "指定された文献講読とリーディングノートの作成と提出"], "第13回": ["13. ＜社会の多様性とメディア＞再考", "指定された文献講読とリーディングノートの作成と提出；授業全体を振り返るファイナル課題提出"], "第14回": ["14.全体総括＆討論：平等で対話的な社会に向けたメディア制作／創作活動のあり方", "全体を振り返るファイナルリーディングノートへのフィードバックと総括討論"], "授業外学習2": "・英語文献を含む指定文献を事前に講読し、講義でそのテーマについて学習し、翌日昼までにリーディングノート・課題を提出する。<BR/>・毎週クラスで学んだ概念や理論を応用して具体的なメディア文化の事例について考察すること。<BR/>・自分の身の回りのメディアや文化に関する諸現象に常に興味を抱いて授業を履修すること。"}, "評価": {"教科書Required texts0": "教科書は使用しない。毎週のテーマに関連した講読文献を指定し配布する。", "参考文献・資料Reference books0": "ポール・ホドキンソン（2016）『メディア文化研究への招待』ミネルヴァ書房\n岩渕功一(2007)『文化の対話力』日本経済新聞出版社", "学生による授業評価の方法Course Evaluation by Students0": "授業中に所定の様式で授業評価を行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "毎週のリーディングノートと課題リポート、クラス討論参画などによる総合評価。"], "成績評価Grading2": "備考　Note\n・リーディングノートと課題は基本的にすべての提出が求められる。\n・繰り返すが、リーディングノートと課題はあくまでも指定文献の精読に基づいた自らの考えや疑問が授業の内容と指示に沿って書かれているかで評価される。文献講読に基づかない関連テーマについての単なる感想や意見は、提出されても評価の対象とはならない。", "備考Note0": "・９・２１はオンデマンド、９・２８から対面授業に変更：　９・２１授業ビデオ、９・２８までに講読すべき文献については上記授業計画にあるリンクからアクセスすること。\n・事前の文献講読＆リーディングノート作成と講義・質疑応答・討論・学生プレゼンテーションの対面授業を併せた反転授業。\n・対面授業中は他の学生の発言やプレゼンテーションに真摯に耳を傾け、積極的にクラス討論に参加すること。授業の妨げるとなる私語や行為については厳しく対応する。\n・教材のアップロード、RN・課題提出などへの質問はLUNAの＜授業の進め方の質問＞で受け付ける (ただし、9.27までは履修登録前でLUNAへのアクセスができない場合には以下メアドへ連絡を： KGmediaindustries@gmail.com）", "更新日時/Date of Update1": "2022年05月13日 17時18分20秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "社－２０２"]}, "campas": 0, "name": "【200】メディア産業論／Media Industry", "管理部署": 2, "単位数": 2, "担当者": "岩渕　功一（IWABUCHI KOICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "開講期": 2}