{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "民俗学とは、「人びとの生活の中で生み出され、伝えられ、生きられる経験・知識・表現」を、「民俗」（ヴァナキュラー）と名付け、独自の視角から研究する学問のことです。日本では、民俗学というと、いわゆる「柳田國男の民俗学」のイメージが強いため、農山漁村に古くから伝わる民間伝承（妖怪、昔話、伝説、祭りなど）を研究する学問だと思われている場合も少なくないようですが、現代の民俗学（現代民俗学）は、（そうしたものも扱いますが）むしろ、現代社会において生み出されるヴァナキュラー文化を積極的に取り上げて研究するようになっています。<BR/>本講義では、現代民俗学のテキストである岩本通弥ら（編）『民俗学の思考法：〈いま・ここ〉の日常と文化を捉える』を使って、現代民俗学についての基礎的な知識と方法論を学ぶことを目的としています。<BR/>なお、現代民俗学Ｂ（秋学期）と現代民俗学Ａ（春学期）は、どちらも基礎レベルの講義ですが、具体的事例、トピックス、理論のいずれについても講義内容が重複することはありません（ただし初回、第２回の基礎知識の解説は除きます。またシラバスを見ていただければわかりますが現代民俗学Ａのほうがグループ・グループセッションを多く組み込んでいます）。現代民俗学Ｂと現代民俗学Ａのどちらから先に受講してもかまいません。Ｂ・Ａ両方受講することで、民俗学のものの見方、枠組み、基礎知識が立体的かつ着実に身につくことになります。", "到達目標": "現代民俗学の基礎的知識と方法論について、具体例を示しながら説明できるようになることを目標としています。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "現代民俗学A", "授業の概要・背景": "", "授業方法": "授業は教科書の該当範囲を精読していることを前提に、スライドを掲示しながら進めます（授業は教科書の内容を発展させた構成になります）。また使用する配布プリントは前日17時までにLUNAにあげますのでプリントアウトの上持参してください（初回の授業時は教科書とノートのみでＯＫ）。配布プリントはスライドに対応する穴埋め式になっています。穴埋めしながら講義を受講し、適時ノートも取ってください。また適時関連する視聴覚資料も視聴します。また、講義では毎回リアクションペーパーの提出を求めます（リアクションペーパーでは授業に対応する問いや視聴したVTRに関する問いに関する回答をしていただきます）。授業のやり方等、詳しくは初回の授業で説明しますので必ず出席してください。", "トピック": {"第1回": ["イントロダクション：担当者の自己紹介、授業の進め方、評価の方法について", "教科書の目次を確認し、関心がある部分についてチェックをしておいてください。【復習】授業の進め方について振り返っておいてください。"], "第2回": ["生きるための民俗学：民俗学の発生と展開", "【予習】第１章「生きるための民俗学へ―日常とヴァナキュラー」（島村恭則）および第Ⅱ部「民俗」（室井康成）、「中央と周辺」（島村恭則）、「ヴァナキュラー」（島村恭則）、「世界の民俗学」（田村和彦）（岩本通弥ほか（編）『民俗学の思考法―〈いま・ここ〉の日常と文化を捉える』）を読む（以下、同文）。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第3回": ["世相と歴史", "【予習】第２章「過去に縛られながら未来に向かう」（岩本道弥）、第Ⅱ部「伝統とイデオロギー」（重信幸彦）、「世相」（室井康成）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第4回": ["芸能とパフォーマンスをめぐる民俗学<BR/>ハナシとメディアをめぐる民俗学", "【予習】第３章「文化を伝え、演じ、作り出す」（周星）、第４章「ソーシャルメディアは伝承母体になりうるか」（法橋量）、第Ⅱ部「文化の伝達」（重信幸彦）、「伝統とイデオロギー」（重信幸彦）「ネット社会の民俗」（飯倉義之）、「サブカルチャーと民俗学」（飯倉義之）、「語り」（川松あかり）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第5回": ["小括（第２回～第４回）<BR/>グループ・ディスカッション①", "【予習】これまでの講義範囲について教科書と配布プリントを利用して復習しておいてください。【復習】グループ・ディスカッションの内容の振り返りをしておいてください。"], "第6回": ["科学技術とフォークロア<BR/>生活と生態の民俗学", "【予習】第５章「暮らしのなかのブラックボックス」（フェルトカンプ、エルメル）、第６章「モノを使う、モノに使われる」（田村和彦）、第Ⅱ部「日常」（岩本道弥）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第7回": ["信仰と実践の民俗学", "【予習】第７章「何も信じられるものがない時代の宗教性」（門田岳久）、第Ⅱ部「宗教的なるもの」（及川祥平）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第8回": ["文化遺産の民俗学", "【予習】第８章「なぜ文化を残しておかなくてはならないのか」（川松あかり）、第Ⅱ部「文化政策」（俵木悟）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第9回": ["防災・減災の民俗学<BR/>地域コミュニティの民俗学", "【予習】第９章「災害多発時代に命と暮らしを守る」（山泰幸）、第10章「超高齢時代のまちづくり」（山泰幸）、第Ⅱ部「公共民俗学」（金子祥之）、「自治と互助」（金子祥之）、「ケア」（加賀谷真梨）、「地域」（朴承賢）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第10回": ["小括（第６回～第９回）<BR/>グループ・ディスカッション②", "【予習】これまでの講義範囲について教科書と配布プリントを利用して復習しておいてください。【復習】グループ・ディスカッションの内容の振り返りをしておいてください。"], "第11回": ["親族とつながりの民俗学<BR/>生活と衣食住の民俗学", "【予習】第11章「変わりゆく家族のかたち」（岩本通弥）、第13章「着て、食べて、住まい続ける」（及川祥平）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第12回": ["移動と越境の民俗学", "【予習】第12章「グローバリゼーションとモビリティ」（島村恭則）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第13回": ["人生と儀礼の民俗学", "【予習】第14章「新しい生き方と死に方」（及川祥平）を読む。【復習】授業範囲について教科書と配布プリントを使用して、理解が確実なものになるよう復習しておいてください。"], "第14回": ["小括（第11回～第13回）<BR/>グループ・ディスカッション③<BR/>まとめ", "【予習】これまでの講義範囲について教科書と配布プリントを利用して復習しておいてください。【復習】グループ・ディスカッションの内容を振り返っておいてください。また全体の授業内容を踏まえたうえで期末レポートに取り組んでください。"], "授業外学習2": "各回で扱うテキストの章を読んでから講義に臨んでください（どの章を扱うかは、上記シラバスや授業での指示を参照してください）。<BR/>各回の講義ごとに知識の整理と定着を図るように努めてください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["岩本通弥", "『民俗学の思考法：〈いま・ここ〉の日常と文化を捉える』", "慶応義塾出版会", "2021 年", "9784766427318", ""], "教科書Required texts0": "授業で使用するとともに、平常リポートの課題を本書の中から出題します（教科書の本文を引用してレポートを作成していただきます）。授業時には忘れずにお持ちください。", "参考文献・資料Reference books0": "参考文献は適宜授業中に紹介します。", "学生による授業評価の方法Course Evaluation by Students0": "大学統一様式の授業アンケートを実施します。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "リポート出題時に具体的に明示する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "毎回提出いただくリアクションペーパーで判断します（提出期限・提出様式・内容）"], "成績評価Grading3": "備考　Note\n授業への積極的なコミットメント、毎回の課題内容（リアクションペーパー、グループ課題）、および最終レポートにもとづいて成績評価を行ないます。\n平常点（50点）：10点は授業中における積極的な発表等コミットメント、40点分は毎回提出いただくリアクションペーパーで採点します。リアクションペーパーは①提出期限・様式を守っているか（1点）、②回答が問題に対応しているか（1点）、③内容（1点）の0点から3点で採点し（14回×3回）、40点満点となります（オーバー分は切り捨て）。剽窃・代返は厳禁です（提供者もともに厳しく対処します）。\n期末レポート（50点）：提出期限・提出様式（形式・文字数・文中引用・参考文献の記載等）を守ったうえで（基礎点20点）、与えられたテーマに関して授業の内容を踏まえたうえで、自分の言葉で適切に記述できているかどうかで評価します（30点満点）。", "備考Note0": "民俗学やヴァナキュラー文化に興味のある学生ならば、１年生の受講も歓迎します（難易度的に、１年生でもついてくることができる水準です）。", "更新日時/Date of Update1": "2023年01月11日 17時47分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "社－２０１"]}, "campas": 0, "name": "【200】現代民俗学Ｂ／Current Folklore B", "管理部署": 2, "単位数": 2, "担当者": "後藤　晴子（GOTO HARUKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 3, "評価2": 4, "開講期": 2}