{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この講義においては、グローバルな社会の姿を理解するために、社会学のみならず、経済学や政治学といった分野の知識にも触れながら話を進めていきます。グローバル化に対して「英語を駆使して先進国を飛び回るエリートビジネスパーソン」といったイメージを持つ人も多いと思います。しかしながら現代のグローバル化は、「日本が世界に進出する」という意味での「国際化」ではなく、「国境や国際政治を飛び越えた地球規模のつながりの拡大・深化」として捉えるべきものなのです。そこで生じうる問題・検討すべき課題についてディスカッションし、論述する力を養うことが、この講義の目的です。本講義の成績評価は厳しく、年によっては多くの落第者が出るので、日頃から問題意識をもって講義に取り組んでください。", "到達目標": "成績評価の対象となる論述試験を、できる限り高いレベルでクリアできる知識と、それに取り組む態度を身につけることが、講義の目標です。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業とします。また、授業の模様は事後に録画で配信します。対面での授業時、授業の進行を妨げるような行為については厳しく注意し、教室から退場するよう指示します。", "トピック": {"第1回": ["ガイダンス", ""], "第2回": ["金融危機から経済を考える：お金がお金を増やすなんてアリ？", ""], "第3回": ["産業構造の変化と工業国の未来：「ものづくり大国」の終わり？", ""], "第4回": ["グローバル人材と雇用の変化：日本企業の対外戦略とは？", ""], "第5回": ["グローバル化する格差：1日何ドルあれば暮らせますか？", ""], "第6回": ["国家が果たすべき役割とは：正直、政治には興味のないあなたへ", ""], "第7回": ["グローバル化と国際秩序：力あるものこそが正義？", ""], "第8回": ["国際安全保障とグローバル化：世界の平和は誰が守る？", ""], "第9回": ["グローバルにつながる市民社会：自分さえ生きられればそれでいい？", ""], "第10回": ["世界を変えるための手段：どうやってグローバルな課題に向き合うか", ""], "第11回": ["グローバル化するメディア：情報でつながる世界の姿とは", ""], "第12回": ["グローバル化と外交戦略：国益とグローバルな正義の問題", ""], "第13回": ["グローバル化とアイデンティティ：なぜ反グローバル化が広がるのか", ""], "第14回": ["総合フィードバック", ""], "授業外学習2": "毎回の講義で使用するハンドアウト、参考資料などをオンラインで公開するので、各自でダウンロード、アクセスして講義に臨んでください。また、授業で示した内容についてのアンケートを行うので、積極的に回答し、学びを深めてください。"}, "評価": {"教科書Required texts0": "指定しない", "参考文献・資料Reference books0": "各回のハンドアウトにて指示する", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "平常評価（申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う）"], "更新日時/Date of Update0": "2022年01月19日 08時07分32秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "５別－３"]}, "campas": 0, "name": "【200】グローバリゼーション論／Sociology of Globalization", "管理部署": 2, "単位数": 2, "担当者": "鈴木　謙介（SUZUKI KENSUKE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 10, "評価1": 3, "開講期": 2}