{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "社会変容する時代にふさわしい知識生産の方法は何か？　本講義の目的は、1)ミュージアムが知識生産、文化的価値生産（knowledge and cultural value production）において果たす役割を、歴史と現在のパースペクティブから理解するとともに、2)その未来についても自分なりに論じることができるようになることである。とくに、3)社会変容の著しい現代において、どのような知識生産、文化的価値生産の在り方がふさわしいかを、社会学の基本概念を用いて、ミュージアムを切り口に理解する。", "到達目標": "本講義の目標は、次の三つである。<br />1．ミュージアムが、近代社会を支える制度として、どのように知識生産、文化的価値の生産に寄与しているかを、社会学の基本概念を用いて理解する。<br />２．現在の社会におけるミュージアムの機能と場の特徴について理解する。<br />３．上記を踏まえて、ミュージアムの現在、過去、未来について自分なりの視角を持つことができる。とくに、社会変容する未来においてどのような知識生産、文化的価値生産の方法がふさわしいかを自分の視点から論じることができる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "この講義は、ミュージアム文化論であるが、社会変容する現代において、あり方が大きく問い直されているミュージアムを、大学の在り方を含む知識生産、文化的価値生産システムへの問いとしてとらえ、社会学の基本概念を用いて理解するとともに、その未来の可能性を探りたい。<br />Although main focus of this lecture is on museum, as the age of turbulence requires the fundamental revision of knowledge and cultural value production method, it will think of the problem of museum in broad sense of epistemology.", "授業方法": "対面講義／オンライン講義。（新型コロナウイルスの状況により大学が講義形態の変更を決めた場合は別途連絡する）<br />Lecture in the lecture room/ online lecture. In case of the change of the format due to the COVID-19,it will be notified.", "トピック": {"第1回": ["概説<br />なぜミュージアムが社会学の講義で論じられなくてはならないのか。講義のアウトラインを紹介し、近代というシステムを支える制度としてのミュージアムについて理解する。", ""], "第2回": ["視角１　知識史と科学史<br />知識史と科学史の方法をもちいてミュージアムを理解する。<div><br /></div>", ""], "第3回": ["視角２　ハビトゥス<div>ハビトゥスの概念を用いてミュージアムを理解する。</div>", ""], "第4回": ["視角３　国民国家<br />国民国家の概念を用いてミュージアムを理解する。", ""], "第5回": ["視角４　公共性<br />公共性の概念を用いてミュージアムを理解する。", ""], "第6回": ["視角５　ジェンダー<br />多様性とジェンダーの概念を用いてミュージアムを理解する。", ""], "第7回": ["<div>視角６　多様性と当事者性</div><div>多様性と当事者性の概念を用いてミュージアムを理解する。</div>", ""], "第8回": ["<div>視角７　伝統の創造</div><div>伝統の創造の概念を用いてミュージアムを理解する。</div>", ""], "第9回": ["<div>視角８　まなざし・他者性・空間性</div><div>まなざし・他者性・空間性の概念を用いてミュージアムを理解する。</div>", ""], "第10回": ["<div>視角９　負の記憶</div><div>負の記憶の概念を用いてミュージアムを理解する。</div>", ""], "第11回": ["視角10　表象とナラティブ<div>表象とナラティブの概念を用いてミュージアムを理解する。</div>", ""], "第12回": ["視角11　地域社会とコミットメント<div>地域社会とコミットメントの概念を用いてミュージアムを理解する。<div><br /></div></div>", ""], "第13回": ["展望：未来叙述<div>未来を論じるための諸方法について理解する。</div>", ""], "第14回": ["まとめ（発表、討論）", ""], "授業計画1": "・「世界のミュージアム」として実際の様々なミュージアムを、講義の中で、適宜紹介する。<div>・講義室内での講義のほかに、学外講義として、兵庫県立美術館、兵庫県立横尾忠則美術館、神戸市文学館等の見学会も実施することを予定する(希望者のみ参加）。</div><div>・関西学院大学博物館の見学も講義内で実施することを予定する。</div><div>・本講義は、社会学部以外の学生も受講可能だが、講義は、社会学における基本概念を用いて進められるので、社会学部以外の学生は、それらの概念を習得するために相当程度の自習をする必要がある。</div>", "授業外学習2": "・授業外学習として各回の講義内容の復習を行うこと。<div>・とくに、本講義は、社会学の基本概念を用いて進められる。社会学部1年生にとっては未修の概念も少なくないと思われるが、その理解のために、入念な復習と、場合によっては自習が必要となる。<br /><br /></div>"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "75 %", ""], "成績評価Grading2": ["その他／Others (99)", "25 %", "講義への参加状況、理解度チェックによる評価"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "５別－４"]}, "campas": 0, "name": "【200】ミュージアム文化論／Museum Studies", "管理部署": 2, "単位数": 2, "担当者": "寺田　匡宏（TERADA MASAHIRO） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 17, "評価1": 0, "評価2": 6, "開講期": 2}