{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "この授業の目的は、広く社会問題に関心を持つように、学術論文を含むさまざまな文章を読めるようになることを目指す。", "到達目標": "以下の３点を到達目標として設定する。<BR/>１）読んだ本や文章の内容をまとめる力を身につける。<BR/>２）読んだ文章について発表する。<BR/>３）他の学生の発表などについてコメントをする。", "授業方法": "研究演習Ⅱと連動する。演習科目なので、担当教員の指導にしたがって、発表をすることなどに慣れてもらう。詳しくは、本実習を担当する教員と学生が相談しながら問題をひもといていただきたい。<BR/>また本科目は4月の最初の数週間は対面型授業としますが、その後は同時双方向型オンライン授業とする予定です。ただし、感染状況によっては対面型授業に戻る可能性はあります。", "トピック": {"第1回": ["導入１<BR/>ゼミ生が多いので、まずはコミュニケーションツールを使って、学生相互の理解を深めていく。李の持っているメソッドをいくつか披露し、学生に浸透させ、雰囲気作りに励むこととする。研究演習Ⅱと連動して、その課題の準備をすることなどをこの時間にあてたい。", "研究演習Ⅱと連動"], "第2回": ["導入２<BR/>先週と同様に、コミュニケーションツールを使って、学生相互の理解を深めていく。李の持っているメソッドをいくつか披露し、学生に浸透させ、雰囲気作りに励むこととする。", "研究演習Ⅱと連動"], "第3回": ["第1回「ゼミ会議」　ゼミをどのような方向に向けて行くか、何を目標にするかを議題として考えてもらう。またゼミ合宿についても実施するか実施しないか、実施するならどのような目的でどこに行くかなどを考えてもらう。<BR/>今年度はおそらくゼミ合宿に行くことを前提に、どのようなゼミ合宿をするかなど、みなさんで考える時間としたい。", ""], "第4回": ["研究への招待２<BR/>先週に引き続き、李から提出される基礎的な概念用語を、スマートフォンを利用して調べ、発表していくという作業を続ける。この作業を通じて、如何にネット上の情報が信用できないか、また他人の意見を丸写ししても、意味がわかったことにはならないということが実感してもらえると思う。", "研究演習Ⅱと連動"], "第5回": ["研究への招待３<BR/>先週に引き続いて、概念用語の調査活動をするが、そろそろネット情報を離れて、図書検索をしてもらう。また検索した文献を読み込み、内容をまとめる力を身につける。", "研究演習Ⅱと連動"], "第6回": ["研究への招待４<BR/>先週に引き続いて、概念用語の調査活動をする。同じく、図書館を縦横に使って調べ、それを咀嚼して、発表するというプロセスを踏んでもらう。", "研究演習Ⅱと連動"], "第7回": ["第2回「ゼミ会議」　前回の会議で話し合われた内容を振りかえり、どのくらい達成できたか、反省点はないかなどを議題とし、次の一ヶ月の目標を議論する。同じくどのようなツールを使うかは決まっていないが、zoomなどを使う可能性が高い。", ""], "第8回": ["ゼミへの導入１<BR/>いよいよ教科書を使っての講読と、それに関する下調べをしてもらう。そのため、ゼミ生にはペアになって問題にあたってもらう。教科書の内容を１４回に分け、各ペアが順番に、それぞれレジュメを書いてきて、発表してもらう。", "研究演習Ⅱと連動"], "第9回": ["ゼミへの導入２<BR/>本来なら、次のようなことをするはずであった。各回の発表は、やはり司会を立て、タイムキーパーも立てる。概念用語などは、きちんとおさえてもらうことにするが、李から質問が飛ぶこともあるので、担当箇所に関してはがんばって調べて欲しい。<BR/>しかし、遠隔授業となるので、これは不可能だ。やはりレジュメの作成が主眼となる。", "研究演習Ⅱと連動"], "第10回": ["ゼミへの導入３<BR/>先述のゼミの３回目である。", "研究演習Ⅱと連動"], "第11回": ["第3回「ゼミ会議」前回の会議内容を振りかえり、達成度を確認する。その上で今後どのようなゼミにしていくかなどを議題とする。また合宿を行うのであれば、そこでどのようなことをするのかを考える。やはりどのようなツールを使うかは決まっていないが、zoomなどを使う可能性が高い。", ""], "第12回": ["ゼミへの導入５<BR/>先述のゼミの５回目である。", "研究演習Ⅱと連動"], "第13回": ["ゼミへの導入６<BR/>先述のゼミの６回目である。", "研究演習Ⅱと連動"], "第14回": ["第4回「ゼミ会議」前回の会議内容を振りかえり、達成度を確認する。その上で今後どのようなゼミにしていくかなどを議題とする。また合宿を行うのであれば、いつ、どこに行くのか、そこでどのようなことをするのかを具体的につめていってほしい。やはりどのようなツールを使うかは決まっていないが、zoomなどを使う可能性が高い。", ""], "第15回": ["秋学期初めての「ゼミ会議」（第4回）。春学期の学びについて振り返り、ゼミのこれからについて考える。秋学期に関しては対面授業に戻る可能性があるが、今のところはわからないので、とりあえずシラバスの内容変更はしない。", ""], "第16回": ["ゼミへの導入９<BR/>先述のゼミの９回目である。", "研究演習Ⅱと連動"], "第17回": ["ゼミへの導入１０<BR/>先述のゼミの１０回目である。", "研究演習Ⅱと連動"], "第18回": ["ゼミへの導入１１<BR/>先述のゼミの１１回目である。", "研究演習Ⅱと連動"], "第19回": ["第5回「ゼミ会議」前回の会議内容を振りかえり、達成度を確認する。その上で今後どのようなゼミにしていくかなどを議題とする。", ""], "第20回": ["ゼミへの導入１３<BR/>先述のゼミの１３回目である。", "研究演習Ⅱと連動"], "第21回": ["ゼミへの導入１４<BR/>先述のゼミの１４回目である。", "研究演習Ⅱと連動"], "第22回": ["卒論テーマの模索１<BR/>ゼミへの導入と並行して、各自の卒論テーマを模索をしてもらうつもりだが、李との相談を経た「なんとなくこういうことをしてみたい」というテーマを、各自発表してもらう。内容よりも、「方法」や「準備」により重きを置くので、どういう方法で研究したいか、そのためには何をするべきなのか、について真摯に考えて欲しい。各ゼミ生に意見をいってもらい、よりよい方向へ向かうのが目的となる。レジュメ作成は必須。", "研究演習Ⅱと連動"], "第23回": ["第6回「ゼミ会議」前回の会議内容を振りかえり、達成度を確認する。その上で今後どのようなゼミにしていくかなどを議題とする。また就職活動など共通の話題もあることだろうから、それぞれの三回生後半を意義深くするために何をすべきかを話し合ってもらいたい。", ""], "第24回": ["研究演習１まとめ<BR/>年明けには、授業というより、発表後、卒論テーマをどのようにしていくか、相談することに重きを置く。むしろ発表後こそ、がんばって欲しい。また、研究演習２は、就活のため、例年春学期にゼミが成立しないことが多いので、やはり指定する教科書を講読しながら、ペースメーカとしてゼミを運営するので、各自は参加するとともに、相談には頻繁に来て欲しい。", "研究演習Ⅱと連動"], "第25回": ["社会学部の学生として、どうしても読んで欲しい論文、見田宗助『まなざしの地獄』の講読。", "研究演習Ⅱと連動"], "第26回": ["その2回目である。", "研究演習Ⅱと連動"], "第27回": ["その3回目である。", "研究演習Ⅱと連動"], "第28回": ["第7回「ゼミ会議」一年間を振りかえる。そして本格化する就職活動など進路について会議で話し合ってもらいたい。", ""], "授業計画1": "担当教員（李建志）の妻齋藤由紀が大阪国際大学国際教養学部でゼミを開いている。だから相互交流をして合同でフォークロアをすることなどを考えている。（演習Ⅱと連動）しかし、昨今の新型コロナウィルス問題でこのような交流ができるとしても、秋学期以降になると考えている。", "授業外学習2": "つねに研究テーマを発見すること、それを掘り下げて研究していくことを考えて欲しい。（演習Ⅱと連動）"}, "評価": {"教科書Required texts0": "特になし。", "参考文献・資料Reference books0": "各学生の方向性によって、適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業アンケート。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "参加態度および、テーマ決定のプロセスを評価する。"], "成績評価Grading2": "備考　Note\n本来は以下のように書いていた。\nゼミでの出席や受講態度などを加味して成績を出す。また部活参加はゼミを休む理由にはならないことを念頭に置いて欲しい。これは全学レベルで決まったことであり、私（李建志）もその規則に準拠する。そして理由なく休むことが多い学生にはかなり厳しい対応をする可能性がある。\nしかし、いまはサークル活動や部活動自体が動いていないかも知れない。やはり春学期に関しては、授業参加の度合いなどを主な評価基準とする。秋学期以降はどうなるか、いまはまだわからないので、ここではっきりとはいえない。", "備考Note0": "春学期と秋学期の最初の数週間は対面型で演習を行う。その後は、同時双方向型オンライン授業すなわちzoomによる授業が予定されている。また、感染状況が大幅に緩和されれば、対面型授業に移行するので、李建志からの発信に注意して欲しい。", "更新日時/Date of Update1": "2021年10月27日 14時03分22秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "金曜４時限／Friday 4", "通年／Year Round", "Ｂ－１０４"]}, "campas": 0, "name": "【300】社会学実習　１８／Field Practice in Sociology", "管理部署": 2, "単位数": 2, "担当者": "李　建志（LEE KENJI） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 31, "評価1": 4, "開講期": 0}