{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The objectives of this course are:<BR/>1. To develop students’ TOEIC listening skills<BR/>2. To develop students’ TOEIC reading skills <BR/>3. To help students build their vocabulary knowledge <BR/>4. To help students improve their overall test-taking strategies<BR/>5. To help students become aware of common distractors <BR/>6. To help students better understand English as it is used in everyday work and life situations", "到達目標": "1. Students will develop their listening and reading skills.<BR/>2. Students will strengthen their vocabulary knowledge. <BR/>3. Students will become better test-takers, carefully attentive to common distractors. <BR/>4. Students will familiarize themselves with natural English.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "Practical English C (01-03)", "授業の概要・背景": "", "授業方法": "1. This course will be conducted in English only and English will be the means of communication between the students and the instructor.  (Students will also be expected to communicate with one another in English.)<BR/>2.  Students are encouraged to actively participate in class discussions, both independently and collaboratively, in order to enhance their competence and confidence in English and also to create a better learning environment for all.", "トピック": {"第1回": ["Orientation", ""], "第2回": ["Unit 1", ""], "第3回": ["Unit 2", ""], "第4回": ["Unit 3", ""], "第5回": ["Unit 4", ""], "第6回": ["Unit 5", ""], "第7回": ["Unit 6", ""], "第8回": ["Unit 7", ""], "第9回": ["Unit 8", ""], "第10回": ["Unit 9", ""], "第11回": ["Unit 10", ""], "第12回": ["Unit 11", ""], "第13回": ["Unit 12", ""], "第14回": ["Review Test", ""], "授業外学習2": "One to two hours of homework can be expected each week, including each unit’s “Further Study” section and quiz."}, "評価": {"教科書Required texts0": "Tactics for TOEIC Listening and Reading Test\nStudents are encouraged to bring a dictionary to class.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Grant Trew", "Tactics for TOEIC Listening and Reading Test", "Oxford University", "2007 年", "9780194529532", ""], "学生による授業評価の方法Course Evaluation by Students0": "Students will independently evaluate the instructor and the course at the end of the semester.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students’ final grade will derive from a combination of assignments, activities, mini-tests, etc."], "成績評価Grading2": "備考　Note\n1. Active participation is extremely important and counts as a significant part of students’ evaluation marks.\n2. Attendance is crucial to students’ success in this course. The instructor will carefully mark students’ attendance as present and on time, late, or absent. Specific rules regarding attendance are as follows:\n2a) Only students who are present at the time the class begins will receive full attendance marks.\n2b) Any student walking into the classroom after the class has begun will be marked late. The instructor will take this into account when giving students a participation grade.\n2c) Being 15 to 29 minutes late will equal half an absence (0.5).\n2d) Each time students are late 30 minutes or more, they will be marked absent. However, they are still encouraged to attend.\n2e) As a general rule, no more than three absences will be permitted in this course.", "備考Note0": "In principle, the use of smartphones in class is strictly forbidden. Students must store their smartphones (and other electronics that are irrelevant to this courses’ studies) in their bags throughout the entire duration of each class. Students’ grades will be affected if this rule is breached. (In the case of a project in which internet connection is necessary for online research, the instructor might consider allowing students to use their smartphones, but unless such a situation is specifically and clearly suggested and allowed by the instructor, the use of smartphones will be strictly prohibited.)", "更新日時/Date of Update1": "2023年01月11日 15時42分28秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｈ－３０４"]}, "campas": 0, "name": "【200】Practical English A　２／Practical English A", "管理部署": 2, "単位数": 1, "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 9, "評価1": 4, "開講期": 1}