{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The objectives of this course are:<BR/>1. To develop students’ TOEIC listening skills<BR/>2. To develop students’ TOEIC reading skills <BR/>3. To help students build their vocabulary knowledge <BR/>4. To help students improve their overall test-taking strategies<BR/>5. To help students become aware of common distractors <BR/>6. To help students better understand English as it is used in everyday work and life situations", "到達目標": "1. Students will develop their listening and reading skills.<BR/>2. Students will strengthen their vocabulary knowledge. <BR/>3. Students will become better test-takers, carefully attentive to common distractors. <BR/>4. Students will familiarize themselves with natural English.", "授業方法": "1.This course will be conducted in English only and English will be the means of communication between the students and the instructor.<BR/>2. Zoom meeting will be held every week from the second session(details will be provided in the class material for the first session ).<BR/>3. Written class materials, instructions and assignments for each session will be posted and become available through LUNA Class Material/Assignment on demand （「教材・課題」欄）by the actual class time each week.<BR/>＊Check email and LUNA「お知らせ」before the session each week; there may be important  messages about the class. <BR/><BR/><BR/><BR/><BR/><BR/><BR/>2.　There will be a Zoom Meeting every week from the second session(The details will be given in the class material for the first session). 　<BR/>3. The class materials, instructions and assignments for each session will be posted and become available through LUNA Class Material/Assignment on demand （「教材・課題」欄）by the actual class time each week.<BR/>＊Check email and LUNA「お知らせ」before each session; there may be important messages about the class.", "トピック": {"第1回": ["Course Description <BR/>Warm Up Activities", "Check LUNA　「教材・課題」section for the class material."], "第2回": ["Unit 10<BR/>Zoom Meeting (15:10 ～)", "To participate in the Zoom Meeting, access URL 1 below."], "第3回": ["Unit 11", ""], "第4回": ["Unit 12", ""], "第5回": ["Unit 13", ""], "第6回": ["Unit 14", ""], "第7回": ["Unit 15", ""], "第8回": ["Unit 16", ""], "第9回": ["Unit 17", ""], "第10回": ["Unit 18", ""], "第11回": ["Unit 19", ""], "第12回": ["Unit 20", ""], "第13回": ["Review", ""], "第14回": ["Final Test", ""], "授業計画1": "Class will be conducted using the textbook and other materials provided online.<BR/>Students will be reading and learning the important points and do the exercises in the textbook and other materials provided online through LUNA. <BR/>The class materials, instructions and assignments for each session will be posted and become available on demand by the actual class time each week. There will be Zoom Meeting a few times during the term.  Detailed plans will be provided at the first session.", "授業外学習2": "One to two hours of homework can be expected each week, including each unit’s “Further Study” section and quiz."}, "評価": {"教科書Required texts0": "Tactics for TOEIC Listening and Reading Test\nStudents are encouraged to bring a dictionary to class.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Grant Trew", "Tactics for TOEIC Listening and Reading Test", "Oxford University", "2007 年", "9780194529532", ""], "学生による授業評価の方法Course Evaluation by Students0": "Students will independently evaluate the instructor and the course at the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students’ final grade will derive from a combination of assignments, activities, mini-tests, etc.(　申請によりオンライン受講を許可された履修者には、成績評価についてもオンラインでの対応を行う。)"], "成績評価Grading2": "備考　Note\nIf students fail to submit the assignment by the due date, they will be marked \"absent.\"\nAs a general rule, no more than three absences will be permitted in this course.", "備考Note0": "Questions about the class should be sent to the instructor by email (hiromi-taniguchi@kwansei.ac.jp )", "更新日時/Date of Update1": "2021年10月12日 14時02分09秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "社－３０１"]}, "campas": 0, "name": "【200】Practical English C　３／Practical English C", "管理部署": 2, "単位数": 1, "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "２年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 3, "評価1": 4, "開講期": 2}