{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The objectives of this course are:<BR/>1. To develop students’ TOEIC listening skills<BR/>2. To develop students’ TOEIC reading skills <BR/>3. To help students build their vocabulary knowledge <BR/>4. To help students improve their overall test-taking strategies<BR/>5. To help students become aware of common distractors<BR/>6. To help students better understand English as it is used in everyday work and life situations", "到達目標": "1. Students will develop their listening and reading skills.<BR/>2. Students will strengthen their vocabulary knowledge. <BR/>3. Students will become better test-takers, carefully attentive to common distractors. <BR/>4. Students will familiarize themselves with natural English.", "授業方法": "1. This course will be conducted in English only and English will be the means of communication between the students and the instructor.  (Students will also be expected to communicate with one another in English.)<BR/>2.  Students are encouraged to actively participate in class discussions, both independently and collaboratively, in order to enhance their competence and confidence in English and also to create a better learning environment for all.", "トピック": {"第1回": ["Course Description &amp; Introduction<BR/>Unit 15  Listening carefully to every detail", "Pages 84-87 of the textbook will be studied"], "第2回": ["Unit 16  Becoming familiar with time and location structures", "Pages 88-90 of the textbook will be studied"], "第3回": ["Unit 17  Using vocabulary clues to infer meaning", "Pages 91-94 of the textbook will be studied"], "第4回": ["Unit 18  Becoming familiar with re-statements  <BR/>              Being aware of questions involving numbers and quantities", "Pages 95-98 of the textbook will be studied"], "第5回": ["Unit 19  Improving your knowledge of suffixes and prefixes", "Pages 99-103 of the textbook will be studied"], "第6回": ["Unit 20  Using clues in the question to help you choose the correct verb form: <BR/>               future, perfect", "Pages 104-111 of the textbook will be studied"], "第7回": ["Unit 21  Learning how to answer &quot;NOT&quot; questions, and questions with names, <BR/>              numbers, dates, or times / Course Review", "Pages 112-120 of the textbook will be studied"], "第8回": ["Unit 22  Listening for the correct preposition / Being aware of similar sounding words", "Pages 121-126 of the textbook will be studied"], "第9回": ["Unit 23  Becoming familiar with language used in offers, requests and opinions", "Pages 127-129 of the textbook will be studied"], "第10回": [" Unit 24  Becoming familiar with polite ways of saying &quot;no&quot; <BR/>                Listening careful to the first exchange", "Pages130-133 of the textbook will be studied"], "第11回": ["Unit 25  Becoming familiar with re-statements involving &quot;how&quot; and &quot;why&quot; questions <BR/>              Being aware of the same word distractors", "Pages 134-137 of the textbook will be studied"], "第12回": ["Unit 26  Improving your knowledge of pronouns", "Pages 138-141 of the textbook will be studied"], "第13回": ["Unit 27  Choosing the correct word: prepositions and conjunctions", "Pages 142-149 of the textbook will be studied"], "第14回": ["Unit 28  Learning how to answer questions dealing with charts, tables, forms and<BR/>              double passages / Course Review", "Pages 150-161 of the textbook will be studied"], "授業外学習2": "One to two hours of homework can be expected each week, including each unit’s “Further Study” section and quiz."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Grant Trew", "Tactics for TOEIC Listening and Reading Test", "Oxford University Press", "2007 年", "9780194529532", ""], "教科書Required texts0": "Tactics for TOEIC Listening and Reading Test\nStudents are encouraged to use an English dictionary with classwork and homework assignments.", "学生による授業評価の方法Course Evaluation by Students0": "Students will independently evaluate the instructor and the course at the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students’ final grade will derive from a combination of textbook unit assignments, attendance, participation and vocabulary reviews"], "成績評価Grading2": "備考　Note\n1. Active participation and homework assignments are extremely important and count as significant parts of students’ evaluation and grade.\n2. Attendance is crucial to students' success in this course. The instructor will carefully mark students' attendance as present and on time, late, or absent.", "備考Note0": "Students are encouraged to use an English dictionary with classwork and homework assignments.\n\nWithout special permission, the use of smartphones in class is strictly forbidden. Students must store their smartphones (and other electronics that are irrelevant to this courses’ studies) in their bags throughout the entire duration of each class. Students’ grades will be affected if this rule is breached.", "更新日時/Date of Update1": "2021年01月15日 11時38分59秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｅ－２０６"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】Practical English C　２／Practical English C", "管理部署": "社会学部／School of Sociology", "単位数": "1", "担当者": "スコット　Ｈ．Ｃ．（SCOTT HAROLD C.） ", "履修基準年度": "２年", "時限1": "月曜３時限／Monday 3", "開講期": "秋学期／Fall"}