{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The objectives of this course are:<BR/>1. To help students acquire academic skills, with a focus on reading and writing <BR/>2. To help students develop study skills for higher education", "到達目標": "1. Students will become better essay-writers.<BR/>2. Students will acquire note-taking skills.<BR/>3. Students will develop their reading, writing and study skills.<BR/>4. Students will gain academic vocabulary knowledge.", "授業方法": "Sessions from April 26<BR/>Sessions from April 26 will be conducted online.<BR/>Class material for each session will be provided through LUNA. <BR/>Also Zoom meeting will be held every week. (The detail will be given later)<BR/><BR/><BR/>1. This course will be conducted in English only and English will be the means of communication between the students and the instructor.  (Students will also be expected to communicate with one another in English.)<BR/>2.  Students are encouraged to actively participate in class discussions, both independently and collaboratively, in order to enhance their competence and confidence in English and also to create a better learning environment for all.<BR/><BR/>(For students permitted to take classes online)<BR/>The class materials, instructions and assignments for each session will be posted and become available through LUNA Class Material/Assignment on demand （「教材・課題」欄）by the actual class time each week.<BR/><BR/>The class on April 19 has been cancelled. Details about the sessions from April 26 will be informed by email and LUNA Notice. Be sure to check the information.", "トピック": {"第1回": ["Course Description", ""], "第2回": ["Unit 1", ""], "第3回": ["Unit 2<BR/>Zoom meeting will be held  from 17:50 on April 26.", "Class material will be provided through LUNA.<BR/>For URL for Zoom meeting, see URLリンク1 below."], "第4回": ["Unit 3", ""], "第5回": ["Unit 4", ""], "第6回": ["Unit 5", ""], "第7回": ["Review", ""], "第8回": ["Unit 6", ""], "第9回": ["Unit 7", ""], "第10回": ["Unit 8", ""], "第11回": ["Unit 9", ""], "第12回": ["Unit 10", ""], "第13回": ["Review", ""], "第14回": ["Course Review &amp; Reflection", ""], "授業外学習2": "One to two hours of homework can be expected each week."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Richard Harrison", "Headway Academic Skills (Level 1)", "Oxford University Press", "2011 年", "9780194741590", ""], "教科書Required texts0": "Headway Academic Skills (Level 1)\nStudents are encouraged to bring a dictionary to class.", "学生による授業評価の方法Course Evaluation by Students0": "Students will independently evaluate the instructor and the course at the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students’ final grade will derive from a combination of assignments, activities, mini-tests, etc.(　申請によりオンライン受講を許可された履修者には、成績評価についてもオンラインでの対応を行う。)"], "成績評価Grading2": "備考　Note\n1. Active participation is extremely important and counts as a significant part of students’ evaluation marks.\n2. Attendance is crucial to students’ success in this course. The instructor will carefully mark students’ attendance as present and on time, late, or absent. Specific rules regarding attendance are as follows:\n2a) Only students who are present at the time the class begins will receive full attendance marks.\n2b) Any student walking into the classroom after the class has begun will be marked late. The instructor will take this into account when giving students a participation grade.\n2c) Being 15 to 29 minutes late will equal half an absence (0.5).\n2d) Each time students are late 30 minutes or more, they will be marked absent. However, they are still encouraged to attend.\n2e) As a general rule, no more than three absences will be permitted in this course.\n\n(For students permitted to take classes online)\nAttendance will be based on the submission of the assignment by the due date.", "備考Note0": "Questions about the class should be sent to the instructor by email (hiromi-taniguchi@kwansei.ac.jp )", "更新日時/Date of Update1": "2021年04月20日 02時39分58秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "社－３０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】English Skills B　２／English Skills B", "管理部署": "社会学部／School of Sociology", "単位数": "1", "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "２年", "時限1": "月曜５時限／Monday 5", "開講期": "春学期／Spring"}