{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "受講者が政治学の各分野における重要なトピックおよびその内容について概括的に理解し、現代政治学の理解に資する知識を獲得することが目的である。", "到達目標": "本講義の到達目標は以下の二点である。第一に、現代政治学の基本概念と基礎知識を理解するようになること、第二に、こうした枠組みを用いて政治現象を説明できるようになることである。", "授業方法": "本授業は対面での講義形式で行う。授業ではスライドを用いて説明を行うが、前日までにデータをWeb上（LUNAなど）にアップロードする予定である。<BR/>なお新型コロナウイルスの感染拡大状況に鑑みて、オンライン対応が必要であると判断した場合には、ZOOMによる授業配信の可能性もある。<BR/>3月12日追記：大学の方針により、オンラインでの受講環境を用意する。具体的には対面での授業風景をZOOMで配信する。質疑応答など詳細な進め方については初回のオリエンテーションで説明する。<BR/>4月14日追記：第1回授業で受講生に簡易な意向調査を取った結果、対面かつZOOM配信と、オンデマンド方式が拮抗していたので、3月12日の追記内容に加えて、Youtubeでの動画配信も行う。URLについてはLUNAで掲載する。<BR/>4月26日追記：感染が拡大する中、生徒に再び意向調査を行った結果、他の多くの授業に合わせて対面を中止することとした。よってオンデマンド方式の授業とする。原則、週一本Youtubeで動画をアップロードするので、好きなタイミングで視聴すること。質疑応答は動画のコメント欄で随時受け付ける。", "トピック": {"第1回": ["イントロダクション【本講義の内容・成績評価】", "第二回講義に向けて教科書第一章「政治学のとらえ方」に目を通しておくこと。"], "第2回": ["政治のとらえ方【キーワード：方法論的個人主義、合理的選択論、ナッシュ均衡、集合行為問題】", "教科書第一章「政治学のとらえ方」に目を通しておくこと。第三回講義に向けて教科書第二章「国家という仕組み」に目を通しておくこと。"], "第3回": ["国家という仕組み（1）【キーワード：国民国家、ナショナリズム、失敗国家】", "教科書第一章「政治学のとらえ方」に目を通しておくこと。第三回講義に向けて教科書第二章「国家という仕組み」に目を通しておくこと。"], "第4回": ["国家という仕組み（2）【キーワード：略奪国家、契約国家、退出・発言・忠誠ゲーム】", "教科書第二章「国家という仕組み」に目を通しておくこと。第五回講義に向けて教科書第三章「政治体制」に目を通しておくこと。"], "第5回": ["政治体制（1）【キーワード：自由民主主義体制、全体主義体制、権威主義体制、福祉国家】", "教科書第三章「政治体制」に目を通しておくこと。第六回講義に向けて教科書第三章「政治体制」の後半部分に目を通しておくこと。"], "第6回": ["政治体制（2）【キーワード：民主化の波、古典的近代化論、民主化論】", "教科書第三章「政治体制」に目を通しておくこと。次回はテストなので予習は特に不要である。"], "第7回": ["前半の総括", "第七回講義に向けて教科書第四章「選挙と投票」に目を通しておくこと。"], "第8回": ["選挙と投票【キーワード：コンドルセのパラドックス、選挙制度、投票行動】", "教科書第四章「選挙と投票」に目を通しておくこと。第八回講義に向けて教科書第五章「政党と政党システム」前半部分に目を通しておくこと。"], "第9回": ["政党と政党システム（1）【キーワード：政党、利益団体、議会・選挙における集合行為問題】", "教科書第五章「政党と政党システム」に目を通しておくこと。第九回講義に向けて教科書第五章「政党と政党システム」の後半部分に目を通しておくこと。"], "第10回": ["政党と政党システム（2）【キーワード：政党組織、凍結仮説、脱物質的価値、デュベルジェの法則】", "教科書第五章「政党と政党システム」に目を通しておくこと。第十回講義に向けて教科書第六章「政党とアカウンタビリティ」に目を通しておくこと。"], "第11回": ["政権とアカウンタビリティ【キーワード：アカウンタビリティ、多数決型民主主義、合意型民主主義】", "教科書第六章「政党とアカウンタビリティ」に目を通しておくこと。第十一回講義に向けて教科書第七章「執政・立法・司法」に目を通しておくこと。"], "第12回": ["執政・立法・司法【キーワード：大統領制、議院内閣制、委員会制度、違憲立法審査権】", "教科書第七章「執政・立法・司法」に目を通しておくこと。第十二回講義に向けて教科書第八章「政策過程と官僚制・利益団体」に目を通しておくこと。"], "第13回": ["政策過程と官僚制・利益団体【キーワード：コーポラティズム、インクリメンタリズム】", "教科書第八章「政策過程と官僚制・利益団体」に目を通しておくこと。第十三回講義に向けて教科書第十章「安全保障と平和」に目を通しておくこと。"], "第14回": ["後半の総括、レポート作成に際しての質問受付", "特に準備は不要。"], "第15回": ["予備日。選挙ドキュメンタリーの視聴を予定。", "特になし。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["砂原庸介ほか", "政治学の第一歩(改訂版)", "有斐閣", "2020 年", "978-4641150256", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n授業中に各50点満点の試験を二度行い、これらの成績で評価を行う。\n3月12日追記：大学の方針により、オンライン授業を希望する学生のため、試験によらない評定方法も準備する。具体的には3000字程度の期末レポートを評定の対象とする。なおレポートのテーマについては、第10回講義の前後でこちらから指定する。\n4月20日追記：感染収束の兆候が見られず、第1回目の中間試験が大学で実施できない可能性が高い（不確定な状態で生徒に試験の準備をしてもらうのは申し訳ない）と考えたため、レポートを評価対象とする。レポートの形式及び課題については後日説明するが、評価に際しては内容と同じく形式が重要になるので、レポート作成にあたっては特に形式に注意すること。", "更新日時/Date of Update0": "2021年04月26日 21時46分30秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "Ｂ－１０１"]}, "campas": 0, "name": "【200】政治学原論Ａ／Principles of Political Science A", "管理部署": 2, "単位数": 2, "担当者": "平石　知久（HIRAISHI TOMOHISA） ", "履修基準年度": "２年", "時限1": 0, "評価1": 3, "開講期": 1}