{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は１）社会問題に関する様々なタイプの文章を精読をすることによって、語彙力を高め、読解力を向上させること、　２）時間を計った速読演習により読解スピードを高めること、３）様々な社会問題に関して自分の意見や考えを言うことができること、である。", "到達目標": "文章の種類、読解の目的に応じ適切なリーディング技能および技法を適用し、より速く英文の内容を理解することができること、与えられた社会的会問題に関し自分の意見を表現できることを目指す。", "授業方法": "Distributions of class materials, instructions and assignments: will be through LUNA.   The class materials, instructions and assignments for each session will be posted and become available on demand　through LUNA &quot;Class Material/Assignment&quot; by the actual class time each week. <BR/>There will be a Zoom meeting several times during the term.　The details will be given after the class starts.<BR/>Check email and LUNA 「お知らせ」before the session each week; there may be important messages about the class.<BR/><BR/>毎回の授業資料・課題などは実際の授業日時までにLUNAの「教材・課題」欄に配信します。<BR/>学期中数回Zoom Meeting を実施する予定です。詳細は授業開始後通知します。<BR/>授業に関する重要な通知事項があるかもしれませんから、各週授業前に必ずメールやLUNAの「お知らせ」を確認してください。", "トピック": {"第1回": ["Course Description<BR/>Warm Up Activities", ""], "授業計画1": "Class will be basically conducted following the textbook; some supplementary materials will be also used .  Students are required to read the textbook, check vocabulary, and do some research to prepare for the class.<BR/>Students will read, listen, discuss, and write on the issues given in the textbook and supplementary materials.  The sequence of the units of the textbook to be dealt with in class will be given in the beginning of the course.  There will be quizzes at certain intervals to review what students learned in class and to enrich their vocabulary.<BR/>There will be a Zoom meeting once or twice during the term; students will be having a discussion in groups or pairs on the topics dealt with in the textbook.<BR/>Details will be given in the beginning of the term.", "授業外学習2": "Reading and writing assignments will be given regularly.   Students are expected to prepare for each class by going over the material to be covered."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["笹島茂、他", "Global Issues", "三修社", "2014 年", "9784384334333", ""], "教科書Required texts0": "Global Issues, 笹島茂、他、三修社（２０１４）", "参考文献・資料Reference books0": "授業中に通知します。", "学生による授業評価の方法Course Evaluation by Students0": "Students will evaluate the course and the instructor at the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation 20%; Assignments 50%; Final Test 30%"], "成績評価Grading2": "備考　Note\nIf students do not submit assignments by the due dates, they will not get participation points and be marked \"absent\".", "備考Note0": "If students miss more than one third of the sessions (5 or more), they will fail this course.\n\n授業の３分の１以上(５回以上）欠席すると、単位認定はできなくなります。", "更新日時/Date of Update1": "2021年10月12日 14時04分18秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "Ａ－２０５"]}, "campas": 0, "name": "【200】英語IIＡ（LR）　１１／English II A(Listening & Reading) ", "管理部署": 3, "単位数": 1, "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "２年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 11, "評価1": 4, "開講期": 2}