{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "映画『タイタニック』のスクリーン・プレイに基づく教材を用い英語の基礎技能と学修法の確立を目的とします。リスニング面はもちろん、特に英語報告を書く観点からパラグラフの作り方、主題化の技法、文法の実践的な修得を目指します。", "到達目標": "映画作品の分析法を学び、異なる形式の中で英語言語の本質を理解し、批評文を英語で作成する方法を学ぶことになるでしょう。", "授業方法": "一般「授業形態」とコースの「受講形態」要件とをまず区別します。臨時の同時双方向での授業であれ、同時双方向顔出し出席の「受講形態」が一部許可される場合であれ、原則は各回「定時対面」を基本に進められます。オンデマンド方式のみの受講では受講形態要件を満たしません。<BR/>　9月3日から大学拠点ワクチン接種が再開し、緊急事態宣言は月末までは延長の見込みですが、いわゆる「緊急事態宣言」というものは医療体制ひっ迫度に応じて、危機の回避を目的として決まるものです。個別の状況での発症状況、その危険の評価、また感染状況を決定的に終らせるといったたぐいのだいそれた因果論的な条件は当初より含意されていません。一般の市中感染の危険度とかの判断とは無関係ですし、各変異種に対してはワクチン接種の有無と感染防止とのつながりも期待できません。したがって、このコースでは、重症化リスク回避においてのみ、ワクチン接種を推奨し、対面かそれに相当する顔出し同時双方向での出席を受講要件とします。教室環境、受講者数等での大学の固有の基準に応じ、教室での対面出席が可能な段階へと「復帰」することが可能となると考えてください。各種変異株がドミナントになる感染再拡大も予期されますが、三度変異した場合にワクチン効果が期待できるのか未知数ともいわれます。その意味でコロナとの闘いといった戦争の比喩は大きな誤解を招きます。戦争なら負けを認めれば終わります。しかし、コロナ変異種に対しては、負けを認めるという降伏の手段は、戦争ゲームのルールとして何ら存在してはいないのだというほかないからです。<BR/>　なお、現在の情報環境設備で、教室と全く同じ受講環境(いわゆるハイフレックス授業)を同時双方向条件で確保できるわけではないこともお含みおきください。このコースにはLUNAによるオン・デマンドでの資料参照、また課題提出の要素もありますが、オンデマンドたけでの「受講形態」を要件とする「授業」ではないことは明確にご理解していただきたい次第です。<BR/><BR/><BR/>授業方法<BR/>①　教科書の練習問題は予習支援的なものと考えて取り組んでください。対面授業では、特にスクリーン・プレイの言語面からの分析面に重きを置き、重点的な解説がなされます。これは応用的な学修報告課題に取り組むヒントとなるでしょう。応用学修課題はオンラインで提出することになります。<BR/>②　学修課題の報告をもって出席に代えることはできません。<BR/>③　最終の英語リポートの作成に向けて、準備を進め、読むことだけではなくプロットを理解し、引用、引証をしながら、客観的なスタイルで論じる力も高めてもらいます。パラグラフ構成の原理、主題文の概念の理解、さらに論点提示の技能・技法が重要です。<BR/>④　英語の学び方には多様な技法があることを各種の英語への取り組みから学び、英語文法の理解もより高いレベルへと書き直されてゆくことが期待されています。<BR/>⑤　データの作成や扱い、その他の一般倫理規定については別途に詳しくご説明いたします。", "トピック": {"授業計画1": "「授業方法」を参照のこと。予習状況の確認の目的での小テストが行われることがあります。なお、LUNAにて提出する課題に関してはすべてドキュメントの形式としては関学でサポートされているマイクロソフトのワードかPDFのデータに限らせていただきます。キーボード入力の技能差がそのままアウトプット能力、文章作成能力の格差、さらには学力差にまで及ぶ傾向があるからです。2020年度には提出データのバックアップすらとっていない例が見受けられました。とくにgoogle documentでの課題のアップロードは認められませんから、くれぐれもご注意ください。", "授業外学習2": "①　基本方針<BR/><BR/>実践的な発見学修の観点から、授業外学修は極めて重要です。課題学習のコツは授業で学ぶことになます。早めに教科書の全ての英語を読み上げ、余裕をもって効果的に課題報告に臨むことをぜひお勧めいたします、オンラインによる学修報告課題の記述的な報告をもって、授業外活動の指針とします。辞書情報や音声の活用法他、ライティング方法の資料等につきましては、学修作業への基本的なガイダンスが授業にて詳しく行われます。<BR/><BR/>②　音声面等からの文化的総合的な英語体験もきわめて重要<BR/><BR/>英語の音声情報からの理解解はとても大切です。スマホの無料アプリ(録音ラジオサーバー)でBBC放送のradio 4 extraとかの番組がいつでも聞けたり録音できたりする今日、英語番組自体を日常の一部として楽しんでおられる方もあるかもしれません。大学の授業でみなさんがテキストとして出会う英語はまずは朗読等として音声面から出会う形態が望ましい次第ですが、黙読され、いきなり試験問題に使われたりというようなこともあります。それは方法上というよりは評価の段階の方便にすぎません。コミュニケイション的演劇的な要素のある英語の享受、また文化的な作品背景等にもかかわる議論の英語はデジタル化も始まっている海外のラジオ放送やオンライン動画情報等にこそよくあらわれるわけで、そうしたオンラインの環境も生かして、ぜひ総合的な英語学修を心がけてください。<BR/><BR/>③　英語力を錬磨するパズルとしての作品世界---作品読解における認知論的な諸段階----<BR/><BR/>読解における英語の了解というものには、学修過程でいえば、明らかにパズルのように複数の認知段階があるといえます。スクリーン・プレイであれ、批評的なテクストであれ、総合的な評価の段階にむけ、その諸段階において個別の判断にゆきつく性格のものであります。つまり、有機的なテクストの語学的読解というものは、英語文をバラバラにして理解する場合とは大きく違う経験をもたらすものです。論述や作品のプロット構造、修辞性の理解となれば、より高度な段階の技能となります。その段階の中で、テクストを作品として読み取り、批評文的な読みを英語で書ける段階までご案内することが、この授業の道行きとなります。主観的な「感想文」ではなく、大学生として主題化された形式を備えたリポートを作るには、それなりの手続きがあります。幸いにも、英語世界ではそれは映画であれ演劇であれ、教育的にも、その方法はほぼ確立されています。<BR/>　生きた英語用例に触れ、英語ということばに固有のセンスを作動させることから始め、逐次すべての学修段階の認知の道のりを一通りためすこと、それこそが、この授業の決め手であり内実です。その意味では、この授業自体が英語作品の世界に近づくための一つの期間限定のアプリ環境なのだ、とも申せましょう。　オーセンティックな英語作品のテクスチュアが感じ感じ取れるまでその旅をサポートすべく、いわば生演奏的に一回一回の授業をアクティヴに構築してゆく所存であります。"}, "評価": {"教科書Required texts0": "角山照彦,Simon Capper『映画『タイタニック』で学ぶ総合英語』成美堂,2016", "参考文献・資料Reference books0": "1)Rodney Huddleston (著), Geoffrey K. Pullum (著), 藤田 耕司 (監修)『「英文法大事典」シリーズ第3巻 名詞と名詞句』(開拓社, 2019) ISBN‐13: 978‐4758913638\n2)Dudley Andrew, What Cinema Is! Wiley-Blackwell, 2010: 13: 978-1784721763\n3)カレン・M・ゴックシク他『Writing about Moviesアカデミック・ライティング』小鳥遊書房, 2019: 978-4909812070\n4)黒木登志夫『知的文章とプレゼンテーション: 日本語の場合、英語の場合』中公新書, 2011. ISBN978-4-12-102109-0\n5)澤井康佑『英文法再入門　１０のハードルの飛び越え方』中公新書, 2021. ISBN978-4-12-102628-6", "学生による授業評価の方法Course Evaluation by Students0": "コミュニケイション・ペイパー等によることといたします。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "70 %", "内訳40％リポート課題;30％ライティング課題(LUNAにて提出)"], "備考Note0": "①　基本的に質問等の作業は、基本的にはすべて、教室か毎週定時のTeamsによる同時双方向の伝達手段で行ってください。時間のひっ迫により個別メールにはいちいち答えきれないのが今の現実です。\n\n②　アシスタントなしにTeamsの同時双方向はやっているので、ヴォイスメール等の機能は使えません。\n\n③　課題提出物はTeams機能や学内メールでは提出できません。必ずLUNAで行ってください。提出遅延等はLUNA自体が自動的に行っています。\n\n④　不正行為や関与防止に対する誓約書のようなものは学院では作られていませんが、それは処分がないことを全く意味しません。現に残念なことに、オンライン受講形態のもとに、多様な不正行為が発生しており、厳しい処分もまた、多数報告されています。ガイダンスでも詳しく降れますが、くれぐれも安易な「共同作業」などに参加し、結果的に、社会的信用を失ったり留年したりするようなことが起きないよう、また不正行為に無自覚に巻き込まれることがないないよう、期待しております。", "更新日時/Date of Update1": "2021年09月29日 19時52分49秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ａ－３０２"]}, "campas": 0, "name": "【100】英語IＢ（LR）　６／English I B(Listening & Reading) ", "管理部署": 3, "単位数": 1, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 24, "評価1": 2, "評価2": 3, "開講期": 2}