{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "映画『恋に落ちたシェイクスピア』のスクリーン・プレイに基づく教材を用い英語の基礎技能と学修法の確立を目的とします。リスニング面はもちろん、特に英語報告を書く観点からパラグラフの作り方、主題化の技法、文法の実践的な修得を目指します。", "到達目標": "映画作品の分析法を学び、異なる形式の中で、英語言語の本質を理解し、批評文を英語で作成する方法を学ぶことになることでしょう。", "授業方法": "対面授業が基本となるため、たとえオンライン情報が提供されても、基本的には授業参加が履修条件となり、出席と欠席が自主的に決められるような選択性はありません。学修報告課題は衛生面を考慮してオンライン提出が基本となります。<BR/><BR/>臨時履修ガイダンス後の追加事項<BR/><BR/>Teamsを使っての双方向オンライン受講形態の併用に現実に移行することになるため、事前学修課題のNUNAでの前日水曜21時の締切での事前課題の提出行為を「出席確認」に代わる双方向への出席の要件とさせていただくことになります。<BR/><BR/>対面授業であるかオンライン受講であるかを問わず、その受講活動(出席)の最低限の評価の条件は、授業開始日(水曜)の夜九時までに事前課題のアップロードをしておくこと、この事前学修をこのクラスの正式な授業回数に対応する「出席」の要件としたいと考えます。<BR/><BR/>なお、事後の学修報告課題のオンラインでの提出は毎回のものではありませんし、締め切りの設定も違います。<BR/><BR/><BR/>　授業方法の機能的な解説<BR/><BR/>①　教科書の練習問題は予習支援的なものと考えて取り組んでください。授業では、特にスクリーン・プレイの言語面からの分析面に重きを置き、重点的な解説がなされます。これは応用的な学修報告課題に取り組むヒントとなるでしょう。応用学修課題はオンラインで提出することになります。<BR/>②　なお事前学修課題の遅延報告をもって事前課題の提出に代えることはできません。<BR/>③　最終の英語リポートの作成に向けて、準備を進め、読むことだけではなくプロットを理解し、引用、引証をしながら、客観的なスタイルで論じる力も高めてもらいます。パラグラフ構成の原理、主題文の概念の理解、さらに論点提示の技能・技法が重要です。<BR/>④　英語の学び方には多様な技法があることを各種の英語への取り組みから学び、英語文法の理解もより高いレベルへと書き直されてゆくことが期待されています。<BR/>⑤　データの作成や扱い、その他の一般倫理規定については別途に詳しくご説明いたします。", "トピック": {"第1回": ["4月8日。休講に代わる臨時のガイダンス", ""], "第2回": ["4月15日。第一回事前学修ガイダンス<BR/>教材映画の前半を臨時に確認。", ""], "第3回": ["4月22日。第二回の事前学修ガイダンス(前回と合わせで第一回対面授業として事後学修課題あり)", "事後学修課題の提出は4月30日締め切り<BR/>事前学修課題の提出は5月5日の21時締め切り"], "授業計画1": "「授業方法」を参照のこと。予習状況の確認の目的での小テストが行われることがあります。なお、LUNAにて提出する課題に関してはすべてドキュメントの形式としては関学でサポートされているマイクロソフトのワードかPDFのデータに限らせていただきます。キーボード入力の技能差がそのままアウトプット能力、文章作成能力の格差、さらには学力差にまで及ぶ傾向があるからです。2020年度には提出データのバックアップすらとっていない例が見受けられました。とくにgoogle documentでの課題のアップロードは認められませんから、くれぐれもご注意ください。", "授業外学習2": "①　基本方針<BR/><BR/>実践的な発見学修の観点から、授業外学修は極めて重要です。課題学習のコツは授業で学ぶことになます。早めに教科書の全ての英語を読み上げ、余裕をもって効果的に課題報告に臨むことをぜひお勧めいたします、オンラインによる学修報告課題の記述的な報告をもって、授業外活動の指針とします。辞書情報や音声の活用法他、ライティング方法の資料等につきましては、学修作業への基本的なガイダンスが授業にて詳しく行われます。<BR/><BR/>②　音声面等からの文化的総合的な英語体験もきわめて重要<BR/><BR/>英語の音声情報からの理解解はとても大切です。スマホの無料アプリ(録音ラジオサーバー)でBBC放送のradio 4 extraとかの番組がいつでも聞けたり録音できたりする今日、英語番組自体を日常の一部として楽しんでおられる方もあるかもしれません。大学の授業でみなさんがテキストとして出会う英語はまずは朗読等として音声面から出会う形態が望ましい次第ですが、黙読され、いきなり試験問題に使われたりというようなこともあります。それは方法上というよりは評価の段階の方便にすぎません。コミュニケイション的演劇的な要素のある英語の享受、また文化的な作品背景等にもかかわる議論の英語はデジタル化も始まっている海外のラジオ放送やオンライン動画情報等にこそよくあらわれるわけで、そうしたオンラインの環境も生かして、ぜひ総合的な英語学修を心がけてください。<BR/><BR/>③　英語力を錬磨するパズルとしての作品世界---作品読解における認知論的な諸段階----<BR/><BR/>読解における英語の了解というものには、学修過程でいえば、明らかにパズルのように複数の認知段階があるといえます。スクリーン・プレイであれ、批評的なテクストであれ、総合的な評価の段階にむけ、その諸段階において個別の判断にゆきつく性格のものであります。つまり、有機的なテクストの語学的読解というものは、英語文をバラバラにして理解する場合とは大きく違う経験をもたらすものです。論述や作品のプロット構造、修辞性の理解となれば、より高度な段階の技能となります。その段階の中で、テクストを作品として読み取り、批評文的な読みを英語で書ける段階までご案内することが、この授業の道行きとなります。主観的な「感想文」ではなく、大学生として主題化された形式を備えたリポートを作るには、それなりの手続きがあります。幸いにも、英語世界ではそれは映画であれ演劇であれ、教育的にも、その方法はほぼ確立されています。<BR/>　生きた英語用例に触れ、英語ということばに固有のセンスを作動させることから始め、逐次すべての学修段階の認知の道のりを一通りためすこと、それこそが、この授業の決め手であり内実です。その意味では、この授業自体が英語作品の世界に近づくための一つの期間限定のアプリ環境なのだ、とも申せましょう。　オーセンティックな英語作品のテクスチュアが感じ感じ取れるまでその旅をサポートすべく、いわば生演奏的に一回一回の授業をアクティヴに構築してゆく所存であります。"}, "評価": {"教科書Required texts0": "Marc Norman; Tom Stoppard著, John Cronin； 香西史子編著『Shakespeare in Love/総合英語教材「恋におちたシェイクスピア」』松柏社。", "参考文献・資料Reference books0": "1)Rodney Huddleston (著), Geoffrey K. Pullum (著), 藤田 耕司 (監修)『「英文法大事典」シリーズ第3巻 名詞と名詞句』(開拓社, 2019) ISBN‐13: 978‐4758913638\n2)大谷 伴子 ・ 松本 朗 ・大田 信良・加藤 めぐみ・木下 誠・前 協子 編『ポスト・ヘリテージ映画―サッチャリズムの英国と帝国アメリカ』\nぎょうせい, 2010: 978-4324088678\n3)Dudley Andrew, What Cinema Is! Wiley-Blackwell, 2010: 13: 978-1784721763\n4)カレン・M・ゴックシク他『Writing about Moviesアカデミック・ライティング』小鳥遊書房, 2019: 978-4909812070\n5)黒木登志夫『知的文章とプレゼンテーション: 日本語の場合、英語の場合』中公新書, 2011. ISBN978-4-12-102109-0\n6)澤井康佑『英文法再入門　１０のハードルの飛び越え方』中公新書, 2021. ISBN978-4-12-102628-6", "学生による授業評価の方法Course Evaluation by Students0": "コミュニケイション・ペイパー等によることといたします。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "70 %", "期末リポート(LUNAにて提出)(30%) 小テスト等授業中タスクを含みます(LUNAにて提出)(40%)"], "備考Note0": "シェイクスピアの劇にはやたらと法関係の語彙が多いことは、すでに日本でもよく知られています。しかし、日常的な語彙とも重なる法的な英語は、日本語に翻訳語にしてしまうと千々に分かれ、無茶は苦茶になって観念が混乱してしまうことも確かです、この点に限らず、歴史的、社会的な面でも、おおいに考察し甲斐がある映画作品だと思われます。とくに演劇的な言語のリスニングに関しては、デジタル放送であるBBC radio 4 extraなどをスマホ等で活用し、番組的にリスニングの質を上げてゆくことに勤めていただくなら、英語学修の効果はさらに高まることでしょう。", "更新日時/Date of Update1": "2021年05月13日 09時09分33秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ａ－３０２"]}, "campas": 0, "name": "【100】英語IＡ（LR）　５／English I A(Listening & Reading) ", "管理部署": 3, "単位数": 1, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "１年", "時限1": 23, "評価1": 2, "評価2": 3, "開講期": 1}