{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業では、受講生が語彙力を高め、自己の考えや意見を表わすための表現を修得し、様々な日常的および社会的問題に関して会話・ディカッションをし、比較的長いエッセイを書くことができる技能を身に着けることを目的とする。", "到達目標": "本授業では、学生が日常的および社会的問題に関する与えられたトピックで会話・ディスカッションをし、比較的長い文章（３，４パラグラフ<BR/>を書くことができることを目指す。<BR/>学期末には、リサーチレポートが書けるようになっていることを目指す。", "授業方法": "Distributions of class materials, instructions and assignments: will be through LUNA &quot;Class Material/Assignment.&quot;  The class materials, instructions and assignments for each session will be posted and become available on demand through LUNA &quot;Class Material/Assignment&quot; by the actual class time each week. <BR/>There will be a Zoom meeting several times during the term.　The details will be given after the class starts.<BR/>Check email and LUNA 「お知らせ」before the each session; there may be important messages about the class.<BR/><BR/>毎回の授業資料、課題は実際の授業日時までにLUNAの「教材・課題」欄に配信します。<BR/>学期中数回Zoom Meeting を実施する予定です。詳細は授業開始後通知します。 <BR/>授業に関する重要な通知事項があるかもしれませんから、各週授業前に必ずメールやLUNAの「お知らせ」を確認してください。", "トピック": {"第1回": ["Course Description<BR/>Warm Up Activities", ""], "授業計画1": "Although class will be conducted basically following the textbook, some supplementary materials will be also used.<BR/>Students will read, listen, discuss, and write on the issues given in the textbook and supplementary materials.  There will be quizzes at certain intervals to review what students learned in class and to enrich their vocabulary.<BR/>Although students cannot practice speaking in pair work or group work in class this term, they are expected to practice speaking on their own following the instructions given in the class materials.<BR/>There will be a Zoom meeting once or twice during the term; students will be having a discussion in groups or pairs on the topics dealt with in the textbook.<BR/>Details will be given in the beginning of the term.", "授業外学習2": "Students are required to read the textbook, check vocabulary, and do some research to prepare for the class.  Writing assignments related to class activities will be given several times during the term."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Alan Bossaer", "Coffee Shop Discussion", "南雲堂", "2019 年", "9784523178910", ""], "教科書Required texts0": "Coffee Shop Discussion, Alan Bossaer, 南雲堂（２０１９）", "学生による授業評価の方法Course Evaluation by Students0": "Students will evaluate the instructor and the course at the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation 20%; Quizzes/Assignments 50%; Final Test 30%"], "成績評価Grading2": "備考　Note\nIf students do not submit assignments by the due dates, they will not get participation points and be marked \"absent\".\nIf students miss more than one third of the sessions (5 or more), they will fail this course.", "更新日時/Date of Update0": "2021年10月12日 14時03分19秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ａ－３０１"]}, "campas": 0, "name": "【100】英語IＢ（SW）　１７／English I B(Speaking & Writing) ", "管理部署": 3, "単位数": 1, "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "１年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 16, "評価1": 4, "開講期": 2}