{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will acquire English communication skills at the intermediate level by working on reading, listening, and presenting themselves.", "到達目標": "The goals of this course is to develop students' overall English skills. <br />Watching the movie (Last Samurai) they will learn various expressions which are very practical and useful<br />in using English.  Students are expected to activate their grammar knowledge in order to<br />express themselves.&nbsp; Students are expected to be able to say what they want to say when they want to say.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course includes both lectures and student-centered activities such as pair work, group work, presentation, etc.", "トピック": {"第1回": ["Introduction/ Course Description/ Course Requirement<br />Warm-up activities/ listening / speaking / reading<br />Detailed schedule of the course is given on this day.&nbsp; Attendance on the first day is a must!", ""], "第2回": ["Chapter I &amp; II : Bushido as an Ethical System/ Source of Bushido", ""], "第3回": ["Chapter III : Rectitude or Justice", ""], "第4回": ["Chapter IV: Courage, the Sprit of Daring and Bearing", ""], "第5回": [" Chapter V: Benevolence, the Feeling of Distress", ""], "第6回": ["Chapter VI: Politeness", ""], "第7回": ["Chapter VII: Veracity and Sincerity", ""], "第8回": ["Chapter VIII: Honor", ""], "第9回": ["Chapter IX: The Duty of Loyalty", ""], "第10回": ["Chapter X: The Education and Training of a Samurai", ""], "第11回": ["Chapter XI: Self-Control", ""], "第12回": ["Chapter XII: The Institutions of Suicide and Redress", ""], "第13回": ["Chapter XIII: The Sword, the Soul of the Samurai", ""], "第14回": ["Term End Exam in class", ""], "授業計画1": "Each lesson starts with warm-up activities such as greeting, listening to popular music, and reading a short newspaper article.  Then each unit of the textbook will be covered.  One classroom hour is spent on one unit. <br />The first week lesson of this course includes introduction, course description and course requirements. Detailed procedure of this course will be explained in class.  Students will be given the schedule and information as to what they are supposed to do in class.  Therefore to attend the first week lesson is strongly desirable.<br />Students are required to attend every class and actively get involved in various language activities and to use English in class.  They are also encouraged to ask questions and negotiate for clarification and meaning.", "授業外学習2": "English materials such as graded readers, TOEIC exercise books, English newspapers, and NHK radio programs should be used to study English at home or outside the classroom."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "Evaluation could be done by how well the students carry out their tasks."], "成績評価Grading2": ["その他／Others (99)", "40 %", "Everyday work including participation, presentations, and etc."], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ａ－２０２"]}, "campas": 0, "name": "【200】英語IIＢ（LR）　３／English II B(Listening & Reading) ", "管理部署": 3, "単位数": 1, "担当者": "小池　泰子（KOIKE YASUKO） ", "履修基準年度": "２年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 16, "評価1": 2, "評価2": 6, "開講期": 2}