{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "As this is your last year of compulsory English, the course aims at strengthening your confidence in using English for communication. By the end of this term, you should have improved your skills in written and oral communication in English.", "到達目標": "The student can compose and communicate a clearly formulated and persuasive message orally and in writing. The student masters the paragraph format and can present, analyze and discuss information in an academically acceptable format. In oral presentations the participant can convey her/his messages to others. The participant has read 30000 words in extensive reading.", "授業方法": "３回目以降「Zoomによる同時双方向」で配信予定。授業開始5分前までにZoomへ入っておくこと。１４回目までは対面授業を継続予定。<BR/>Lunaにリンクあります。Based on the textbook you will write a number of compositions and give two talks.  Your works will be reviewed by peers and the teacher.  You are expected to rewrite the texts, taking advice from others into consideration. With few exceptions, English is the language of communication in this class. 注　学院の方針に従って授業は教室で行うが、認められるニーズあれば、平行同時双方向型オンライン授業で実施予定だ。", "トピック": {"第1回": ["8 April. Introduction to the course and the course book. Compiling what you know about paragraph writing. Instruction on peer review. First assignment: write a self introduction, to be posted on Luna. Deadline 10 April.", "For next week, peer review at least three compositions by your classmates. Revise your own composition based on your peers&#39; comments. Deadline 14 April.  Prepare Unit 1 in the textbook."], "第2回": ["15 April We&#39;ll work on Unit 1. Group work on an advertisement or poster.  Assignment of the Mreader: read 30000 words before July 8.", "Prepare Unit 2 for review, Read your first two or three books and take the Mreader quizzes."], "第3回": ["22 April Review of Unit 2. Likely start on Unit 3. Pair work (p.28) assignment.", "Prepare the presentation with your partner for next class. Prepare Unit 4."], "第4回": ["6 May Pair work presentations. Writing assignment", "Write a five-paragraph essay, using 300-400 words, to address the topic assigned in class. Deadline 11 May. Prepare Unit 5"], "第5回": ["13 May Possibly pair work presentations. We&#39;ll work with Units 4 and 5.", "Prepare Unit 6."], "第6回": ["20 May We&#39;ll work with Unit 6.", "Prepare Unit 7"], "第7回": ["27 May We&#39;ll work with Unit 7", "Write a 200-word reflection on one of the activities your did today. Post on Luna. Deadline: 1 June. Prepare Unit 8."], "第8回": ["3 June We&#39;ll work with Unit 8", "Prepare Unit 9."], "第9回": ["10 June We&#39;ll work with Unit 9", "Prepare your argumentative speech."], "第10回": ["17 June Oral presentations", "Review your speech in 200-300 words. What went well? What would improve it? Post your reflections on Luna. Prepare Unit 10."], "第11回": ["24 June Oral presentations", "Review your speech in 200-300 words. What went well? What would make it better? Post your reflections on Luna. Prepare Unit 11."], "第12回": ["1 July We&#39;ll work with Units 10 and 11", "Prepare Unit 12."], "第13回": ["8 July Deadline for the 50000-word reading assignment. We&#39;ll work with Unit 12", "Write the final essay in 300-400 words. Deadline: 14 July."], "第14回": ["15 July Summarize what we have achieved", ""], "授業外学習2": "Expect about 4 hours of homework per week.  Copying is illegal, quoting is alright. If for some reason I find you are copying text, the first time you will be warned, the next you will fail. The internet is full of useful and useless information, including ready-made essays. It is fine to learn from such information, but unless you are the original author, you cannot get the credit for it."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["P. Vincent and N. Nakazato", "Speaking of Critical Thinking", "Nan'undo", "2021 年", "978-4-523-17919-1", ""], "教科書Required texts0": "Speaking of Critical Thinking by Peter Vincent and Naoko Nakazato. Nan'undo, 2021.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Content quality counts 60 percent, language accuracy and other formal qualities 40 percent."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Work submitted during the term: an oral presentation at 25 points and the online assignments related to the textbook 15 points. MReader project: 20 points. Comments on peers' work and other activities: 15 points."], "成績評価Grading3": "備考　Note\nIndividual reports: Throughout the course, you will get assignments - written and oral reports. All of them count toward the final grade. Content quality counts 60 percent, language accuracy and other formal qualities 40 percent.\nNB: COPY-PASTE IS ILLEGAL.\n\nOther: Attendance is mandatory in accordance with the rules of the School of Law and Politics. More than five absences means you will fail the class. And it is not enough for you to be present, you are also expected to participate actively.", "備考Note0": "Attendance is mandatory in accordance with the rules of the School of Law and Politics. Be on time for class, and be prepared. Arrival in class after 30 minutes counts as an absence. If you are absent more than 5 times without a proper and accepted reason, you have disqualified yourself in this class. Copy-paste is illegal, and if I find you do it, you fail the class.", "更新日時/Date of Update1": "2021年04月28日 17時02分56秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "Ａ－２０３"]}, "campas": 0, "name": "【200】英語IIＡ（SW）　３／English II A(Speaking & Writing) ", "管理部署": 3, "単位数": 1, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "２年", "時限1": 21, "評価1": 3, "評価2": 4, "開講期": 1}