{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "以下参照", "到達目標": "以下参照", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "In this class, you will practice how to put your thoughts into a logical order and to be able to write a paragraph accurately (grammatically correct) and fluently (speedy). In particular, the following points will be focused in this course: 1) understanding what a good paragraph looks like, 2) writing a well-organized and developed paragraph, 3) improving fluency of your writing. You will also do a mini-presentation based on the topic you choose.", "授業方法": "The class is conducted in a face to face format including simultaneous and two-way sessions. In this course, students will read the textbook and do the assignments on LUNA after hearing the lecture or watching the lecture video and submit the assignment by the deadline. You will follow the process (several steps) to complete each paragraph. By doing the assignments uploaded on LUNA, you will complete each step and finally complete three paragraphs. You also write a journal 6 times. Take an in-class timed writing test and final quiz. You will do both individual and group works to complete three paragraphs. <BR/>＊For questions, you can use KG Email or LUNA, and the zoom link will be provided on LUNA. <BR/><BR/>【オンライン受講許可学生対象/ Information for students permitted to take classes online】 <BR/>The class is conducted in an on-demand format. You will be notified of how the class will be conducted by email from your teacher, and you also find out important information of how to do assignments on LUNA, so you must check LUNA every week on Thursday 3rd period. For the first day, you check your KG mail and LUNA for the details.", "トピック": {"第1回": ["Orientation (Face-to-Face Session 1)", "Assignments on LUNA (2 hours)"], "第2回": ["Unit 1  What is a paragraph? (Video and assignments on LUNA) (Face-to-Face Session 2)", "Assignments on LUNA (2 hours)"], "第3回": ["Unit 1 Narrative paragraph (Video and assignments on LUNA) (Face-to-Face Session 3)", "Assignments and journal writing 1 on LUNA <BR/>(2 hours)"], "第4回": ["Unit 1 Narrative paragraph (Video and assignments on LUNA) (Face-to-Face Session 4)", "Assignments and journal writing 2 on LUNA <BR/>(2 hours)"], "第5回": ["Unit 1 Narrative paragraph (Video and assignments on LUNA)  (Online Session 1: On-demand and Zoom)", "Assignments and on LUNA (2 hours)"], "第6回": ["Unit 2 Descriptive paragraph (Video and assignments on LUNA) (Face-to-Face Session 5)  (Submit Paragraph 1)", "Assignments on LUNA/Writing a final narrative paragraph (3 hours)"], "第7回": ["Unit 2 Descriptive paragraph (Video and assignments on LUNA) (Face-to-Face Session 6)", "Assignments and journal writing 3 on LUNA<BR/>(2 hours)"], "第8回": ["Unit 2 Descriptive paragraph (Video and assignments on LUNA) (Online Session 2: On-demand and Zoom)", "Assignments and journal writing 4 on LUNA <BR/>(2 hours)"], "第9回": ["Unit 2 Descriptive paragraph (Video and assignments on LUNA)  (Online Session 3: On-demand and Zoom)(Submit Paragraph 2)", "Assignments on LUNA/ Writing a final descriptive paragraph (3 hours)"], "第10回": ["Unit 3 Opinion paragraph (Video and assignments on LUNA)  (Online Session 4: On-demand)", "Assignments and journal writing 5 on LUNA <BR/>(2 hours)"], "第11回": ["Unit 3 Opinion paragraph (Video and assignments on LUNA)  (Online Session 5: On-demand)", "Assignments and journal writing 6 on LUNA <BR/>(2 hours)"], "第12回": ["Unit 3 Opinion paragraph (Video and assignments on LUNA) (Online Session 6: On-demand)", "Writing a final opinion paragraph/Preparation for a presentation (3 hours)"], "第13回": ["Timed-writing Test  (Face-to-Face Session 7)", "Writing a final opinion paragraph/Preparation for a presentation (3 hours)"], "第14回": ["Mini-presentation  (Online Session 7: Zoom) (Submit Paragraph 3)", ""], "授業外学習2": "You need to check the announcement and assignments on LUNA every Thursday 3rd period for the online sessions. Spend enough time reading the explanations and watching the video uploaded on LUNA for the online sessions. You must submit the assignments on LUNA by the deadline (within a week, by the next class meeting hour). Of course, you need to read the textbook and review the new words you have not learned yet. Feedback for each assignment, submitted writing work, and timed-writing test is provided on LUNA."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Colin Ward", "Focus on Writing 3", "Pearson Japan", "2011 年", "0132313537", ""], "教科書Required texts0": "Focus on Writing 3 by Colin Ward (Pearson)", "学生による授業評価の方法Course Evaluation by Students0": "Conducted online", "学位授与の方針との関連Relationship to Diploma Policy1": "学位授与方針（DP）「グローバル化する市民生活に不可欠な実践的学習能力とスキルおよびコミュニケー ション能力を有する。」および、教育課程の編成・実施方針（CP）「複数の言語によるコミュニケーション能力を習得し、多文化理解を促すことを目的とする科目。」に対応している。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "In-class timed writing test, and online quiz based on the contents of the textbook"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Journal writing, Two paragraph writings, Final paragraph writing, Mini-presentation, Active participation"], "成績評価Grading3": "備考　Note\nYou will lose some points if failing to submit your assignments on LUNA by the deadline, being late for the submission, or being absent from attending a face-to-face or a zoom session.\n\n【オンライン受講許可学生対象/ Information for students permitted to take classes online】\nYou will be evaluated based on the assignments on LUNA and quality of the final mini-presentation video taped by yourself.", "備考Note0": "You will be notified on LUNA when you have a Zoom session.", "備考Note1": ["Zoomの利用について.pdf", "ZOOM利用のマニュアルです。"], "更新日時/Date of Update2": "2023年01月13日 00時00分04秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ａ－３０２"]}, "campas": 0, "name": "【200】英語IIＡ（SW）　４／English II A(Speaking & Writing) ", "管理部署": 3, "単位数": 1, "担当者": "氏木　道人（SHIKI OSATO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 2, "評価2": 4, "開講期": 1}