{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "As this is your last year of compulsory English, the course aims at strengthening your confidence in using English for communication. By the end of this term, you should have improved your skills in written and oral communication in English.", "到達目標": "The student can compose and communicate a clearly formulated and persuasive message orally or in writing. The student masters the paragraph format and can present, analyze and discuss information in an academically acceptable format. In the oral presentation the participant can convey her/his messages to others.", "授業方法": "ただし、対面授業の一部をオンラインで実施する場合はある。 Check LUNA for Zoom information. 第一回は　<BR/>Meeting ID: 846 2445 6842　　Passcode: 696242です。<BR/>You must complete three longer written assignments including a poster.  Your works will be reviewed by peers and the teacher.  You are expected to rewrite the texts, taking advice from others into consideration. Your must keep a diary for 10 weeks, writing not less than 36 pages of at least 80 words each.", "トピック": {"第1回": ["30 Sep Introduction to the course and the diary assignment.<BR/>Meeting ID: 846 2445 6842<BR/>Passcode: 696242", "Begin the diary assignment."], "第2回": ["07 Oct We will work with elements in HO 1", "Complete HO 2 for next week"], "第3回": ["14 Oct We will work with elements in HO 2 (+ BBC Reel exercise)", "Complete HO 3 for next week"], "第4回": ["21 Oct We will work with elements in HO 3 (+ BBC Reel exercise)", "Complete HO 4 for next week"], "第5回": ["28 Oct We will work with elements in HO 4  - Introducing the poster project - pair work.  Theme: A Problem in Japan and Abroad and What to Do/ What We Can Do.", "Instructions will follow"], "第6回": ["04 Nov Work on the poster project", "Instructions will follow"], "第7回": ["11 Nov Work on the poster project revisions - ideas for a stronger impact by design and interactivity", "Instructions will follow"], "第8回": ["18 Assignment pair work on a SDG for oral presentation", "Instructions will follow"], "第9回": ["25 Nov Work on the SDG Assignment; Short test on English comprehension", "Instructions will follow"], "第10回": ["02 Dec Oral presentations", "Instructions will follow"], "第11回": ["09 Dec Oral presentations", "Instructions will follow"], "第12回": ["16 Dec  Oral presentations", "Deadline for the diary assignment.<BR/>Instructions will follow"], "第13回": ["23 Dec Work with a news&#39; issue - final writing assignment", "Instructions will follow"], "第14回": ["06 Jan Peer review of the last writing assignment", ""], "授業外学習2": "Expect about 4 hours of homework per week.  Your must keep a diary for 10 weeks, writing no less than 36 pages of at least 80 words.<BR/>Copying is illegal, quoting is alright. If for some reason I find you are copying text, the first time you will be warned, the next you will fail. The internet is full of useful and useless information, including ready-made essays. It is fine to learn from such information, but unless you are the original author, you cannot get the credit for it."}, "評価": {"教科書Required texts0": "Hand outs, posted on Luna.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Content quality counts 60 percent, language accuracy and other formal qualities 40 percent."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Work submitted during the term, including the SDG presentation (30 pts.), and the diary assignment (20 pts)."], "成績評価Grading3": "備考　Note\n平常リポート(50%) comprises the several writing assignments given during the course. Copy-paste is illegal, and if you do it, you fail the class.\nAttendance is mandatory in accordance with the rules of the School of Law and Politics. Your presence, active participation and submitted exercises will be the base of 60 per cent of the grade. Others (50%) comprise the oral presentation (30%), the Diary assignment (20%).", "備考Note0": "Attendance is mandatory in accordance with the rules of the School of Law and Politics. Arrival in class after 30 minutes counts as an absence. If you are absent more than 5 times without a proper and accepted reason, you have disqualified yourself in this class. Copy-paste is illegal, and if I find you do it, you fail the class.", "更新日時/Date of Update1": "2021年09月17日 22時44分43秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "Ａ－３０１"]}, "campas": 0, "name": "【200】英語IIＢ（SW）　３／English II B(Speaking & Writing) ", "管理部署": 3, "単位数": 1, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 21, "評価1": 3, "評価2": 4, "開講期": 2}