{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "6jテオドール･シュトルムの短編小説『ヴェローニカ』を原文で読んでいきます。19世紀写実主義の文章なので読解力を鍛えるには最適でしょう。", "到達目標": "辞書を用いながら、ドイツ語の文献やインターネット上のドイツ語の文章を確実に読み解くことができる能力を身に着けることが目的です。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "全く順不同で一人ずつ指名して多角的に質問しながら進めていきます。すぐに答えられなくてもかまいません。周りの人と相談しながら徐々に答えを見つけていきましょう。このように授業の中で仲間と話し合いながら進めていくので、オンライン授業との併用は極めて難しく、また筆記試験も必ず大学に来てもらうことになるので、オンライン受講は原則として不可としています。", "トピック": {"第1回": ["下記を参照して下さい。", ""], "授業計画1": "一つ一つの文章を、ドイツ語として理解できるまで丹念に読んでいきます。そのためには毎回必ず予習してきて下さい。優れた文学作品に対しては、皆さんがこれまでに身につけてきたさまざまな知識、経験、論理的思考などを総動員して取り掛かる必要があります。詳しいことは初回の授業で説明します。また、テキスト（プリント）もこのとき配布するので、必ず出席して下さい。また、春学期当初は、一年次で習った文法事項の復習を中心に行うので、心配は無用です。春学期中にテキストを読み終わることは難しいので、秋学期に続きます。", "授業外学習2": "毎回必ず予習して授業に臨んで下さい。また、辞書は毎時間必ず持ってくるようにして下さい。一年次授業で使った文法の教科書もあれば便利でしょう。"}, "評価": {"教科書Required texts0": "Theodor Storm: Veronica（テオドール・シュトルム『ヴェローニカ』）\n※プリント配布。初回の授業で配布するので、必ず出席して下さい。", "学生による授業評価の方法Course Evaluation by Students0": "ネット上で評価", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "※実際には100％ではありません。詳しくは初回の授業で説明します。"], "成績評価Grading2": "備考　Note\n評価は授業中試験によります。平常点の加算方法については最初の授業で説明しますが、次のことの注意してください。前回に指示した予習をしていない場合および遅刻した場合はポイントなしと見なします。そしてポイントなしの日数が3回を超えた場合には、平常点はマイナスとなります。つまり、ポイントなしの日数が3回以内ならば、評点は筆記試験の得点を下回ることは決してありません。", "更新日時/Date of Update0": "2023年01月11日 13時56分23秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "Ａ－１０３"]}, "campas": 0, "name": "【200】ドイツ語ＡIII　５／German A-III(Reading)", "管理部署": 3, "単位数": 1, "担当者": "北川　順一（KITAGAWA JUNICHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 17, "評価1": 2, "開講期": 1}