{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "この授業では、世界の時事問題に関する様々な国のニュース映像を視聴するとともに、関連する複数の英字ニュース記事を読む。複数の異なる媒体において、ある問題がどのように報じられているのかを比較することによって、メディアリテラシーと批判的思考の養成を目指す。また本授業は、世界英語の言語的規範および文化的価値観の多様性を学び、多文化共生に向けた異文化理解能力を育成することも目的としている。したがって上記のニュース映像や記事は、すべて世界で実際に使用されている「国際英語」によるものを取り上げる。", "到達目標": "1.\t「国際英語」ユーザーとしてのアイデンティティを形成する<BR/>2.\t「国際英語」の言語的・文化的多様性への認識を深める<BR/>3.\t多文化共生に向けて異文化への理解を深める<BR/>4.\tMedia Literacy と Critical Thinking を養成する<BR/>5.\t「自分の英語」によって意思疎通や自己表現ができる能力を養成する<BR/>6.\t実践的なリスニングとリーディングの能力を向上させる", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "世界のニュースメディアで配信されるニュース映像を視聴、英文記事を読解し、内容について話し合う。話題は教員が指定したり学生が選んだり臨機応変に選択する。（受講生の人数により授業進行方法は異なる可能性がある。）<BR/>1. 指定された英語ニュース映像を視聴し、内容確認をする。<BR/>2. 指定された英字ニュース記事の内容確認をし、準備してきた英文要約を受講生同士で評価をし合う。<BR/>3. 別の国のメディアで関連する英字ニュース記事を読解し、内容確認をする。<BR/>4. 内容に関して英語で問い、英語や日本語で議論を行う。<BR/>学期の前半は日本語と英語を交えながら授業を進めるが、後半はできるだけ英語で授業を進めたい。<BR/>【オンライン受講許可学生対象】「Zoom による同時双方向」で配信する。", "トピック": {"授業計画1": "●第１回目はイントロダクション，ice-breaking；第２回目以降は上記の「授業方法」に則り、毎週リアルタイムの英語のニュースを通して学習、演習、議論を行う。<BR/>●質問は授業中に受け付ける。<BR/><BR/>【オンライン受講許可学生対象】Zoomによる同時双方向で配信します。", "授業外学習2": "●世界の様々な地域のメディアによる英語ニュースを日常的に視聴・読解する（1日15分×5日）<BR/>●毎週１本、英字ニュースを読み、英文要約を作成する（1時間半〜）<BR/>●担当回の発表準備をする（２時間〜）<BR/>●発表・課題へのフィードバックは授業中に共有する"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Hino Nobuyuki", "EIL education for the expanding circle: A Japanese model.", "Routledge", "2018 年", "978-1138630383", ""], "参考文献・資料Reference books0": "インターネット上の世界中のニュースメディア：Channel NewsAsia (Singapore), NDTV (India), ABS-CBN (the Philippines), KTN (Kenya), NHK World (Japan), BBC (UK), CNN (US), Al Arabiya (UAE), The Jerusalem Post (Israel), Dawn (Pakistan), The Times of India (India), Bangkok Post (Thailand), Philippine Daily Inquirer (the Philippines), The Korea Herald (Korea), People’s Daily (Chine), The Standard (Hong Kong SRA), Taipei Times (Taiwan), Hurriyet (Turkey), Ekathimerini (Greece), DW (Germany), The Point (Gambia), The Rio Times (Brazil), Pravda (Russia), The Globe and Mail (Canada), Sydney Morning Herald (Australia) etc.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中の態度及び参加度（10%）、発表（20%）、授業内期末試験（30%）、授業外課題（40%）"], "成績評価Grading2": "備考　Note\n●受講人数によって授業中の活動内容及び成績評価基準が変更となる場合がある。\n●5回以上欠席した場合は最終成績を「不可」とする。\n●無断で授業を途中退席した場合は最終成績を「不可」とする。\n●課題等で不正を発見した場合は最終成績を「不可」とする。", "備考Note0": "● 受講上の注意点、課題の取り組み方、質問方法、その他の細かい受講ルール等は初回授業で説明をする。\n● ノートパソコンやタブレット端末（スマートフォンは不可）をできるだけ持参してください。", "更新日時/Date of Update1": "2022年01月12日 14時19分18秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ａ－３０６"]}, "campas": 0, "name": "【250】人文演習Ｂ　３／Seminar for Cultural ScienceB", "管理部署": 3, "単位数": 2, "担当者": "野上　陽子（NOGAMI YOKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 10, "評価1": 4, "開講期": 2}