{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "冷戦構造の崩壊後、通信技術の民間への「解放」に伴うネット社会の到来が世界に与えた影響は計り知れません。昨今のAI翻訳の学修への組み込みや対話型Chatなどにも明らかなように学びの場にも大きな変化がもたらされつつあります。外国人の労働者を考えても、法律法規の言語理解を社会に定着させる見直しの必要は明治期以来の民法改正(これは現代語表記化という名の「翻訳」行為です)に限られたことではありません。指定教科書は異なりますが、春学期演習の主旨を継続しこの演習コースでは西洋美術史の枠を超え出したアートの世界が歴史的にどのような過去の読み直しを行っているのかをアート世界の歴史的な転機となる出来事事例をたどりながら巨視的かつ微視的に学びます。語学の未来というにとどまらず、わがこととしての語学力、外国語と国語の双方にわたる学び方、生涯的なかわり方の意味についても、ともに討議し、考えてゆきたいと考えます。<br /><br />1990年代に顕著になる冷戦構造の崩壊と今日のウクライナ状況は無縁ではありません。ネット社会の到来が世界に与えた影響は計り知れません。この間の歴史は、昨今のAI翻訳の学修への組み込みや対話型Chatなどにも明らかなように学びの場にも大きな変化をもたらしつつあります。指定教科書は異なりますが、春学期演習の主旨を継続し、この演習コースでは西洋美術史の枠を超え出したアートの世界が歴史的にどのような過去の読み直しを行っているのかを、アート世界の歴史的な転機となる出来事事例をたどりながら巨視的かつ微視的に学びます。語学の未来というにとどまらず、わがこととしての語学力、外国語と国語の双方にわたる学び方、生涯的なかわり方の意味についても、ともに討議し、考えてゆきたいと考えます。", "到達目標": "人工言語と自然言語の区別を問わず、広く言語記号の世界にアートの歴史は深くかかわっております。AI学修環境も踏まえた資料の使い方、討議資料の作り方がわかり、大学での双対言語によるリポート・ライティングの基礎が身につきます。関西で学ぶ皆さんが学生として経験するであろう2025年の大阪万博をも見据えた演習内容になります。なぜ米国でMFA取得者が増え、アートヒストリーの全面的な見直しの世紀が始まったのか、その法的、社会的な意味や文脈についても総合的な理解の指針が得られることでしょう。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "私たちは今、過去と未来という二つの虚構の中に常に置かれているのかもしれません。この演習ではアートヒストリー再入門として、アートの歴史の政治的文化的な無意識を読み解く文章を通して英語の評論文や批評文の世界にアプロウチしてゆきます。Lee CheshireのKey Moments in Artは線で書く美術史ではなく、アートの意味変化、政治的文化的な無意識を照らし出す鍵になる時点を絞り込みプロットして見せたユニークなアートヒストリー入門書です。", "授業方法": "授業計画に沿って学修報告課題による予習支援をしながら進めます。<br /><br />討議要素<br />このコースの特徴としては、筆記試験問題に関しては、かつて大学入試改でも問題になった「記述式」問題とは何かということについて討議し、特にAI任せにはできない水準の問題作成術について事前に折々に論じあってゆく予定になっている点です。英語を読み進めながら、特に読む力の評価法を実践的に学んでいただきたいからです。", "トピック": {"第1回": ["教科書の観察: 理論的文章と実践批評の違い<br />学校文法と言語学: 複合語の文法と「メタバーキン」", "四技能とAI翻訳活用の自己評価アンケート<br />参照参考図書エイミー・ウィテカー『アート思考』に読む今の歴史性への問いかけ"], "第2回": ["政治的文化的無意識: 　<br />消えゆく美術史の似姿; 意味論としての世界史の作られ方", "ChatGPT活用アンケート"], "第3回": ["翻訳ゲームと無意識<br />「シュルレアリズム」の百年にちなんで", "討議要素の確認"], "第4回": ["1970年大阪万博後の半世紀と日本のアート<br />ジャポニズムほかの評価", ""], "第5回": ["伝統教会とアートの理論<br />様式の概念と歴史の終わり", ""], "第6回": ["アメリカの大文字のモダニズム<br />プロテスタントと現代アート", ""], "第7回": ["媒体とアート<br />バラゴーネ: 彫刻対絵画", ""], "第8回": ["18世紀・趣味判断・感性認識<br />アート批評とゲシュタルト実験", ""], "第9回": ["読み方と書き方を結合して考える<br />人文学のパラダイムのみなおし", ""], "第10回": ["リポート作成の準備(起承転結じゃダメなのか)<br />英語文での形式化の作法", ""], "第11回": ["集合芸術の問題: アーチストという言葉 <br />文体の観念と定型の観念", ""], "第12回": ["会議形式(ロバーツ・ルール他)過去と討議形式との違い<br />討議案の作り方: 複数の立場からの判断構成", ""], "第13回": ["批評と料理術としてのアート<br />鏡像段階と意味論", ""], "第14回": ["AI時代のアートと書くことの技術", ""]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "20 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading3": ["平常リポート／Individual reports (04)", "20 %", ""], "成績評価Grading4": ["その他／Others (99)", "30 %", "口頭発表・学修報告課題"], "更新日時/Date of Update0": "2023年03月02日 17時21分35秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ａ－２０４"]}, "campas": 0, "name": "【250】人文演習Ｂ　２／Seminar for Cultural ScienceB", "管理部署": 3, "単位数": 2, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "２年", "履修登録方法": "申込制", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 24, "評価1": 1, "評価2": 2, "評価3": 3, "評価4": 6, "開講期": 2}