{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業では、明治以降の近現代文学の流れを理解し、将来社会人として習得しておくべき基礎的知識を身につけることを目標とする。10回目までは純文学を中心とした文学史的な流れを学び、11回目以降はエンターテインメント系の大衆文学的作品（今年は「旅の文学」）を取り上げる。それらを通して、文学的素養を養い、小説の魅力を理解し語ることができる能力を身につけることを目的とする。", "到達目標": "本授業では、以下の2点を到達目標とする。<BR/>・日本の近現代文学についての基本的な理解を深め、自分の言葉で作品について表現する力を身につける。<BR/>・一般教養としての近現代文学の知識を身につけると同時に、小説を読む楽しさを理解できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】日本文学Ａ（法学部）/日本文学Ａ（商学部）", "関連科目": "", "授業の概要・背景": "小説はもはや衰退に向かいつつあるのだろうか？　よくよく考えてみれば、小説というジャンルは、もともとが日本独自の様式ではないのだから、今後、能や歌舞伎のように伝統文化として生き残っていく道も険しい。今や諸外国で認知されている日本文化と言えば、歌舞伎や文楽から一気に飛び越えてマンガ・アニメへといってしまう有様だ。にもかかわらず、日本の大学には日本文学研究者、特に近現代文学研究者が未だにひしめいてる。かく言う私自身その一人なのだが、それでは、これほどまでに研究者を惹き付けてきた小説というジャンルの魅力とは一体何なのだろうか？　この講義を通して、小説の魅力を考えてみてほしい。", "授業方法": "おおむね講義により進める。作家や作品の解説を中心に、テーマに沿った映像などを織りまぜる。またワークシートを課し、各自の理解を深める。<BR/>オンライン受講許可学生対象：オンラインでの受講を許可された学生に対しては、Ⅰ回目以降「オンデマンド」で配信予定。各回授業日までにLUNAに題目・提出日等を掲載するので確認すること。", "トピック": {"第1回": ["ガイダンス・日本の近現代文学について<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・日本の近現代文学について<BR/>予習　近代写実主義の課題作品を読む<BR/>（合計90分）"], "第2回": ["近代写実主義<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・近代写実主義<BR/>予習　浪漫主義の課題作品を読む<BR/>（合計90分）"], "第3回": ["浪漫主義<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・浪漫主義<BR/>予習　自然主義文学の課題作品を読む<BR/>（合計90分）"], "第4回": ["自然主義文学<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・自然主義文学<BR/>予習　反自然主義と耽美派の課題作品を読む<BR/>（合計90分）"], "第5回": ["反自然主義と耽美派<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・反自然主義と耽美派<BR/>予習　白樺派と新思潮派の課題作品を読む<BR/>（合計90分）"], "第6回": ["白樺派と新思潮派<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・白樺派と新思潮派<BR/>予習　プロレタリア文学の課題作品を読む<BR/>（合計90分）"], "第7回": ["プロレタリア文学その他<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・プロレタリア文学その他<BR/>予習　新感覚派の課題作品を読む<BR/>（合計90分）"], "第8回": ["新感覚派その他<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・新感覚派<BR/>予習　無頼派～戦後文学の課題作品を読む<BR/>（合計90分）"], "第9回": ["無頼派～戦後文学<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・無頼派～戦後文学<BR/>予習　三島由紀夫の課題作品を読む<BR/>（合計90分）"], "第10回": ["三島由紀夫以降<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・三島由紀夫以降<BR/>予習　沢木耕太郎と椎名誠の課題作品を読む<BR/>（合計90分）"], "第11回": ["旅の文学その1　沢木耕太郎と椎名誠<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・沢木耕太郎と椎名誠<BR/>予習　小泉武夫その他の課題作品を読む<BR/>（合計90分）"], "第12回": ["旅の文学その2　食の旅・小泉武夫その他<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・小泉武夫その他<BR/>予習　みうらじゅんその他の課題作品を読む<BR/>（合計90分）"], "第13回": ["旅の文学その3　様々な旅の形・みうらじゅんその他<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・みうらじゅんその他<BR/>予習　山の文学の課題作品を読む<BR/>（合計90分）"], "第14回": ["旅の文学その4　山の文学など<BR/>提出されたワークシートに対しては、授業時間内にコメントする", "復習　ワークシートの提出・山の文学<BR/>（45分）"], "第15回": ["レポート課題と春学期の授業テーマについて", "レポート作成<BR/>（180分）"]}, "評価": {"教科書Required texts0": "教科書は使用しないが、LUNAに毎回の資料を掲載するので、あらかじめ目を通しておくこと。また各自プリントするかデータで見られる状態で授業に参加すること。資料は縮小されているものが多いので、できればプリントするよりPCなどでデータのまま見た方が読みやすい。授業ではPCやスマホの使用を認めるので、授業時間内に読める状態で参加すること。", "参考文献・資料Reference books0": "必要に応じて指示する", "学生による授業評価の方法Course Evaluation by Students0": "授業時間内に実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading2": ["その他／Others (99)", "70 %", "授業中提出物（ワークシートおよびコメントシート）"], "備考Note0": "人によっては不安不快に感じる可能性のある資料・映像を使用する場合があります。\n授業中の飲食・私語などは他人の迷惑になります。慎んでください。\n提出されたワークシートを他の受講生が読んで、コメントするような課題を課す場合もあります。\n自分の課題は読めないようにしてほしい、名前を隠してほしい、といった要望には添いかねますので、そのつもりで受講してください。", "更新日時/Date of Update1": "2023年04月24日 17時27分27秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｂ－３０３"]}, "campas": 0, "name": "【100】日本文学Ａ／Japanese Literature A", "管理部署": 3, "単位数": 2, "担当者": "奈良崎　英穂（NARASAKI HIDEHO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 2, "評価1": 3, "評価2": 4, "開講期": 1}