{
  "履修期": "春学期",
  "主な教授言語": "日本語",
  "授業目的": "データを整理する方法とデータの全体的な特徴を抽出する方法を理解し，データ分析アプリを活用して，それらの方法を実行できる技術を習得することが，この講義の目的である．また，データの確率変動に関する数学的概念を理解し，様々な確率分布を具体的例を用いて理解することも，この講義の目的である．",
  "到達目標": "データを整理し，分析する方法の特徴を理解すること．データ分析アプリを利用してデータを整理できるようになること．その結果を正しく理解できるようになること．データの確率変動を表現する方法を理解し，それらを用いてデータの偶然性を説明できるようになること．データの確率変動をデータ解析アプリを用いて理解し，具体的に説明できるようになること．",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "",
  "授業の概要・背景": "人工知能の現代的中心技術である機械学習やビックデータのハンドリング法を理解するためには，数理統計学の基本的概念や基本的技術の理解が必須である．その数学的難解さで敬遠されることが多いが，データ解析アプリを利活用することで，それらの理解がある程度可能である．",
  "授業方法": "様々な概念や考え方，理論的な関係に関しては，講義解説が中心であるが，それらの具体的理解にはデータ解析アプリを用いた演習を行う．ノートPCは毎回持参し，解説に従って積極的に活用しよう．",
  "トピック": {
    "第1回": [
      "授業の進め方，学習方法，評価方法について説明する．また，統計学の基本的な目標と考え方，記述統計と推測統計の違い，機械学習との違い，確率論との違いについて解説する．",
      "統計学的な考え方とは何か，記述統計と推測統計，機械学習との共通点，差異について，具体的な例を挙げて復習し，確認問題を解く(4時間)"
    ],
    "第2回": [
      "データ分析アプリの準備と基本的な計算方法について解説し，実習する．データの種類や形式に関して理解し，色々なデータの入力方法について習得する．また，基本的な数学演算や変数の利用について演習を通して，理解する．",
      "データ分析アプリの取り扱い方について，データの例を用いて，入力と計算の練習をする(4時間)"
    ],
    "第3回": [
      "データの分布や大きさについて．ヒストグラム，平均，中央値，四分位数，範囲，四分位偏差，箱ひげ図について，その定義や意味・性質を解説し，データ分析アプリを用いたそれらの計算方法について実習する．",
      "データの分布や大きさについて，数値例を用いて，その意味，計算法，利用法に関する演習問題を行い，復習する(4時間)"
    ],
    "第4回": [
      "データのバラツキに関して，分散，標準偏差，平均偏差の定義や意味・性質を解説し，データ分析アプリを用いたそれらの計算方法について実習する．また，ヒストグラムや箱ひげ図から受けるバラツキの印象と指標の関係と標準化やその他の変数変換について解説する．",
      "データのバラツキについて，数値例を用いて，その意味，計算法，利用法に関する演習問題を行い，復習する(4時間)"
    ],
    "第5回": [
      "２変量データの基本的な要約方法について．共分散，相関係数，散布図，分割表，クラメールの連関係数の定義や意味・性質を仮設し，データ分析アプリを用いた計算法について実習する．",
      "２変量データの基本的な要約方法について，数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第6回": [
      "２変量データの基本的な要約方法について．最小自乗法，回帰直線，予測値，残差の定義と意味・性質について解説し，データ分析アプリを用いてそれらの計算法について実習する．．",
      "最小自乗法や回帰直線について，数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第7回": [
      "多変量データの基本的な要約方法について．分散共分散行列，散布図行列，回帰平面，重相関係数，予測，残差，偏相関係数の定義と意味・性質について解説し，データ分析アプリを用いてそれらの計算法について実習する．",
      "多変量データの基本的な要約方法について，数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第8回": [
      "確率変数とその期待値，分散，標準偏差について，それらの定義と意味・性質を解説し，データ分析アプリを用いて，それらの具体的な意味と計算方法を説明する．",
      "確率変数の基本概念について，具体的な数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第9回": [
      "二項分布とポアソン分布の定義と具体的な例，その性質について解説し，データ分析アプリを用いて，具体的な数値例を用いて，二項分布についての理解を深めるための演習を行う．",
      "二項分布とポアソン分布について，具体的な数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第10回": [
      "一様分布と指数分布の定義と具体的な例，その性質について解説し，データ分析アプリを用いて，具体的な数値例を用いて，二項分布についての理解を深めるための演習を行う．",
      "一様分布と指数分布について，具体的な数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第11回": [
      "正規分布の定義と具体的な例，その性質について解説し，データ分析アプリを用いて，具体的な数値例を用いて，二項分布についての理解を深めるための演習を行う．",
      "正規分布について，具体的な数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第12回": [
      "複数の正規確率変数の標本平均・標本分散・スチューデント化変量の確率分布と期待値・分散について，データ分析アプリを用いて数値例を通して理解して，それらの分布に関する演習を行う．",
      "複数の正規確率変数の統計量について，具体的な数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第13回": [
      "2つの確率変数の共分散・相関係数について，その定義と意味・性質を解説し，データ分析アプリを用いて，それらの具体的な意味と計算方法を説明する．",
      "確率変数の共分散・相関係数について，具体的な数値例を用いて，その意味，計算法，利用法に関する演習を行い，復習する(4時間)"
    ],
    "第14回": [
      "授業中試験．データの整理と確率変数に関する問題を出題する．データ分析アプリの利用の習熟度を評価する内容も含む．",
      "試験内容について，復習して，弱点の補強を行うこと(４時間)"
    ]
  },
  "評価": {
    "教科書Required texts0": "オリジナル教材「数理統計の基礎」(関西学院大学生協の教科書コーナーで販売する)",
    "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": [
      "授業中試験／In-class examination (03)",
      "50 %",
      ""
    ],
    "成績評価Grading2": [
      "その他／Others (99)",
      "50 %",
      "(全ての小テストが60点以上でないと単位認定しない)"
    ],
    "更新日時/Date of Update0": "2023年02月17日 11時12分05秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "春学期／Spring",
      "金曜１時限／Friday 1",
      "春学期／Spring",
      "Ｂ－２０２"
    ]
  },
  "campas": 0,
  "name": "【100】統計学Ａ／Statistics A",
  "管理部署": 3,
  "単位数": 2,
  "担当者": "阪本　雄二（SAKAMOTO YUJI） ",
  "履修基準年度": "１年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 28,
  "評価1": 2,
  "評価2": 4,
  "開講期": 1
}
