{
  "履修期": "秋学期",
  "主な教授言語": "日本語",
  "授業目的": "推測統計の必要性と様々な手法の有効性を理解し，データ解析アプリが活用できることがこの授業の目的である．",
  "到達目標": "1つ及び複数の母平均・母分散・母比率に対して，推定や検定が実行できるようになり，それらの結果を正しく解釈できるようになること．それらに関するデータ解析アプリの利用法を習得すること．",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "統計学A",
  "授業の概要・背景": "",
  "授業方法": "様々な手法の性質や意味については講義形式で解説するが，それらの理解を深めるためデータ解析アプリを用いて演習を行う．データ解析アプリを利用するために，ノートPCを毎回持参する必要がある．",
  "トピック": {
    "第1回": [
      "授業の進め方，学習方法，評価方法について説明する．また，推測統計の基本的な目標と考え方，母集団，未知母数，母集団分布，母平均，母分散，無作為標本，標本平均，標本分散について解説する．",
      "推測統計に関する基本概念について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第2回": [
      "点推定の方法とその性能評価について解説し，母平均・母比率・母分散の点推定の方法と性能評価についてデータ解析アプリを用いて演習を行う．",
      "点推定の基本概念と基本的な方法について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第3回": [
      "区間推定の方法とその性能評価について解説し，母平均・母比率・母分散の点推定の方法と性能評価についてデータ解析アプリを用いて演習を行う．",
      "区間推定の基本概念と基本的な方法について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第4回": [
      "仮設検定の考え方を具体例を通して解説して，その意味や性能評価についてデータ解析アプリを用いて演習を行う．",
      "仮設検定の考え方について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第5回": [
      "仮設検定の考え方を整理して，その基本概念について解説する．また，データ解析アプリを用いてそれらの概念について演習を行う．",
      "仮設検定の基本概念について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第6回": [
      "母平均の仮設検定の方法とその性質について解説し，データ解析アプリを用いてそれらに関する演習を行う．",
      "母平均の仮設検定について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第7回": [
      "母分散と母比率の仮設検定の方法とその性質について解説し，データ解析アプリを用いてそれらに関する演習を行う．",
      "母分散と母比率の仮設検定について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第8回": [
      "母平均・母分散・母比率に関する点推定・区間推定・仮設検定の概念・方法・性能評価に関して総括する．",
      "推定と仮設検定を総括的に理解するために，数値例を用いて演習を行う(4時間)"
    ],
    "第9回": [
      "母分散が等しい2つの正規母集団の母平均について，差の区間推定，大小・差異に関する仮設検定の方法と性質を解説し，データ解析アプリを用いてそれらに関する演習を行う．",
      "母分散が等しい2つの正規母集団の母平均の推測について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第10回": [
      "母分散が異なる2つの正規母集団の母平均について，差の区間推定，大小・差異に関する仮設検定の方法と性質を解説し，データ解析アプリを用いてそれらに関する演習を行う．また，等分散星の仮設検定に関しても解説，演習を行う．",
      "母分散が異なる2つの正規母集団の母平均の推測について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第11回": [
      "母集団分布が正規分布でない場合の母平均の推測方法を大標本の場合と小標本の場合に分けて解説し，それに関する演習をデータ解析アプリを用いて行う．",
      "2つの一般の母集団の母平均の推測について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第12回": [
      "1つの母集団の2つの母比率と2つの母集団の対応する2つの母比率について，差の区間推定，大小・差異に関する仮設検定の方法と性質を解説し，データ解析アプリを用いてそれらに関する演習を行う．",
      "2つの正規集団の母分散と2つの母集団の母比率の推測について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第13回": [
      "1つの母集団の3つ以上の母比率に関する仮設検定(適合度検定)と2つの質的変数の相関に関する検定(独立性の検定・分割表の検定)について，それらの方法と性質を解説し，データ解析アプリを用いてそれらに関する演習を行う．",
      "適合度検定と独立性の検定について，数値例を用いて理解を深める演習を行う(4時間)"
    ],
    "第14回": [
      "授業中試験．内容は，推測対象が一つの母平均・母分散・母比率である場合や複数のそれらである場合について，点推定・区間推定・仮設検定の方法と性質に関するものである．データ解析アプリを用いて計算する問題も含むので，ノートPCを持ち込むことができる．",
      "期末試験結果を復習し，抜け落ちた知識の補完，誤った理解などの修正を行うこと．"
    ]
  },
  "評価": {
    "教科書Required texts0": "オリジナル教材「数理統計の基礎」(関西学院大学生協教科書販売コーナーにて販売)",
    "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": [
      "授業中試験／In-class examination (03)",
      "50 %",
      "授業内容の理解度とデータ解析アプリ利用技術の習熟度"
    ],
    "成績評価Grading2": [
      "その他／Others (99)",
      "50 %",
      "小テストによる各回の授業の復習状況"
    ],
    "更新日時/Date of Update0": "2023年02月17日 11時13分02秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "秋学期／Fall",
      "金曜１時限／Friday 1",
      "秋学期／Fall",
      "Ｂ－２０２"
    ]
  },
  "campas": 0,
  "name": "【100】統計学Ｂ／Statistics B",
  "管理部署": 3,
  "単位数": 2,
  "担当者": "阪本　雄二（SAKAMOTO YUJI） ",
  "履修基準年度": "１年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 28,
  "評価1": 2,
  "評価2": 4,
  "開講期": 2
}
