{
  "履修期": "秋学期",
  "主な教授言語": "日本語",
  "授業目的": "法は社会のルールである。実務家（弁護士）である講師が取り扱った事件等を題材として、生の事件に実務家がどのように対応しているのか、体験談を交えて講義する。１年生、２年生の段階から実務を認識してもらう事を目的とする。<BR/>実務家の講義を聞き、法律がより身近に感じる事で、法律家を目指すきっかけとなるような講義を行う。",
  "到達目標": "まずは法律の基本を理解する。さらに、講義によって紹介された判例等に興味を持ち、自らで内容を深め探求し、実務家を目指すきっかけとなることが到達目標である。",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "",
  "授業の概要・背景": "",
  "授業方法": "弁護士７名により、各自が選択したテーマに従い、講義形式で行う。",
  "トピック": {
    "第1回": [
      "第1回目　講師 弁護士　西村　美紀<BR/>日常生活やビジネスにおいて、時効を意識することは非常に大切である。<BR/>本講義では、できるだけ受講者が実生活での取引をイメージできるように具体例を挙げながら、時効制度の基本となる部分の講義を行う。",
      "復習課題<BR/>定期試験は穴埋めや正誤問題を出す予定である。<BR/>条文を理解することが非常に重要である。レジュメと条文を照らし合わせながら、時効制度の構造、条文の趣旨について理解しておくこと。"
    ],
    "第2回": [
      "第2回目　講師　弁護士　西村　美紀<BR/>実は受講者も利用している代理。ビジネスでも代理行為を活用した取引は非常に多い。本講義では、出来る限り条文に触れながら、代理行為の要件や効果など代理制度の基本となる部分の講義を行う。",
      "復習課題<BR/>定期試験は穴埋めや正誤問題を出す予定である。<BR/>講義後はレジュメと条文を照らし合わせながら、代理制度の構造、無権代理・表見代理の構造、法律効果を理解しておくこと。"
    ],
    "第3回": [
      "第3回目　講師　弁護士　向井　義博　「契約法」<BR/>「契約」の基本、すなわち契約とは何か、契約は何のためにするのか、契約を守らないとどういうことになるのか、契約を守らない相手にはどのような対処法があるのかといったことを学習し、さらにビジネスの場における契約の意義・重要性についても学ぶ。",
      "契約の基本的事項、私的自治の原則やその例外について、正確に理解していることが重要である。<BR/>復習は、講義中特に重要であると指摘した原理原則を押さえ、取り上げた事案が実務上どのように処理されるのかを理解をしておく。"
    ],
    "第4回": [
      "第4回目　講師　弁護士　向井　義博　「会社法」<BR/>会社法の基本、会社とは何か、会社の存在意義等について学んだうえで、主に株式会社における基本的特質について理解を深める。さらに、株式会社を構成する各機関の意義と役割についても学ぶ。",
      "株式についての理解や株式会社の基本的特質を理解することが重要となる。また、株式会社における各機関の機能、役割についても理解が必要である。<BR/>復習は、株式の意義・内容、株式会社の特質として挙げる５つの要素、株式会社を構成する各機関の内容・役割・関係性等について理解を深めておく。"
    ],
    "第5回": [
      "第5回目　講師　弁護士  田村　晋志　「不法行為」<BR/>日常生活のみならずビジネスにおいても，不法行為により損害を被ることや，逆に（意図せずとも）不法行為を行ってしまうことがあり得る。具体例に即して，どのような場合に不法行為が問題となるのかや，それにより生じる責任等について学ぶ。",
      "定期試験は，選択式や穴埋め式の問題を出す予定である。<BR/>不法行為の種類・要件等を理解しておくこと。"
    ],
    "第6回": [
      "第6回目　講師　弁護士　田村　晋志　「債権の保全と回収」<BR/>ビジネスにおいて行われる様々な取引の中では，ときとして本来されるべき支払いが滞ることもあり得る。そのような場合を想定して回収の可能性を高める事前の工夫（債権の保全）や，実際に支払いが滞った場合の対応策（債権の回収）等について学ぶ。",
      "定期試験は，選択式や穴埋め式の問題を出す予定である。<BR/>担保，保証の種類や効力等を理解しておくこと。"
    ],
    "第7回": [
      "第7回目　講師　弁護士　三村　雅一  「ベンチャー企業の法務１」<BR/>具体的な日本、世界のベンチャー企業を通じて、「ベンチャー企業とは何か」について学ぶ。その上で、ベンチャー企業の誕生からIPOまでのステージ及びステージに応じた法律問題についてその概要を学ぶ。",
      "復習は、ベンチャー企業の誕生からIPOまでのステージに応じてどのような法律問題があるかについて整理し、理解しておくこと。"
    ],
    "第8回": [
      "第8回目　講師　弁護士　三村　雅一　　「ベンチャー企業の法務２」<BR/>前回学んだ各ステージにおける法律問題について具体的に学び、ベンチャー企業が成長していく過程において特に問題となる法律問題に関する理解を深める。",
      "復習は、ベンチャー企業が成長していく過程で直面する法律問題の内容について整理し、理解しておくこと、特にベンチャーファイナンスに関連する用語及びその意味について理解しておくこと。"
    ],
    "第9回": [
      "第9回目　講師　弁護士　金　啓彦<BR/>「取締役の監視義務・内部統制・株主代表訴訟」<BR/>株式会社がコンプライアンスを実現するために会社法がいかなる制度を定めているのか，具体的には，取締役の監視義務，内部統制，株主代表訴訟について解説する。",
      "復習課題<BR/>定期試験は，選択問題若しくは記述式（空欄の語句を埋める形式），又はその両方を予定している。<BR/>取締役の義務，内部統制システム，株主代表訴訟，株式譲渡に関する会社法上の定め，経営判断原則，ＭＢＯの問題点等を，授業で配布した資料を中心に復習しておく。"
    ],
    "第10回": [
      "第10回目　講師　弁護士　金　啓彦<BR/>「ＭＢＯをめぐる諸問題について」<BR/>株式譲渡に関連する会社法の制度を解説すると共に，実際に問題となった事例を踏まえてＭＢＯの問題点を考える。",
      "復習課題<BR/><BR/>　同　上"
    ],
    "第11回": [
      "第11回目　講師　弁護士　坂本　圭一郎<BR/>「労働法」分野の概略や定義等について，実際に条文に触れながら解説をする。<BR/>その後，実際に労働関係が成立する場面において労働法がどのような役割を果たしているのかを学ぶ。",
      "復習課題<BR/>「労働法」で取り扱う各種ルールの定義・効力を確認するほか，各ルール間の優劣について理解を深めておくこと。"
    ],
    "第12回": [
      "第12回目　講師　弁護士　坂本　圭一郎<BR/>第１１回の講義に引き続き，実際に労働関係が成立する場面における労働法の役割に触れた後、「解雇」を中心に労働関係が終了する場面において労働法がどのような役割を果たしているのかを学ぶ。",
      "復習課題<BR/>「解雇」に対する法令上の規制（解雇予告と解雇権濫用法理）について理解を深めておくこと。"
    ],
    "第13回": [
      "第13回目　講師　弁護士　中島　裕一<BR/>ビジネスにおいては，経営者において，常に新しいことに着目し，新規事業を立ち上げたり，既存の事業・サービスをブラッシュアップしていくことが求められている。<BR/>　しかしその反面，許認可・届出が求められ，行政の指導に服する業態が数多く存在する。また，いわゆるBtoCの業態においては，消費者を保護する各種法規制が存在する。<BR/>　第１３回目は，主に消費者を保護する各種法規制に関するケースを紹介する。",
      "消費者を保護する各種法規制に関する基本的な事柄を理解しておく。"
    ],
    "第14回": [
      "第14回目　講師　弁護士　中島　裕一<BR/>ビジネスと法規制の関係に対する理解を深めるべく，具体的なケースを紹介しながら，ビジネスと関連する各種法規制を紹介する。<BR/>　第１４回目は，主に行政の許認可・届出に関するケースを紹介する。",
      "行政の許認可・届出に関する基本的な事柄を理解しておく。"
    ]
  },
  "評価": {
    "教科書Required texts0": "特に指定しない。講義資料は、LUNAに掲載するので、講義前に各自プリントアウトして、講義には必ず持参すること。また六法を必ず持参すること。",
    "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""],
    "成績評価Grading2": "備考　Note\nなお、オンライン受講許可されている留学生が、万一入国が叶わず、定期試験を受験できない場合には、レポートの課題を与えて評価する。",
    "更新日時/Date of Update0": "2023年01月18日 15時34分29秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "秋学期／Fall",
      "木曜４時限／Thursday 4",
      "秋学期／Fall",
      "Ｂ－３０３"
    ]
  },
  "campas": 0,
  "name": "【200】ビジネスと法　２／Business & Law",
  "管理部署": 3,
  "単位数": 2,
  "担当者": "向井　義博（MUKAI YOSHIHIRO） ",
  "履修基準年度": "１年",
  "緊急授業形態": 0,
  "オンライン授業形態": 2,
  "時限1": 24,
  "評価1": 0,
  "開講期": 2
}
