{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "法は社会のルールである。実務家（弁護士・税理士）である講師が取り扱った事件等を題材として、生の事件に実務家がどのように対応しているのか、体験談を交えて講義する。１年生、２年生の段階から実務を認識してもらう事を目的とする。<BR/>実務家の講義を聞き、法律がより身近に感じる事で、法律家を目指すきっかけとなるような講義を行う。", "到達目標": "まずは、法律や税の基本を理解する。さらに、講義によって紹介された判例等に興味を持ち、自らで内容を深め探求し、実務家を目指すきっかけとなることが到達目標である。", "授業方法": "弁護士・税理士の計７名により、各自が選択したテーマに従い、講義形式で行う。<BR/>オンラインでの受講が許可された学生に対しては、3週目以降を「ＺＯＯＭ等のオンラインミーティングシステムによる同時配信」で対応する予定です。（１・２週目は、対面授業の録画データをオンデマンド配信で対応する予定です。）<BR/>弁護士の授業には、必ず六法を持参すること。<BR/>【感染防止重点期間】<BR/>2回目以降「オンデマンド」で配信予定。授業の配信時期・配信予定等は、「授業外学習」欄で指示するので、確認してください。<BR/>1回目の授業は、対面授業で行いましたが、オンライン受講を許可された学生がいると思いますので、1回目の授業も「オンデマンド」で配信する予定です。<BR/><BR/>第13回目、14回目の交渉学について<BR/>この授業では、「Win-Winの関係」を構築するという、交渉学で大切にしている理念を重要視しています。相手に譲歩させる事でも無く、お互いにとって望ましいことが何かを考えるものです。永く、良い関係を作ろうとするコミュニケーションを目指し、その場限りの、一時的に良い関係を作ろうとするものでもありません。利害の対立する相手とより良い関係作りを目指し、中長期的に信頼を築く方法論を身に付けます。この授業ではアクティブラーニング（演習形式）で学習します。", "トピック": {"第1回": ["第1回目　講師 弁護士　西村　美紀<BR/>日常生活やビジネスにおいて、時効を意識することは非常に大切である。<BR/>本講義では、できるだけ受講者が実生活での取引をイメージできるように具体例を挙げながら、時効制度の基本となる部分の講義を行う。", "復習課題<BR/>定期試験は穴埋めや正誤問題を出す予定である。<BR/>条文を理解することが非常に重要である。レジュメと条文を照らし合わせながら、時効制度の構造、条文の趣旨について理解しておくこと。"], "第2回": ["第2回目　講師　弁護士　西村　美紀<BR/>実は受講者も利用している代理。ビジネスでも代理行為を活用した取引は非常に多い。本講義では、出来る限り条文に触れながら、代理行為の要件や効果など代理制度の基本となる部分の講義を行う。", "復習課題<BR/>定期試験は穴埋めや正誤問題を出す予定である。<BR/>講義後はレジュメと条文を照らし合わせながら、代理制度の構造、無権代理・表見代理の構造、法律効果を理解しておくこと。"], "第3回": ["第3回目　講師　弁護士　向井　義博　「契約法」<BR/>「契約」の基本、すなわち契約とは何か、契約は何のためにするのか、契約を守らないとどういうことになるのか、契約を守らない相手にはどのような対処法があるのかといったことを学習し、さらにビジネスの場における契約の意義・重要性についても学ぶ。", "定期試験は選択式または語句穴埋め式を予定。契約の基本的事項、私的自治の原則やその例外について、正確に理解していることが重要である。<BR/>復習は、講義中特に重要であると指摘した原理原則を押さえ、取り上げた事案が実務上どのように処理されるのかを理解をしておく。"], "第4回": ["第4回目　講師　弁護士　向井　義博　「会社法」<BR/>会社法の基本、会社とは何か、またその存在意義等について学んだうえで、主に株式会社における基本的特質について理解を深める。さらに、株式会社を構成する各機関の意義と役割についても学ぶ。", "定期試験は選択式または語句穴埋め式を予定。株式についての理解や株式会社の基本的特質を理解することが重要となる。また、株式会社における各機関の機能、役割についても理解が必要である。<BR/>復習は、株式の意義・内容、株式会社の特質として挙げる５つの要素、株式会社を構成する各機関の内容・役割・関係性等について理解を深めておく。"], "第5回": ["第5回目　講師　税理士　新田　実　「ビジネスと税法　１」<BR/>ビジネスにおいて、税の問題は避けて通れない。<BR/>税法の基本３原則　公平・中立・簡素について、説明する。<BR/>租税法律主義、大嶋訴訟判決の内容、消費税の軽減税率制度、給与所得者のフレンジベニフィットを解説する。<BR/>マルサ制度について、ビデオで紹介する。", "復習課題<BR/>定期試験は、論文問題を課すので、講義後に掲示する復習問題を、必ず理解しておくこと。<BR/>税の基本３原則とは、何か。<BR/>大島訴訟の判決では、税の補足率の不公平は、何によって解決すべきであると言っているか等について、理解しておく。"], "第6回": ["第6回目　講師　税理士　新田　実　「ビジネスと税法　２」<BR/>税法に対して納税者がとる行動は、節税を含めて正しく納税する、脱税する、租税回避行為をする。<BR/>この３つの違いについて説明し、とりわけ、租税回避行為について、判例等を紹介しながら、わが国においても大きな問題となっている事に言及する。<BR/>租税公平主義と租税法律主義のバランスについて考える。", "復習課題<BR/>脱税・節税・租税回避行為の定義と違いについて、整理しておく。<BR/>ダブルアイリシュダッチサンドウィッチのスキームとは、どういうスキームか、復習しておく。"], "第7回": ["第7回目　講師　弁護士　三村　雅一  「ベンチャー企業の法務１」<BR/>具体的な日本、世界のベンチャー企業を通じて、「ベンチャー企業とは何か」について学ぶ。その上で、ベンチャー企業の誕生からIPOまでのステージ及びステージに応じた法律問題についてその概要を学ぶ。", "復習は、ベンチャー企業の誕生からIPOまでのステージに応じてどのような法律問題があるかについて整理し、理解しておくこと。"], "第8回": ["第8回目　講師　弁護士　三村　雅一　　「ベンチャー企業の法務２」<BR/>前回学んだ各ステージにおける法律問題について具体的に学び、ベンチャー企業が成長していく過程において特に問題となる法律問題に関する理解を深める。", "復習は、ベンチャー企業が成長していく過程で直面する法律問題の内容について整理し、理解しておくこと、特にベンチャーファイナンスに関連する用語及びその意味について理解しておくこと。"], "第9回": ["第9回目　講師　弁護士　金　啓彦<BR/>「取締役の監視義務・内部統制・株主代表訴訟」<BR/>株式会社がコンプライアンスを実現するために会社法がいかなる制度を定めているのか，具体的には，取締役の監視義務，内部統制，株主代表訴訟について解説する。", "復習課題<BR/>定期試験は，選択問題若しくは記述式（空欄の語句を埋める形式），又はその両方を予定している。<BR/>取締役の義務，内部統制システム，株主代表訴訟，株式譲渡に関する会社法上の定め，経営判断原則，ＭＢＯの問題点等を，授業で配布した資料を中心に復習しておく。"], "第10回": ["第10回目　講師　弁護士　金　啓彦<BR/>「ＭＢＯをめぐる諸問題について」<BR/>株式譲渡に関連する会社法の制度を解説すると共に，実際に問題となった事例を踏まえてＭＢＯの問題点を考える。", "復習課題<BR/><BR/>　同　上"], "第11回": ["第11回目　講師　弁護士　坂本　圭一郎<BR/>「労働法」分野の概略や定義等について，実際に条文に触れながら解説をする。<BR/>その後，実際に労働関係が成立する場面において労働法がどのような役割を果たしているのかを学ぶ。", "復習課題<BR/>「労働法」で取り扱う各種ルールの定義・効力を確認するほか，各ルール間の優劣について理解を深めておくこと。"], "第12回": ["第12回目　講師　弁護士　坂本　圭一郎<BR/>第１１回の講義に引き続き，実際に労働関係が成立する場面における労働法の役割に触れた後、「解雇」を中心に労働関係が終了する場面において労働法がどのような役割を果たしているのかを学ぶ。", "復習課題<BR/>「解雇」に対する法令上の規制（解雇予告と解雇権濫用法理）について理解を深めておくこと。"], "第13回": ["第13回目　講師　弁護士　松木　俊明<BR/>「ビジネス法務と交渉学①～ショートケースを題材に～」<BR/>　ビジネスシーンにおいてよくみられる事例（ショートケース）を題材として、背景にあるヒューリスティックによるバイアスの影響等を踏まえ、論理面と心理面を踏まえた交渉の基礎について学びます。", "「交渉学」とは、「『交渉力』を論理的に実証し、研究する学問」です。ここでいう「交渉力」とは、お互いの目的や意図を情報共有・共感し、当事者間の話し合いによる意志決定を基にして、長期にわたる良好な信頼関係を築くための力を指します。ビジネス法務の場面をはじめとして社会に出てあらゆる場面で必要とされる能力の習得を目指します。"], "第14回": ["第14回目　講師　弁護士　松木　俊明<BR/>ビジネス法務と交渉学②～模擬交渉ケースを題材に～」<BR/>前回のケースにより得た知見に加えて、交渉学研究によるフレームワークを用いて実践的な訓練を行い、創造的な選択肢を作り出す手法について学びます。また、創造的選択肢の実現可能性を高めるためにビジネス法務が果たす役割などについても学びます。", "【身につけるスキル】当事者間で長期の信頼関係に至るためには、根拠に基づいた批判的思考力・高度なコミュニケーション力、俯瞰的に多視点から当事者の置かれた状況を把握できる力が必要となります。"]}, "評価": {"教科書Required texts0": "特に指定しない。講義資料は、ＬＵＮＡに掲載するので、講義前に各自プリントアウトして、講義には必ず持参すること。又、弁護士の授業には、必ず六法を持参して下さい。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "課題に対して的確に答えているかどうかで評価"], "成績評価Grading2": "備考　Note\n【感染防止重点期間】　「オンデマンド」で配信することに伴い、課題レポートの提出によって評価する。課題レポートの提出回数は3回とし、講義6回目まで終了で3題の課題から1課題を選択し1回目提出、講義10回目まで終了で2回目提出、講義14回目まで終了で3回目のレポート提出によって、評価します。課題について、6回目終了時、10回目終了時、14回目終了時にLUNAに掲載し、選択した課題の出題者宛てにメール送信する方法で提出してください。", "更新日時/Date of Update0": "2021年06月03日 19時14分46秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "５別－４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】ビジネスと法　１／Business & Law", "管理部署": "法学部／School of Law and Politics", "単位数": "2", "担当者": "三村　雅一（MIMURA MASAKAZU） ", "履修基準年度": "１年", "時限1": "月曜４時限／Monday 4", "開講期": "春学期／Spring"}