{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "現代の法をめぐるさまざまの基本トピックについて知り、法学はおもしろいと思っていただけることをめざす。", "到達目標": "現代の法をめぐるさまざまの基本トピックについて知り、大学での学びは自発的な学びであることを心得ていただいて、十分な態勢で法学部2回生へと送りだすこと。法学はおもしろい。それは明らかで、受講を通じてそう思っていただけることをめざす。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "演習形式。極力全員参加型をめざす。発言を非常に重視するが、自分一人で考えてものを書くことが得意な人もいると思うので、最終的には発言・提出物双方による総合的評価となる。具体的には、自発的発言は不得手でも、内容がすばらしいリポートを出していただければ、最終評価には期待していただいてよい。<BR/><BR/>【オンライン受講許可学生対象】<BR/>Zoomによる同時双方向で行う予定。", "トピック": {"授業計画1": "・おりおりに担当教員の提示するさまざまなトピック（司法権の独立、死刑制度、裁判員制度を含む）をめぐる討論（これらはウォーミングアップではあるが、諸君の基本的な力は見る）<BR/>・法学部法律学科（政治学科ではないことに一応留意されたい）開講主要専門科目の体系についての担当教員による1回の講義と、これについてのリポート執筆（一応1600字を予定。なおこのリポートについては、諸君のこれへの取り組みぶり如何では、はなはだ骨身にこたえるであろう試練が待っていることを付記する）<BR/>・幅広く法的問題を含む時事的な（旬の）問題をめぐるディベートとこれについてのリポート執筆（一応3000字を予定。なおこの字数は、関学法学部生の執筆するリポートの字数としては決して多いとはいえないことを1回生段階で明確に認識していただくべく設定してあることを付記する）", "授業外学習2": "法学はおもしろい。1回生春学期だけではそう思っていただくことは難しいかもしれないが、秋学期に入ってこの演習を通じていずれそう思っていただけることをめざす。新鮮な気持ちで受講していただければそれで十分。――ただし、たしかにそれで十分ではあるけれども、そのことは、このゼミが楽勝の内容であることを決して意味してはいない。★負荷はきっちりとかかる。どうか絶対に勘違いはなさらないようにお願いする。"}, "評価": {"教科書Required texts0": "とくに使用する予定はない。", "参考文献・資料Reference books0": "追って指示する。おりおりに多めの資料のコピー配布もする。", "学生による授業評価の方法Course Evaluation by Students0": "授業中匿名で複数回実施：極力応答。授業運営に活かすようにする。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席状況、ディベートへの貢献状況、学期中2回の平常リポートの質を総合的に勘案して成績評価する。"], "成績評価Grading2": "備考　Note\n格別熱心に受講したと認められる諸君には別途サプライズが待っていることを付記しておく。", "更新日時/Date of Update0": "2022年10月12日 13時27分58秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ａ－３０５"]}, "campas": 0, "name": "【200】基本演習　４／Basic Seminar", "管理部署": 3, "単位数": 2, "担当者": "植木　一幹（UEKI KAZUMOTO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 4, "開講期": 2}