{
  "履修期": "春学期",
  "主な教授言語": "日本語",
  "授業目的": "この授業では、学生が啓蒙思想の古典に触れるとともに、17、18世紀にどのような概念が産み出されたのかを理解することを目的とする。",
  "到達目標": "学生が啓蒙思想の古典文献に触れ、これを解釈することを通じて「啓蒙」が何を意味するのかについて理解し、「自我」、「自由」、「人権」などの概念について改めて考えつつ、自身の「啓蒙」、また社会の「啓蒙」について自覚的に遂行する契機ないし端緒を見つけることを、授業の到達目標とする。",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "",
  "授業の概要・背景": "",
  "授業方法": "毎回パワーポイントを用いて授業を行う。学期中レポートを三度提出していただく。",
  "トピック": {
    "第1回": [
      "授業の意図について説明する。西洋語の「啓蒙 enlightenment/Aufklärung」には、光、暗夜を照らす、対象を明晰にする等の意味がある。漢字「啓」は「ひらく」、「蒙」は「くらい」を意味する。諸々の辞典や辞書によりこの語のもつ様々な意味につて考察する。また現代社会のもつ課題としての「啓蒙」についても考える。",
      "カント『啓蒙とは何か』(岩波文庫）に収められた「啓蒙とは何か」、「世界公民的見地における一般史の構想」を読んでおいてください。"
    ],
    "第2回": [
      "神話と啓蒙。脱神話化として定式化される啓蒙について、ミレトス派の自然哲学をモデルに考える。広い意味での啓蒙には、知による自然の支配ということが含まれる。したがって自然科学の進歩の過程全体が啓蒙のプロセスであると考えることもできる。またネガティヴな意味で「20世紀の神話」といわれる優生思想、優生学について考察する。",
      "ルナに掲示する資料を読んでください。"
    ],
    "第3回": [
      "啓蒙と自我。ヨーロッパの近代哲学は、方法的懐疑を通じてデカルトが見出した「私は考える。ゆえに私は存在する」という命題とともにはじまるといわれる。ここに見出される「自我」は現代にいたる西欧起源の思想の根底にあり続けている。この「自我」について『方法序説』をテクストに解釈を試みる。",
      "デカルト『方法序説』、特に「第4部」を読んでください。"
    ],
    "第4回": [
      "啓蒙と自然。近代哲学の特徴のひとつは、自然の内に目的を認めようとせず、これを事象連鎖の総体とみなし、ひとつの機械とみなす機械論的自然観が支配的であることにある。これに対して古典ギリシャ時代から自然はそれ自身が目的をもつという考え方があった。この点について、両者を比較しつつ考察する。",
      "ルナに掲載する資料を読んでください。"
    ],
    "第5回": [
      "啓蒙と最善世界説。なぜまったくの無ではなく、世界があるのか、なぜ別様ではなく今あるようなあり方で世界があるのか、という問いを立てたのがライプニッツである。様々な災いをもつこの世界について、これを肯定的に解釈しようとするライプニッツの世界観について、特に神を擁護することを意図する「弁神論」をテクストに考える。",
      "ルナに掲載する資料を読んでください。"
    ],
    "第6回": [
      "啓蒙と人権。ロックは「人格」というタームを用いて、理性と反省能力をもった責任ある主体について考えている。この主体の個性にとって重要となるのが「記憶」である。このような主体の枠組みのもとで、自然権や人権についてロックがどのように解釈しているのかを考察する。また現代社会のもつ人権の問題についてもとりあげる。",
      "ロック『統治二論』の後篇第2章「自然状態について」、第5章「所有権について」を読んでください。"
    ],
    "第7回": [
      "啓蒙と言語。ドイツ語圏の大学では17世紀末から、旧来のラテン語に代えて、ようやく母語であるドイツ語での授業がはじまった。またその頃からドイツ語の学術用語が産み出されることになる。この脈絡で重要な役割を演じたのがハレ大学のクリスティアン・ヴォルフである。ヴォルフのドイツ語ターミノロジーについて考察する。",
      "ルナに掲載する資料を読んでください。"
    ],
    "第8回": [
      "啓蒙と宗教。ルター派内の改革派の一つである敬虔派（ピエティスト派）は17世紀末から18世紀にかけて、特にプロイセンを中心に広範に受容されている。当時プロイセンに帰属していたハレには、ピエティスト派神学者が集まり、その一人H.A.フランケは、学校施設を建立し、様々な教育改革を行った。これは現在記念館として残されている。ハレでの哲学者(例えばChr.ヴォルフ）と神学者のかかわりについて振り返る。",
      "レッシング『賢者ナータン』を読んでください。"
    ],
    "第9回": [
      "啓蒙と自由。一般的な意味で考えるならば、自分の好きなものを選び、行うことが自由である。しかしそれが後に自分に災いをもたらすのであれば、それは自分にとって積極的な意味をもつとは言えない。自由は気まぐれや情動的な動因に従うことをやめ、理性の示す「よきもの」を動因とし、これに従うところに成立すると、この時代の思想家は理解していた。この自由概念について考える。",
      "ルナに掲載する資料を読んでください。"
    ],
    "第10回": [
      "啓蒙と倫理。啓蒙主義の時代には地域や文化を超える高い一般性をもった倫理命題が探究されている。ヴォルフやヴォルフ学派の哲学者の提示する倫理命題について考察する。ヴォルフは、自己ならびに他者をより完全にする行為を行うことを命じる命題として道徳法則を考えていた。この時期特に省察された「互恵性」について考えたい。",
      "カント『道徳形而上学原論』を読んでください。"
    ],
    "第11回": [
      "啓蒙と哲学。啓蒙はその本質から一般性、通俗性という要素をもつといえる。啓蒙においては、誰にでも理解可能な言語を用いることが求められる。これに対して哲学は「学」であり、経験的に検証することのできる対象だけでなく、経験そのものの可能性の制約についても考察する。このような違いをもつ両者の関係について考えたい。",
      "ルナに掲載する資料を読んでください。"
    ],
    "第12回": [
      "啓蒙期の啓蒙理解。カントは啓蒙期の最後に位置するといえる。この位置から「啓蒙とは何か」という問いを立てている。そして、自己の内なる未成年状態を抜け出すこと、と定義する。また、最も重要なテーマとして「自立」ということをあげている。この、古典となった啓蒙の定義について考察する。",
      "カント「啓蒙とは何か」をもう一度読んでください。"
    ],
    "第13回": [
      "啓蒙と人類史。人類史は、誰かがどこかで作成した予定表に従って進行しているのでは（もちろん）なく、そうした大きなシナリオなしに、その意味ではかなり偶然性の要素をもって、進んでいるといえる。カントは、人間や社会が基本的にもつ「敵対的傾向性」、「非社交的社交性」、「他者への依存性」といったことが人類史の進行の動因となっているとみなす。人類の歴史を鳥瞰する視座について考えてみたい。",
      "カント「世界公民的見地における一般史の構想」をもう一度読んでください。"
    ],
    "第14回": [
      "以上の考察を踏まえ、個人の啓蒙並びに社会の啓蒙、また時代概念としての啓蒙について、振り返る。また近・現代史を踏まえて、啓蒙のプロセスが必ずしも進歩を意味するものではなく、野蛮へと後退する可能性を内にもつことを確認したい。",
      "これまでのテクストと授業資料を複数してください。"
    ]
  },
  "評価": {
    "教科書Required texts0": "カント『啓蒙とは何か』岩波文庫、",
    "参考文献・資料Reference books0": "カッシーラー『啓蒙主義の哲学』ちくま学芸文庫2003年。アドルノ/ホルクハイマー『啓蒙の弁証法』岩波文庫2007年。ポーター『啓蒙主義』岩波書店2004年。バウムガルトナー「啓蒙　－哲学の本質契機ー　」（バウムガルトナー『有限な理性』晃洋書房1997年）。ヒンスケ「カントと啓蒙主義」（ヒンスケ『現代に挑むカント』晃洋書房1985）。ヴァイグル『啓蒙の都市周遊』岩波書店1997年。カント研究会編『近代からの問いかけ』晃洋書房2004年。弓削尚子『啓蒙の世紀と文明観』山川出版社2008年。ベーメ『新しい視点から見たカント「判断力批判」』晃洋書房2018年。河村克俊『カントと十八世紀ドイツ講壇哲学の自由概念』晃洋書房2022年",
    "学生による授業評価の方法Course Evaluation by Students0": "授業中実施",
    "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": [
      "平常リポート／Individual reports (04)",
      "100 %",
      "基本概念の理解度"
    ],
    "更新日時/Date of Update0": "2023年01月13日 12時40分24秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "春学期／Spring",
      "火曜４時限／Tuesday 4",
      "春学期／Spring",
      "Ｂ－１０２"
    ]
  },
  "campas": 0,
  "name": "【300】近代啓蒙論／Enlightenment",
  "管理部署": 3,
  "単位数": 2,
  "担当者": "河村　克俊（KAWAMURA KATSUTOSHI） ",
  "履修基準年度": "２年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 10,
  "評価1": 3,
  "開講期": 1
}
