{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この講義の目的は、ショアー（ユダヤ人大量虐殺）、反ユダヤ主義の歴史というヨーロッパの「暗部」から、ヨーロッパにおける共生の問題を粘り強く思考することである。", "到達目標": "・ショアー（ユダヤ人大量虐殺）の過程を知る。<BR/>・反ユダヤ主義の歴史を学び、ユダヤ人迫害の理由を理解する。<BR/>・共生の問題を考察する視点を見出す。", "授業方法": "・第1回（9月27日）は同時双方向型オンライン（zooｍ）で実施する。開始5分前までにzoomに入っておくこと。ZoomのURLはLUNAに掲載しておく。出席者が300名を超え、zoomに入ることができない者がいる場合を想定して、初回のみ録画して後にLUNAで配信する。<BR/>・見込まれる履修者が教室定員の2分1になる場合、10月以降、対面で実施予定。<BR/><BR/>【オンライン履修許可学生への対応】<BR/>同時双方向型オンラインで対応する。", "トピック": {"第1回": ["ショア-（ユダヤ人大量虐殺）について", ""], "第2回": ["ナチス・ドイツ時代の反ユダヤ主義1：反ユダヤ政策の展開１<BR/>ナチス政権誕生前のドイツの状況、ナチス政権の対ユダヤ人政策（第二次世界大戦開始以前）", "第２次世界大戦の過程を復習する。"], "第3回": ["ナチス・ドイツ時代の反ユダヤ主義2：反ユダヤ政策の展開２<BR/>ナチス政権の対ユダヤ人政策（第二次世界大戦開始以後）", "第２次世界大戦の過程を復習する。"], "第4回": ["ナチス・ドイツ時代の反ユダヤ主義3：民族共同体の浄化", ""], "第5回": ["ナチス・ドイツ時代の反ユダヤ主義4；悪の凡庸さ（アイヒマンについて）", ""], "第6回": ["ナチス・ドイツ時代の反ユダヤ主義5；ヒトラーの反ユダヤ主義1<BR/>ヒトラー『わが闘争』における反ユダヤ主義", "『わが闘争』を読む。"], "第7回": ["ナチス・ドイツ時代の反ユダヤ主義6；ヒトラーの反ユダヤ主義2<BR/>ヒトラーの反ユダヤ主義は独創的か？", "『わが闘争」を読む。"], "第8回": ["反ユダヤ主義の歴史：古代からキリスト教誕生時頃まで<BR/>ユダヤ教、ユダヤ・キリスト教、キリスト教", "オリエント世界の成立過程を復習する。"], "第9回": ["反ユダヤ主義の歴史：神学的反ユダヤ主義<BR/>新訳聖書の反ユダヤ的記述について", "新訳聖書の使徒言行録を読む。"], "第10回": ["反ユダヤ主義の歴史：十字軍<BR/>宗教的理由による集団虐殺", "十字軍の過程を復習する。"], "第11回": ["反ユダヤ主義の歴史：十字軍の影響<BR/>儀式殺人の噂、ユダヤ人の境遇の変化1", ""], "第12回": ["反ユダヤ主義の歴史：14世紀のヨーロッパとユダヤ人の境遇の変化2<BR/>社会的不安と集団虐殺、ユダヤ人のイメージ", "14世紀ヨーロッパの歴史を復習する。とくにペストについて記述を読む。"], "第13回": ["反ユダヤ主義の歴史：フランス革命とユダヤ人解放<BR/>啓蒙思想、フランス革命前後のユダヤ人解放の議論", "１８世紀啓蒙思想とフランス革命の過程を復習する。"], "第14回": ["反ユダヤ主義の歴史：ユダヤ人解放の余波<BR/>同化の問題", ""], "授業外学習2": "西洋史の流れを頭に入れて授業に臨んで下さい。"}, "評価": {"参考文献・資料Reference books0": "レオン・ポリアコフ『反ユダヤ主義の歴史』（筑摩書房）。\nラウル・ヒルバーク『ヨーロッパ・ユダヤ人の絶滅』（柏書房）。\nクロード・ランズマン『ショアー』（作品社）。\nプリーモ・レーヴィ『アウシュヴィッツは終わらない』（朝日出版社）。\nプリーモ・レーヴィ『溺れるものと救われるもの』（朝日出版社）。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n新型コロナウイルスの感染拡大状況により定期試験が実施できなくなった場合、LUNAで提出する平常レポート評価またはオンライン試験に変更する場合があります。\n\n【オンライン受講許可学生への対応】\n定期試験が実施できる場合、オンライン受講許可学生へは別途課題レポートを課しそれを採点します。", "更新日時/Date of Update0": "2021年09月08日 10時20分44秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "Ｂ－３０３"]}, "campas": 0, "name": "【300】文化共生論／Cultural Symbiotics", "管理部署": 3, "単位数": 2, "担当者": "上田　和彦（UEDA KAZUHIKO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 4, "評価1": 0, "開講期": 2}