{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "会社法について、制度の仕組みやその趣旨などの基礎的事項を学ぶ。", "到達目標": "受講生は、会社法の規制内容について基礎的知識を身に付けることができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。　<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "会社法Ａ・Ｂ、金融商品取引法。民法", "授業の概要・背景": "", "授業方法": "最初の2回分または3回分（受講者数による）は講義形式で進めるが、残りほとんどの授業回は、報告テーマと担当者を決めて、報告者の報告に基づき、議論をする。<BR/>【オンライン受講許可学生対象】1回目以降、「ZOOMによる同時双方向」で配信予定。該当する受講者は、授業開始5分前以降にZOOMに入ってください。", "トピック": {"授業計画1": "株式会社に対する法規制に焦点を当てる。株式会社の基本的構造・特徴から始める。この部分は講義形式で教員が解説する（第2回、第3回）。その後、株式制度、ガバナンス機構（株主総会、取締役会、代表取締役、監査役など）、ファイナンス（資金調達）規整、リストラクチュアリング（組織再編行為）制度について、報告の担当者を決めて、そのテーマについて概要を学び、報告後に解説をしてさらに理解を深める。各回、10分から15分程度、新聞記事を用いて時事解説をする。数回ごとに、知識修得の確認のため、課題プリントを課します。", "授業外学習2": "報告者以外の者の報告テーマに関する予習および事前配付レジュメの読み込み（2時間程度）、報告担当者の文献調査・レジュメ作成等の報告準備（10時間程度）。報告者もその他の者も、授業後に1時間程度をかけてレジュメおよび解説の見直しをして復習を行い、自分の理解度を確認するとともに、不明点を明確にして質問の用意をすること。課題プリントは1時間から2時間程度を要します。"}, "評価": {"教科書Required texts0": "教科書は使用しません。教員からの配付資料および報告レジュメは、すべてLUNAに掲載します。毎回授業までに各自確認してDLしてください。", "参考文献・資料Reference books0": "六法（小型で可）を必ず毎回持参すること。参考書として以下のものを紹介する。入門書として、近藤光男＝志谷匡史＝石田眞得＝釜田薫子『基礎から学べる会社法（第5版）』（弘文堂、2021年）、体系書として、江頭憲治郎『株式会社法（第8版）』（有斐閣、2021年）がある。重要判例は、『会社法判例百選（第4版）』、逐条解説書（会社法の条文ごとの詳細な解説書）として、『会社法コンメンタール（第1巻～補巻）』（商事法務）がある。", "学生による授業評価の方法Course Evaluation by Students0": "全額統一様式による調査", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "受講態度、課題プリントの取り組み、各回の発言等の状況・内容、報告の状況・内容"], "成績評価Grading2": "備考　Note\n特別の理由がないにもかかわらず、無断で欠席した場合六法を持参しない場合は減点の対象（それぞれ1回につき5点）とする。", "更新日時/Date of Update0": "2022年10月14日 21時26分18秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【250】専門導入演習　４／Introductory Seminar on Law and Politics", "管理部署": 3, "単位数": 2, "担当者": "石田　眞得（ISHIDA MASAYOSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}