{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この講義の目的は、ショアー（ユダヤ人大量虐殺）、反ユダヤ主義の歴史というヨーロッパの「暗部」から、ヨーロッパにおける共生の問題を粘り強く思考することである。", "到達目標": "・ショアー（ユダヤ人大量虐殺）の過程を知る。<BR/>・反ユダヤ主義の歴史を学び、ユダヤ人迫害の理由を理解する。<BR/>・共生の問題を考察する視点を見出す。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "第二次世界大戦中のナチス政権下において、なぜユダヤ人大量虐殺という出来事が起こったのか。この出来事は、ヨーロッパの反ユダヤ主義の歴史のなかにどのように位置づけることができるのか。この問題を考察するためには、一方で、大戦中の「ユダヤ人絶滅政策」がいかなるものであったかを、加害者、被害者、第三者の証言を通して知るとともに、他方では、反ユダヤ主義がヨーロッパの歴史においてどのようなかたちで繰り返し現れたかを知る必要がある。この講義の大半では、ラウル・ヒルバーク『ヨーロッパ・ユダヤ人の絶滅』とレオン・ポリアコフの『反ユダヤ主義の歴史』を主要な参考文献としながら、ナチス政権下に現れた数多くの反ユダヤ主義的措置に類似した法令や規則が、歴史上いかなる地域で、いかなる背景の下に現れたかを確認し、各時代の反ユダヤ的集団心理を分析することによって、近代のユダヤ人像がどのように形成されていったかを考察する。証言や歴史資料を出発点として問題点を共有できるように講義し、考察を深めていく。", "授業方法": "対面で授業を行う。<BR/>【オンライン受講許可学生】同時双方向型オンライン授業を行う。ZoomのURLはLUNA文化共生論ホームペイジお知らせ欄に掲載しておく。", "トピック": {"第1回": ["全回対面で授業を行う。【オンライン受講許可学生】同時双方向型オンライン授業の配信方法はLUNAで確認すること。<BR/>ショア-（ユダヤ人大量虐殺）について", "各授業の前にLUNAに挙げてある講義要旨に眼を通しておくこと（30分）。<BR/>各授業の後に講義で学んだ内容について考え、さらに調査する習慣を身につけることが望ましい。"], "第2回": ["ナチス・ドイツ時代の反ユダヤ主義1：反ユダヤ政策の展開１<BR/>ナチス政権誕生前のドイツの状況、ナチス政権の対ユダヤ人政策（第二次世界大戦開始以前）", "第２次世界大戦の過程を参照しておくこと。"], "第3回": ["ナチス・ドイツ時代の反ユダヤ主義2：反ユダヤ政策の展開２<BR/>ナチス政権の対ユダヤ人政策（第二次世界大戦開始以後）", "第２次世界大戦の過程を参照しておくこと。"], "第4回": ["ナチス・ドイツ時代の反ユダヤ主義3：民族共同体の浄化", "優生学について調べておくことが望ましい。"], "第5回": ["ナチス・ドイツ時代の反ユダヤ主義4；悪の凡庸さ（アイヒマンについて）", "アーレント『イェルサレムのアイヒマン』を参照しておくことが望ましい。"], "第6回": ["ナチス・ドイツ時代の反ユダヤ主義5；ヒトラーの反ユダヤ主義1<BR/>ヒトラー『わが闘争』における反ユダヤ主義", "『わが闘争』を読むでおくことが望ましい。"], "第7回": ["ナチス・ドイツ時代の反ユダヤ主義6；ヒトラーの反ユダヤ主義2<BR/>ヒトラーの反ユダヤ主義は独創的か？", "『わが闘争」を読んでおくことが望ましい。"], "第8回": ["反ユダヤ主義の歴史：古代からキリスト教誕生時頃まで<BR/>ユダヤ教、ユダヤ・キリスト教、キリスト教", "オリエント世界の成立過程を参照しておくこと。"], "第9回": ["反ユダヤ主義の歴史：神学的反ユダヤ主義<BR/>新訳聖書の反ユダヤ的記述について", "新訳聖書の使徒言行録を読んでおくことが望ましい。"], "第10回": ["反ユダヤ主義の歴史：十字軍<BR/>宗教的理由による集団虐殺", "十字軍の過程を参照しておくこと。"], "第11回": ["反ユダヤ主義の歴史：十字軍の影響<BR/>儀式殺人の噂、ユダヤ人の境遇の変化1", "中世ヨーロッパにおけるキリスト教について調べておくことが望ましい。"], "第12回": ["反ユダヤ主義の歴史：14世紀のヨーロッパとユダヤ人の境遇の変化2<BR/>社会的不安と集団虐殺、ユダヤ人のイメージ", "14世紀ヨーロッパの歴史、とくにペストについて記述を読んでおくこと。"], "第13回": ["反ユダヤ主義の歴史：フランス革命とユダヤ人解放<BR/>啓蒙思想、フランス革命前後のユダヤ人解放の議論", "18世紀啓蒙思想とフランス革命の過程を参照しておくこと。"], "第14回": ["反ユダヤ主義の歴史：ユダヤ人解放の余波<BR/>同化の問題", "19世紀のドイツ史、フランス史を参照しておくこと。"], "授業外学習2": "西洋史の流れを頭に入れて授業に臨んで下さい。"}, "評価": {"参考文献・資料Reference books0": "レオン・ポリアコフ『反ユダヤ主義の歴史』（筑摩書房）。\nラウル・ヒルバーク『ヨーロッパ・ユダヤ人の絶滅』（柏書房）。\nクロード・ランズマン『ショアー』（作品社）。\nプリーモ・レーヴィ『アウシュヴィッツは終わらない』（朝日出版社）。\nプリーモ・レーヴィ『溺れるものと救われるもの』（朝日出版社）。\nヒトラー『わが闘争』（角川文庫）。\nアンドレ・シュラキ『ユダヤ教の歴史』（文庫クセジュ、白水社）\nマルセル・シモン『原始キリスト教』（文庫クセジュ、白水社）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n【オンライン受講許可学生】\nオンライン受講許可学生へは別途課題レポートを課しそれを採点します。", "更新日時/Date of Update0": "2023年01月13日 10時42分29秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "Ｂ－３０３"]}, "campas": 0, "name": "【300】文化共生論／Cultural Symbiotics", "管理部署": 3, "単位数": 2, "担当者": "上田　和彦（UEDA KAZUHIKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 0, "開講期": 2}