{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "現代にあって法的・政治的に最も重要な価値の一つといえる〈自由〉について掘り下げて考える。具体的には次のような演習を計画している：<BR/><BR/>ナチス・ドイツ期のアメリカ亡命ユダヤ人の社会心理学者・エーリッヒ・フロム『自由からの逃走』を読み、そこから得られた視角に立ってノーベル賞作家・大江健三郎のごく初期の中編小説「セヴンティーン」（および事情が許せば同「政治少年死す（セヴンティーン第二部・完）」）を読み解くことを試みたい。これはいささか新機軸の試みであると思われるが、いずれの著作もいわば読むタイミングを逃してはならない作品であり、読むべき時は学生諸君が大学卒業後の進路を模索中の今を措いて他にはない。激しく深く〈自由〉の理念の意義如何を問いただしたい。", "到達目標": "〈自由〉の理念の、肯定否定の割り切りの困難な意義如何を自らに問いかけるための一生涯通用する一拠点を得ること。", "授業方法": "★★★警告 (Warning) ：学期中ずっと暇なく追い立てられる形になるので、はなはだ多忙でハードなゼミになる。たしかに定期試験にて成績評価する科目ではないが、その点を勘案しても割に合わないほどにしんどいゼミとなる可能性大である。どうか絶対に勘違いはなさらないようにお願いする。演習科目であるので途中で履修中止はできない。諸君の不幸は避けたい★★★<BR/><BR/>演習形式。毎回の報告担当者を決め、そのレジュメに基づく報告を受けて受講者全員でディスカッションする。なお、これに加えてサイバー空間にて文字どおり忌憚のない意見交換を行う「サイバーゼミ (cyber seminar) 」を実施する。この「サイバーゼミ」については授業初回のガイダンス時に説明はするが、それがどのようなものであるかは実際にこれに参加していただかないと十分には了解していただけないかと思われるので、このシラバス上ではあえて「乞うご期待」とのみ述べておく。上記両方の場における発言を非常に重視する。その代わり、学期中涙目で駆け抜けていただければ、その点さえ満たしていただければそれでよく、最終リポートの類を課すことはしない。", "トピック": {"授業外学習2": "【受講者全員】テクストはどれも別段難解なものではないが、それでも読み解きのコツをお伝えするようにするので、講読文献を必ず前もって読んでおくこと。<BR/>【報告担当者】ていねいな報告レジュメ（必ず400字以上（上限はない）の自分なりのコメントを付すものとする）を作成し、受講者全員と担当教員を合わせた人数分のコピーを用意すること。かつこれとは別途に、作成したレジュメを授業担当教員宛てに事前にメール添付ファイルとして送付すること。<BR/>なおレジュメなるものの作成経験のない学生諸君もおられるであろうが、過剰に心配するには及ばない。初回のガイダンス時に、過年度の受講生の作成したレジュメを参考資料として配布する。"}, "評価": {"教科書Required texts0": "以下の最初の2作品は必ず読む：\n\nエーリッヒ・フロム『自由からの逃走』（東京創元社、現代社会科学叢書、新装版1984年〔新版1965年／旧版1951年〕【いずれの版でもよい】）\n大江健三郎「セヴンティーン」（所収：同『性的人間』（新潮文庫、改版1993年／初版1968年【いずれの版でもよい】））；なお「セヴンティーン」は、大江『大江健三郎自選短篇』（岩波文庫、2014年）にも収められているが、オリジナル・ヴァージョンに加筆・修正が施されているため、できれば避けたい。しかしあえてこの岩波文庫版で読むことを妨げない\n\n事情が許せば読む：\n\n大江健三郎「政治少年死す（セヴンティーン第二部・完）」（所収：『大江健三郎全小説』第3巻（講談社、2018年）。初出：雑誌『文学界』1961年2月号、8－47頁）【あるいわくつきの作品であり、著者公認の書籍化がなされておらずその意味で「封印」された状態にあるが、当該雑誌に直接当たれば（本学大学図書館にバックナンバーとして所蔵されている。当該頁だけボロボロになってはいるが、どうにか原形を保っている）読むことができるし、海賊版的な書物・鹿砦社編集部（編）『憂国か革命か：テロリズムの季節のはじまり』（鹿砦社、2012年）にも収められている。そのような経緯のあるなか、今般大江は『全小説』にてこの作品の公刊に踏み切った。その理由が奈辺にあるかも興味深いところである】）", "参考文献・資料Reference books0": "以下の4作品のうちのいくつかは読む可能性が高い（時間的な余裕との兼ね合いで決める）：\n\n安田一郎『フロム：人と思想』（清水書院、新装版2016年／初版1980年【いずれの版でもよい】）\n出口剛司『エーリッヒ・フロム：希望なき時代の希望』（新曜社、2002年）\n山口二矢顕彰会（編）『山口二矢供述調書：社会党委員長浅沼稲次郎刺殺事件』（展転社、2010年）\n沢木耕太郎『テロルの決算』（文春文庫、新装版2008年／初版1982年；単行本、文藝春秋、1978年【いずれの版でもよいが、新装版が著者「あとがき」が3つもついており、最も充実していると思われる】）", "学生による授業評価の方法Course Evaluation by Students0": "主として自由記述の匿名アンケートによる。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "85 %", "演習内容に触発されての自力での思考力の水準の如何によって評価する。"], "成績評価Grading2": ["その他／Others (99)", "15 %", "出席状況、討論への参加状況を総合的に勘案して評価する。全回出席はとくに高く評価する。"], "成績評価Grading3": "備考　Note\n格別熱心に受講したと認められる諸君には別途サプライズが待っていることを付記しておく。", "更新日時/Date of Update0": "2021年01月15日 21時03分22秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "Ａ－４０５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【250】法政教養演習　１／Intermediate Seminar", "管理部署": "法学部／School of Law and Politics", "単位数": "2", "担当者": "植木　一幹（UEKI KAZUMOTO） ", "履修基準年度": "２年", "時限1": "火曜５時限／Tuesday 5", "開講期": "春学期／Spring"}