{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学生が法と経済学の視点を身につけることです。", "到達目標": "到達目標は、学生が図書館で本や雑誌から学術的な情報を入手し、与えられたテーマについて議論することができるようになることです。", "特記事項": "", "関連科目": "", "授業の概要・背景": "<div>本授業は、様々な文献を読むことを通じて、いわゆる「法と経済学」に「触れる」ことを目的としています。法学研究の手法の一つですが、研究者になれという趣旨の授業ではありません。「法学のおもしろさがわからない。」とか「細かい条文や学説・判例を覚えても役に立つとは思えない。」などと感じている方には向いているかもしれません。</div><div>この授業では、図書館で文献を収集する、調べ物をする、論文を読むといったスキルが身に付き、レポート作成のスキルが上昇することが見込まれますが、判決文を読むとか、法学答案を書くといったスキルは身に付きません。<br /><div><br /></div><div>以下、受講するか否かの選択のための情報提供をしますが、要するに、気楽に受講してくださいということです。</div><div>（補足1）本授業は、受講生が経済学（とくにミクロ経済学）についてすでに学んでいることを要求していません。むしろ、この授業をきっかけに経済学の勉強をしてはどうかと思います。</div><div>（補足2）ちゃんとやろうとすると英語文献を読む必要が生じますが、それをやり始めると進まないので、とりあえず日本語文献で進めます。そのため、英語力は関係がありません。</div><div>（補足3）本授業で扱う文献は、民事法に偏っています（主に、会社法・民法。）。明らかに未習の分野が含まれていますが、そのことを前提に進行します。</div></div><div>（補足4）「法と経済学」なるものがどういうものなのかわからないので怖いという方は、参考文献に掲げたものを図書館で読んでもらえればいいかなと思います。ちなみに、インターネットで検索すると難しそうな感じのものばかり出てくるので、あまりお勧めしません。</div>", "授業方法": "本授業は、演習形式です。<br />質問は、初回授業で提示するメールアドレスへ「学生番号」「氏名」「授業名」を明記したうえで送ること。<br />", "トピック": {"授業計画1": "教員が指定する文献を順に読んでいく。受講生はまず図書館で当該文献を入手し、一通り読む。そのうえで、わからない点を受講生間で共有していく。この段階では、会社法などの前提知識が必要となるので、教員のサポートを受けながら、文献の理解を進める。論文Aを読むために、教科書B、教科書Cを読み、論文Aに戻って理解していくというイメージである。これを繰り返すことで、文献を読む習慣をつける。", "授業外学習2": "教員が指示したテーマについて図書館の本で調べること。また、並行して下記参考文献等を読むこと。また、文献の内容をまとめる文章を作成する。"}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "2": ["", "", "", "", "", ""], "3": ["", "", "", "", "", ""], "4": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "100 %", "授業中の発言や課題への取り組みなどで総合的に判断する"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ａ－４０２"]}, "campas": 0, "name": "【250】専門導入演習　１１／Introductory Seminar on Law and Politics", "管理部署": 3, "単位数": 2, "担当者": "松田　真治（MATSUDA MASAHARU） ", "履修基準年度": "２年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 9, "評価1": 5, "開講期": 1}