{
  "履修期": "秋学期",
  "主な教授言語": "日本語",
  "授業目的": "本講義の目的は、民法の債権総則編に関する基本的な知識を理解し、問題を解決する能力を高めることです。なお、平成２９年の民法（債権法）改正（令和２年４月施行）に準拠して説明します。",
  "到達目標": "債権総論に関連する具体的な事例を想定しながら、基礎事項を広く修得すること、さらに諸問題を解決するための解釈理論の基礎を理解することを目標にします。",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.",
  "関連科目": "民法入門、民法総則、物権法、その他の民法専門科目。",
  "授業の概要・背景": "債権の発生原因として契約が中心に位置付けられます。社会経済システム内で重要な契約法を理解するためには、債権総論の理解は不可欠といえます。この講義を通じて、実践につながる法理論の基礎を身につけることができます。",
  "授業方法": "◆この講義ではパワーポイントを利用しながら、詳しいレジュメに沿って講義を進めます。<BR/>◆５回目講義以降は、講義内容に関する確認小テストを実施する予定です。<BR/>◆いずれも変更の可能性がありますので、ご注意ください。<BR/>※当然ですが、講義中の私語は厳禁です。ルールの守れない人がいれば厳正に対処します。",
  "トピック": {
    "第1回": [
      "【オリエンテーション】　まずは、講義を受けるにあたっての心構え、講義の進行方法、成績評価方法などについて説明します。<BR/>【民法の全体像（１）】　講義後半には、民法・財産法の全体像を簡単に復習します。民法・財産法の全体像を概観するなかで、債権総論の位置付けを考え、本講義で学修する内容が民法の中で実際どのように問題となるかを概観します。",
      ""
    ],
    "第2回": [
      "【民法の全体像（２）】　前回に続いて、財産法の全体像を簡単に復習しながら、本講義で学修する内容が民法の中で実際どのように問題となるかを概観します。とくに、現実に問題となるような事案をいくつか紹介し、これからの講義内容のイメージをつかみます。",
      ""
    ],
    "第3回": [
      "【債権法の基本事項（１）】　債権法の基本事項として、「債権の意義」「債権の種類」「発生原因」「物権と債権の区別」について説明を進めます。さらに、債務の履行としていかなる行為をなすべきかという観点から、債権の目的・種類についての概要を説明します。",
      ""
    ],
    "第4回": [
      "【債権の基本事項（２）】　債権法の基本事項の続きとして、債権の目的・種類に関する内容の説明を進めます。具体的には、「特定債権」「種類債権」「金銭債権」について説明します。",
      ""
    ],
    "第5回": [
      "【債権の基本事項（３）】　前回に続けて、債権法の基本事項とされる債権の目的・種類に関する内容の説明を進めます。具体的には、「利息債権と利息制限法」「選択債権と特定」について説明します。",
      ""
    ],
    "第6回": [
      "【債権の効力】　まずは、債権の一般的な効力とされる「給付保持力」「請求力」「強制力」など、各種の効力について説明します。<BR/>【債務不履行（１）】　続いて、債務不履行の意義と具体例について説明します。",
      ""
    ],
    "第7回": [
      "【債務不履行（２）】　債務不履行の要件について、まずは従来の三分説に従って、履行遅滞・履行不能・不完全履行の各場面ごとに説明します。",
      ""
    ],
    "第8回": [
      "【債務不履行（３）】　債務不履行の要件の続きとして、「履行補助者の行為に対する債務者の責任」「近時の学説（一元説）」について説明を加えます。さらに、近時の学説による「付随義務論」の展開に応じて、「契約締結上の過失」「安全配慮義務」「説明義務」について説明を進めます。",
      ""
    ],
    "第9回": [
      "【債務不履行（４）】　債務不履行責任の内容として「履行の強制手段」に触れたあと、「損害賠償」について詳しく説明します。とくに、相当因果関係説と保護範囲説の対立点についての理解を深めます。",
      ""
    ],
    "第10回": [
      "【債務不履行（５）】　損害賠償の続きとして、「損害賠償の算定」「慰謝料」「損害賠償の形態」「過失相殺」などの諸項目について説明を進めます。",
      ""
    ],
    "第11回": [
      "【受領遅滞】　「受領遅滞」という制度の基本事項を説明したうえで、債権者の側が債務者による給付の受取りを拒絶・遅滞した場合に、債権者と債務者の責任のバランスをどのように評価するかを考えます。とくに、「法定責任説」と「契約責任説」という学説の対立について理解を深めます。",
      ""
    ],
    "第12回": [
      "【第三者による債権侵害など】　まず、債務不履行と関連する契約責任の制度として、「契約の解除」と「瑕疵担保責任」の概略を簡単にみておきます（具体的には債権各論・契約法の範囲です）。また、第三者によって債権が侵害された場合の責任追及手段について説明します。",
      ""
    ],
    "第13回": [
      "【債権保全手段――債権者代位権（１）】　まず債権の保全手段の全体像を把握したうえで、「債権者代位権」の基本事項を説明します。具体的には、債権者代位権の意義と要件・効果の説明を行います。",
      ""
    ],
    "第14回": [
      "【債権保全手段――債権者代位権（２）】　前回に続けて「債権者代位権」について、応用事例となる「債権者代位権の転用」について説明を進めます。",
      ""
    ],
    "第15回": [
      "【債権保全手段――詐害行為取消権（１）】　「詐害行為取消権」の基本事項として、その意義と要件・効果について説明します。",
      ""
    ],
    "第16回": [
      "【債権保全手段――詐害行為取消権（２）】　前回に続けて「詐害行為取消権」の効果に関する説明を進めます。とくに、「行使方法」に関する学説の対立や改正法の内容について詳しく解説します。",
      ""
    ],
    "第17回": [
      "【多数当事者関係――概要など】　まず多数当事者の債権・債務関係の概略を説明したうえで、「分割債権・債務」「不可分債権・債務」「連帯債権」について説明を進めます。",
      ""
    ],
    "第18回": [
      "【多数当事者関係――連帯債務（１）】　まず連帯債務の「意義・性質」と「成立」についてみたうえで、連帯債務の「対外的効力」について詳しく説明をします。とくに改正法による絶対的効力事由の限定と相対的効力事由の拡大について詳しくみて行きます。",
      ""
    ],
    "第19回": [
      "【多数当事者関係――連帯債務（２）】　連帯債務の「対内関係」として、「連帯債務者間の求償関係」について詳しくみて行きます。また、「不真正連帯債務」に関する議論について理解を深めます。",
      ""
    ],
    "第20回": [
      "【多数当事者関係――保証（１）】　まず保証の「具体例」「意義」および「性質」についてみたうえで、「保証債務の成立」に関する諸問題を説明します。",
      ""
    ],
    "第21回": [
      "【多数当事者関係――保証（２）】　保証債務の効力についてみて行きます。具体的には、「保証債務の内容」と「保証人の抗弁権」など、さらに「保証人の求償権」について説明を進めます。",
      ""
    ],
    "第22回": [
      "【多数当事者関係――保証（３）】　「特殊の保証形態」とされる「連帯保証」「共同保証」「根保証」などについて説明します。",
      ""
    ],
    "第23回": [
      "【債権譲渡（１）】　債権譲渡に関する基本事項として、「債権譲渡の意義・法的性質」「譲渡制限の意思表示」について説明します。",
      ""
    ],
    "第24回": [
      "【債権譲渡（２）】　前回に続いて、「債権譲渡の対抗要件」について説明します。とくに、第三者への対抗要件に関する学説の対立点（確定日付説と到達時説）について理解を深めます。",
      ""
    ],
    "第25回": [
      "【債権譲渡（３）】　債権譲渡における「抗弁の承継」について説明します。なお、民法改正によって「無留保承諾」の規定が削除された影響をみておきます。<BR/>【債務引受け】　民法改正で新設された各種の「債務引受け」についてみて行きます。具体的には「免責的債務引受け」「併存的債務引受け」「履行引受け」と「契約上の地位の移転」について説明を加えます。",
      ""
    ],
    "第26回": [
      "【債権の消滅――弁済】　まず「弁済の意義」について説明したうえで、「弁済の提供」「弁済の当事者」「弁済による代位」について説明を進めます。続いて、「代物弁済」と「弁済の供託」について説明します。",
      ""
    ],
    "第27回": [
      "【債権の消滅――相殺】　まず相殺の「意義と性質」についてみたうえで、相殺の要件である「相殺適状」などについて説明を進めます。続いて、応用事例とされる「差押えと相殺の優劣」などの問題について、従来の判例と学説の対立に触れつつ、民法改正による影響を整理します。",
      ""
    ],
    "第28回": [
      "【債権の消滅――更改・免除・混同】　その他の債権の消滅原因である「更改」「免除」「混同」について、意義・要件・効果についてみて行きます。",
      ""
    ],
    "第29回": ["【予備日】　補講が必要となれば補講期間に実施します。", ""],
    "授業計画1": "・債権総論では、債権関係一般に共通する総論的な事項や理論が講義の対象となります。そのため、きわめて抽象的な議論が展開されることから、結局は何の話をしているのか理解できないままに終わってしまうことも多いといえます。そこで、本講義では、レジュメを中心として、身近な事例・判例や新聞記事などを多用し、さらに適切に図表を用いることによって、問題点の具体化に努めます。<BR/><BR/>・ところで、債権関係が発生する原因のなかでも、とりわけ契約が中心に位置付けられます。したがって、社会経済システムのなかにあって、とりわけ重要性を有する契約法を理解するためには、債権総論の理解は不可欠となります。この点は重要なので繰り返しますが、債権総論の理解なくして契約法・財産法の理解はありえず、結果として、資本主義を標榜する経済社会において、実際に通用する人材とはなり得ないといえるでしょう。そこで、この講義を通じて、実践につながる法理論の基礎を身につけてください。",
    "授業外学習2": "・教科書の該当箇所に目を通すなどの予習、および講義内容の復習を行ってください。<BR/>・この講義を受けるにあたって、民法入門および民法総則を修得しておくことが望まれます。いずれの講義の理解も不十分という自覚がある人は、講義開始までに基礎的な教科書を読んでおくことをお勧めします。"
  },
  "評価": {
    "教科書Required texts0": "秋学期の講義開始時に告知します。",
    "参考文献・資料Reference books0": "・窪田＝森田編『民法判例百選２巻 債権（第８版）』ジュリスト２３８号（２０１８年）",
    "学生による授業評価の方法Course Evaluation by Students0": "授業内に行います。",
    "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": [
      "定期試験／Final Examination (01)",
      "100 %",
      "備考欄に注意してください。"
    ],
    "成績評価Grading2": "備考　Note\nコロナ禍が収束していれば、基本的には定期試験（100%）の成績評価を予定します。なお、講義内の確認小テストを予備的・加点的に評価に加える可能性があります（初回授業の際に詳細を告知します）。\n【注意】新型コロナ感染状況によっては〔平常評価：小テスト20%・中間レポート30%・期末レポート50%〕に変更する可能性があります。初回授業時に方針を示しますので、受講希望者は参加するようにして下さい。",
    "備考Note0": "◆本講義は秋学期週２回（秋学期４単位）の講義です。",
    "更新日時/Date of Update1": "2023年02月15日 15時23分30秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "秋学期／Fall",
      "火曜４時限／Tuesday 4",
      "秋学期／Fall",
      "Ｂ－３０３"
    ],
    "項番No.2": [
      "2023年度",
      "秋学期／Fall",
      "金曜２時限／Friday 2",
      "秋学期／Fall",
      "Ｂ－３０３"
    ]
  },
  "campas": 0,
  "name": "【300】債権総論／Obligations I (Civil Law)",
  "管理部署": 3,
  "単位数": 4,
  "担当者": "渡邊　力（WATANABE TSUTOMU） ",
  "履修基準年度": "２年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 10,
  "時限2": 29,
  "評価1": 0,
  "開講期": 2
}
