{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講者が教科書に基づき相続法の基礎を理解し、判例の内容を理解することである。さらに、多様化する現代における家族のあり方を考察し、現代家族の問題を理解することである。", "到達目標": "本授業の到達目標は、受講生が民法条文を解釈できるようになり、相続法の基本的知識を身につけるようになることである。受講生は、具体的事例を通して親族法の問題を解決できるようになり、判例を読み解くことにより、現代の家族をめぐる問題点を考える能力を養う。", "授業方法": "Zoomを用いてリアルタイムのオンライン授業を実施する。授業開始5分前までにZoomへ入っておくこと。各回のZoom URLはLUNAに掲載する。", "トピック": {"第1回": ["ガイダンス：レポートの書き方、授業の仕方について説明を行う。<BR/>相続法の基礎：日本の相続法の歴史から、相続法の基礎を学ぶ。", "LUNAにアップしたレジュメ、パワーポイントをとって予習をすること。"], "第2回": ["相続人とは誰か：法定相続における相続人の範囲", "授業の予習、復習は、LUNAにアップするレジュメとパワーポイントを参考にすること。授業は教科書にある事例問題を解くので、教科書を見て予習をしておくこと。"], "第3回": ["相続欠格、相続廃除：推定相続人であっても、相続人とならない場合がある。それを判例、事例によって確認していく。", "同上"], "第4回": ["相続分：法律が定める相続分を、計算を用いながら確認していく。", "同上"], "第5回": ["具体的相続分：特別受益、寄与分：具体的事例を通し、何が特別受益となり、何が寄与分として認められるのか、計算素によって確認していく。介護と相続について検討する。配偶者に関する特則（配偶者の居住権）", "同上"], "第6回": ["相続の効力：何が相続の対象となるか、相続と登記の問題について、検討する。", "同上"], "第7回": ["遺産分割1：遺産分割の基礎、遺産から生じる果実の帰属", "同上"], "第8回": ["遺産分割2：相続と第三者（相続と登記、金銭債権の共同相続、債務の共同相続）", "同上"], "第9回": ["相続の承認・放棄：判例を通して、相続の承認、法規が認められる場合を検討する。", "同上"], "第10回": ["相続放棄と相続人の不存在：相続人がいない場合の手続と、所収者のいない土地の問題について考える。", "同上"], "第11回": ["遺言1：遺言の方式、遺言の効力", "同上"], "第12回": ["遺言2：判例を通して、遺言による相続の問題を考える。", "同上"], "第13回": ["遺留分1：遺留分の基礎", "同上"], "第14回": ["遺留分2：遺留分侵害請求について、計算を通して考える。<BR/>レポート講評：提出したレポートについて講評する。また課題内容について再度講義を行う。", "同上"], "授業外学習2": "事前学習；授業を理解するためには、予習が重要である。予習をすることにより授業の理解も増すので、必ず教科書を読み事前学習すること。毎回授業前には、授業で用いるパワーポイントとレジュメをLUNAにアップするので、各自事前学習を行うこと。レジュメには空白箇所を設けているので、授業箇所の教科書を読み、空白を埋めて授業に持参すること。<BR/>事後学習；授業中にレジュメの空白箇所の専門用語については一つ一つ答え合わせをしない。授業中に説明したこと、パワーポイントで示したことに基づき復習し、各自で空白箇所をの正解の理解に努めること。"}, "評価": {"教科書Required texts0": "民法7親族・相続第6版(有斐閣アルマ）", "参考文献・資料Reference books0": "図書館で「家族法」「相続法」を検索して、テキスト、参考書を読むこと。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業期間中または授業期間後に、数題の課題に対しレポート提出を求める。"], "成績評価Grading2": "備考　Note\nレポートをワードで作成の上、LUNA上に提出すること。", "更新日時/Date of Update0": "2021年09月05日 10時54分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ｂ－３０３"]}, "campas": 0, "name": "【400】相続法／Succession (Civil Law)", "管理部署": 3, "単位数": 2, "担当者": "山口　亮子（YAMAGUCHI RYOKO） ", "履修基準年度": "２年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 15, "評価1": 3, "開講期": 2}