{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "企業における取引の記録・計算・整理に関する知識と技術を習得し，複式簿記の原理と仕組みについて理解することを目的とします。", "到達目標": "企業における取引の記録・計算・整理に関する知識と技術を習得し，複式簿記の原理と仕組みについて理解することを目的とします。なお，授業終了段階で日本商工会議所簿記検定3級レベルの基本的な知識を習得することが目標です。", "授業方法": "教科書に基づき講義を行い，適宜配布プリントを用いて問題演習を行います。オンラインでの受講を許可された学生に対しては、３週目以降「対面授業の録画データをオンデマンド配信」で対応する予定です。（１・２週目の対応方法は4月6日にシラバスを更新しお知らせします。）<BR/>【感染防止重点期間】2回目以降「オンデマンド」で配信予定。授業の配信時期・配信予定等は、『授業外学習』欄で指示するので確認すること。（4月14日更新）", "トピック": {"第1回": ["ガイダンス／テキスト第1章（簿記の基礎）・第2章（商品売買）", "事前に第1回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第2回": ["テキスト第3章（現金）第4章（普通預金、定期預金、当座預金・当座借越）第5章（小口現金）", "事前に第2回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第3回": ["テキスト第6章（手形と電子記録債権（債務））第7章（貸付金・借入金、手形貸付金・手形借入金）", "事前に第3回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第4回": ["テキスト第8章（その他の債権債務）第9章（その他の費用）", "事前に第4回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第5回": ["テキスト第10章（貸倒れと貸倒引当金）", "事前に第5回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第6回": ["テキスト第11章（有形固定資産と減価償却）", "事前に第6回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第7回": ["授業中試験（中間テスト）", "第6回までの講義内容で理解できなかった箇所を把握し、中間テストに臨んで下さい。"], "第8回": ["テキスト第12章（株式の発行、剰余金の配当と処分）第13章（法人税等と消費税）", "事前に第8回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第9回": ["テキスト第14章（費用・収益の前払い・前受けと未払い・未収、訂正仕訳）", "事前に第9回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第10回": ["テキスト第15章（帳簿への記入）", "事前に第10回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第11回": ["テキスト第16章（試算表）第17章（伝票と仕訳日計表、証ひょう）", "事前に第11回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第12回": ["テキスト第18章（精算表と財務諸表）", "事前に第12回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第13回": ["テキスト第19章（帳簿の締め切り）", "事前に第13回講義のテキスト該当箇所を読み問題点を明らかにしておいてください。<BR/>学習した内容に関するテキストの問題演習を行い、理解してください。"], "第14回": ["まとめ", "講義を受講して理解できなかった箇所を把握し、授業に臨んで下さい。終了後は、その部分に関するテキスト等の問題演習を行って下さい。"], "授業外学習2": "教科書の予習を前提として講義を進めます。授業で学習した内容に関して教科書や市販の問題集等により，多くの問題を解くことが望ましいと考えます。授業を受講する際には必ず簿記検定で認められた電卓を持参してください。<BR/>【感染防止重点期間】講義動画を配信しますが、閲覧期間は3日間（土曜日終日）とします。（4月14日更新）"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["滝澤ななみ", "スッキリわかる日商簿記検定3級第11版", "TAC出版", "2020 年", "9784813285915", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施します", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "中間テスト40%・期末テスト60％"], "成績評価Grading2": "備考　Note\n学期末定期試験（６０％程度）と授業中試験（４０％程度）の総合評価とします。定期試験が実施できない場合は、レポート試験と授業中課題に変更します。", "更新日時/Date of Update0": "2021年05月24日 20時44分27秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "５別－５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】企業会計入門Ａ（簿記）／Introduction to Corporate Accounting A (bookkeeping)", "管理部署": "法学部／School of Law and Politics", "単位数": "2", "担当者": "高原　利栄子（TAKAHARA RIEKO） ", "履修基準年度": "２年", "時限1": "木曜１時限／Thursday 1", "開講期": "春学期／Spring"}