{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講生が教科書に基づき親族法の基礎を学び、判例を理解することである。さらに、多様化する現代における家族のあり方を考察し、親族法の法的問題を多様な角度から理解することを目的とする。", "到達目標": "本授業の到達目標は、受講生が民法条文を解釈できるようになり、親族法の基本的知識を身につけるようになることである。受講生は、具体的事例を通して親族法の問題を解決できるようになり、判例を読み解くことにより、現代の家族をめぐる問題点を考える能力を養う。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/><BR/>特修コース生以外は、履修基準年度「３年」の科目です。", "関連科目": "相続法", "授業の概要・背景": "", "授業方法": "講義形式で対面にて行う。<BR/>・質問は初回授業で提示するメールアドレスへ「学生番号」「氏名」「授業名」を明記したうえで送ること。<BR/>・【オンライン受講許可学生対象】同時双方向型オンライン授業を行う。", "トピック": {"第1回": ["ガイダンス：明治の家制度から戦後の新しい家族法へ:家族法の歴史、親族法の手続について<BR/>レポ―トの書き方：本授業ではレポートによる評価を行うため、レポートの書き方について説明する。", "教科書を準備し、読んでおくこと。"], "第2回": ["夫婦:婚姻の成立と婚姻の効果（日常家事と連帯責任、再婚禁止期間の最高裁判決、選択的夫婦別姓の問題）", "LUNAにPPTと予習用レジュメを用意するので、事前に予習を行っておくこと。<BR/>特に教科書とパワーポイント資料を読み、レジュメの空白部分に重要な用語を埋め、予習を行うこと。<BR/>授業中に、予習箇所の用語について説明するので、復習に用いること。"], "第3回": ["内縁と婚約:その成立と不当破棄の問題", "以下同"], "第4回": ["婚姻外関係の法的問題：（同性婚の問題も踏まえ）", ""], "第5回": ["離婚:離婚原因（有責配偶者からの離婚請求）、離婚の手続と離婚の効果、財産分与", ""], "第6回": ["離婚の効果：別居中の監護者指定、および離婚後の親権者指定と面会交流、養育費の問題", ""], "第7回": ["子の奪い合い紛争の法的処理（ハーグ子奪取条約の問題も踏まえ）", ""], "第8回": ["親子：婚姻夫婦から生まれた子の親子関係成立と嫡出否認<BR/>授業の中盤で１回レポート課題を出す。", ""], "第9回": ["親子：婚姻外に生まれた子の親子関係成立、任意認知と認知の訴え", ""], "第10回": ["養子：普通養子縁組と特別養子縁組<BR/>第１回目のレポートについて、講評を行い、レポートの書き方について再度学ぶ。", ""], "第11回": ["親権:親権の内容、親権者の利益相反行為", ""], "第12回": ["親権の喪失・停止の判断基準と手続、児童虐待問題", ""], "第13回": ["未成年後見", ""], "第14回": ["扶養<BR/>レポート講評：授業中提出したレポートについて、講評を行う。また、課題内容について再度講義を行う。", ""], "授業外学習2": "　事前学習；授業を理解するためには、予習が最も重要である。予習をすることにより授業の理解も増すので、必ず教科書を読み事前学習すること。毎回授業前には、授業で用いるパワーポイントとレジュメをLUNAにアップするので、各自事前学習を行うこと。レジュメには空白箇所を設けているので、授業箇所の教科書を読み、空白を埋めて授業に持参すること。<BR/> 事後学習；授業中にレジュメの空白箇所の専門用語については一つ一つ答え合わせをしない。授業中に説明したこと、パワーポイントで示したことに基づき復習し、各自で空白箇所をの正解の理解に努めること。"}, "評価": {"教科書Required texts0": "有斐閣アルマ　高橋朋子・床谷文雄・棚村政行著『民法7親族・相続[第6版]』または最新版", "参考文献・資料Reference books0": "民法判例百選III[第2判]親族・相続（有斐閣）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n授業期間中に複数回平常リポートを行うことで、成績を評価する。\n【オンライン受講許可生への対応】\n・授業中試験（レポート）：授業中試験と同じ問題をLUNAにアップロードします。Wordでレポートを作成し、LUNAから提出してください。", "更新日時/Date of Update0": "2022年04月26日 16時15分41秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｂ－１０４"]}, "campas": 0, "name": "【400】親族法／Family (Civil Law)", "管理部署": 3, "単位数": 2, "担当者": "山口　亮子（YAMAGUCHI RYOKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 3, "開講期": 1}