{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "雇用社会の現状と課題を正確に認識し、社会人が直面する様々な課題について、合理的な問題解決ができる能力を身に付けることを目的とする。法的な解釈論を重視した労働法Aとは異なり、バランスある政策的な視点で物事を見ることを重視する。", "到達目標": "①複雑化する雇用社会の現状と課題について学習し、様々なトラブルに対して自分なりの考えを導き出せるようにする。<BR/>②非正規雇用労働者の増大、フリーランスの拡大、ニートの増加など、多様化する「働く」ことへの意識の変化を認識する。<BR/>③働き方改革、過労死、新たな労働組合の役割と課題など、現代的な問題を学習する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "コロナ禍の影響もあって、雇用社会は様々な課題に直面しており、問題解決には法的な知識のみならず、バランス感覚が必要とされている。そうしたバランス感覚は、様々な問題について我が事意識を持って考えるという姿勢と訓練によって身に付くものである。", "授業方法": "講義後、講義内容を復習できるよう、できるだけ詳細なレジュメを提供する。統計資料や説明のための図表等は、パワポによりパソコン画面に表示する。", "トピック": {"第1回": ["講義テーマ：職場における差別をめぐる法的問題<BR/>主たる内容：労基法が定める差別禁止の意義と射程、年齢差別、障害者差別、外国人労働差別、性差別の歴史", "特になし"], "第2回": ["講義テーマ：男女雇用機会均等法と母性保護<BR/>主たる内容：男女雇用機会均等法の法的意義、産前・産後休暇、育児・介護休業制度", "特になし"], "第3回": ["講義テーマ：非正規雇用労働者をめぐる法的問題（１）<BR/>主たる内容：非正規雇用拡大の現状、コロナ禍によって生じた不安定雇用の問題、非正規雇用の種類、パートタイム労働法の沿革", "特になし"], "第4回": ["講義テーマ：非正規雇用労働者をめぐる法的問題（２）<BR/>主たる内容：非正規雇用に関する労働契約法の意義、派遣労働関係の法的構造、派遣労働者保護の方法", "特になし"], "第5回": ["講義テーマ：雇用保険制度の現状と課題<BR/>主たる内容：雇用保険の体系、失業等給付の給付事由、コロナ禍における雇用保険制度の意義と課題、特定給付等", "特になし"], "第6回": ["講義テーマ：労働安全衛生（パワハラ防止法を含む）と労災補償の概要<BR/>主たる内容：労働安全衛生法の意義、労働災害の統計、労基法の災害補償と労災保険", "特になし"], "第7回": ["講義テーマ：労災保険制度の構造とその問題点<BR/>主たる内容：労災保険制度の歴史、給付の種類、障害等級、疾病補償、通勤災害保護", "特になし"], "第8回": ["講義テーマ：労災・業務災害と通勤災害の認定判断をめぐる問題点<BR/>主たる内容：業務上の事由となるか否かの判断基準、疾病・職業病の労災認定判断、通勤災害の考え方、", "特になし"], "第9回": ["講義テーマ：脳・心臓疾患労災認定基準をめぐる問題点<BR/>主たる内容：過労死の現状、脳・心臓疾患の労災認定基準とその判断、事例研究、一部ビデオを利用する予定", "特になし"], "第10回": ["講義テーマ：精神障害に対する労災認定基準と労災民事賠償訴訟をめぐる問題点<BR/>主たる内容：精神障害、自殺、安全配慮義務、立証責任", "特になし"], "第11回": ["講義テーマ：労働組合の活動と団体交渉のルール<BR/>主たるテーマ：労働組合の現状、労働組合の意義、労働組合の法的保護、団体交渉の主体と法的取り扱い、団体交渉の対象事項、団交拒否の救済", "特になし"], "第12回": ["講義テーマ：労働協約をめぐる法的問題（１）<BR/>主たるテーマ：労働協約とは何か、労働協約と労働契約の関係、不利益変更をめぐる問題", "特になし"], "第13回": ["講義テーマ労働協約をめぐる法的問題（２）と団体行動<BR/>主たる内容：組合活動の保護、争議行為とは、使用者の対抗手段、不当労働行為とは", "特になし"], "第14回": ["講義テーマ：不当労働行為と労働紛争を解決するための法制度<BR/>主たる内容：不当労働行為制度の意義、日本の労働紛争の歴史と特徴、労働紛争の解決システム、行政による紛争解決と裁判による紛争解決、労働委員会制度、", "特になし"]}, "評価": {"教科書Required texts0": "教科書は用いないが、ネット等から資料等を準備する必要がある場合には、その都度指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "100 %", "自分の意見を論理的に展開できているか否か"], "更新日時/Date of Update0": "2023年01月19日 14時37分45秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｂ－３０２"]}, "campas": 0, "name": "【400】労働法Ｂ／Labor Law B", "管理部署": 3, "単位数": 2, "担当者": "品田　充儀（SHINADA MITSUGI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 1, "開講期": 2}