{
  "履修期": "春学期",
  "主な教授言語": "日本語",
  "授業目的": "民事訴訟は、裁判所で裁判官が示した判断（裁判）に従って紛争を解決する手続であり、民事紛争の解決手続の中で最も慎重で公平な手続である。この授業では、判決手続の中で重要な理論および論点を、判例および学説をとり上げながら学んでいく。受講生はこの授業の履修において、事前に教科書等を読んで一定の知識を得ておくことにより、より効果的な学びおよび修得が期待できる。",
  "到達目標": "民事訴訟法で知られた論点とそれに関する判例・学説を、判例を主な材料として理解し、事案について自分なりの意見とその理由をまとめる習慣と能力を身につけることが、この授業の到達目標である。",
  "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>特修コース生以外は、履修基準年度「３年」の科目です。",
  "関連科目": "民法",
  "授業の概要・背景": "",
  "授業方法": "授業方法は対面方式です。ただし、状況の変化等により授業方法が変更されることになった場合は、その限りではありません。",
  "トピック": {
    "第1回": [
      "第１章　紛争のはじまり<BR/>紛争解決の手段",
      "手続の流れは、民事訴訟法の諸問題を学ぶ基礎になるので、授業時間外にも反復して理解を定着させることが望まれる。"
    ],
    "第2回": [
      "第２章　裁判所<BR/>裁判所の概念<BR/>民事裁判権<BR/>管轄",
      "受講生は教科書等を事前に読んでおくことが望ましい。"
    ],
    "第3回": [
      "裁判所構成員の除斥・忌避・回避<BR/><BR/>第３章　当事者<BR/>当事者の確定・当事者能力・訴訟能力",
      "当事者についての理論を理解するために、受講生は教科書等を事前に読んでおくことが望ましい。"
    ],
    "第4回": [
      "訴訟における代理・代表<BR/><BR/>第４章　訴訟費用・訴訟手続<BR/>訴訟費用・期日および期間・訴訟手続の中断および受継",
      "弁護士費用の敗訴者負担を認めるべきかについて考えてみること。また、訴訟手続の中断と受継について理解できるようにすること。"
    ],
    "第5回": [
      "送達<BR/><BR/>第５章　訴えの提起<BR/>訴えの意義・処分権主義・訴訟要件",
      "受講生は教科書等をよく読んで、処分権主義および訴訟要件と訴え却下判決について理解できるようにすること。"
    ],
    "第6回": [
      "訴えの種類<BR/>訴訟上の請求（訴訟物）－旧訴訟物理論および新訴訟物理論",
      "訴訟物について講義をする。受講生は事前に教科書等をよく読んで理解できるようにしておくことが望ましい。"
    ],
    "第7回": [
      "訴え提起の方式－訴状の記載事項<BR/>訴え提起後の措置<BR/>訴えの利益－各種の訴えに共通する訴えの利益",
      "訴状の必要的記載事項については、前回の訴訟物理論との関連を理解することが必要である。<BR/>各種の訴えに共通する訴えの利益として、「法律上の争訟」（裁判所法３条１項）について勉強しておくことが望ましい。"
    ],
    "第8回": [
      "給付の訴えの利益－将来の給付の訴えの利益<BR/>確認の訴えの利益",
      "将来の給付の訴えの利益について、とくに将来の不法行為による損害賠償請求訴訟について理解できるようにすること。また、確認の訴えについても受講生は教科書等で事前に勉強しておくことが望ましい。"
    ],
    "第9回": [
      "当事者適格（正当は当事者は誰か）<BR/>正当な当事者－一般的基準<BR/>第三者の訴訟担当－法定訴訟担当および任意的訴訟担当<BR/>訴え提起の効果－重複訴訟の禁止",
      "受講生は教科書等をよくよんで、当事者適格が理解できるように準備しておくことが望ましい。"
    ],
    "第10回": [
      "第６章　口頭弁論<BR/>必要的口頭弁論<BR/>審理に関する諸原則－公開主義・双方審尋主義・口頭主義・直接主義",
      "必要的口頭弁論の原則について理解することが必要である。また、公開主義や直接主義のような民事訴訟の基本的な原則についても理解することが重要である。"
    ],
    "第11回": [
      "口頭弁論の経過<BR/>弁論の制限・分離・併合－必要的共同訴訟・同時審判の申出がある共同訴訟・訴えの主観的予備的併合・請求の併合<BR/>随時提出主義から適時提出主義へ",
      "弁論の制限・分離・併合に関連して共同訴訟および請求の併合について説明する。受講生は教科書等で該当事項について事前に勉強しておくことが望ましい。"
    ],
    "第12回": [
      "弁論主義－意義・内容、対象となる事実<BR/>主要事実と認定事実<BR/>釈明権－法的観点指摘義務",
      "弁論主義について講義する。受講生は事前に教科書等をよく読んで準備しておくことが重要である。"
    ],
    "第13回": [
      "職権進行主義<BR/>訴訟指揮権<BR/>責問権",
      "裁判所（裁判官）の訴訟指揮権について理解することが必要である。受講生は事前に当該箇所について教科書等を読んで準備しておくことが望ましい。"
    ],
    "第14回": [
      "当事者の不熱心な訴訟追行<BR/>訴訟行為の意義・種類・評価<BR/>訴訟行為と私法行為<BR/>形成権の訴訟内行使",
      "当事者が口頭弁論期日に欠席した場合についての手続について講義する。また、訴訟行為と私法行為の違いなどについても講義するので、受講生は事前に教科書等で準備しておくことが望ましい。"
    ],
    "第15回": [
      "第７章　口頭弁論の準備<BR/>準備書面<BR/>争点整理手続－準備的口頭弁論・弁論準備手続・書面による準備手続<BR/>進行協議期日",
      "民事訴訟法が用意している口頭弁論の準備のための方法について講義する。受講生は事前に教科書等を読んでおくことが望ましい。"
    ],
    "第16回": [
      "第８章　証明と証拠<BR/>事実認定の証拠<BR/>証拠の概念<BR/>証明の対象",
      "受講生は事前に教科書等をよく読んで準備しておくことが望ましい。"
    ],
    "第17回": [
      "証明を要しない事実（不要証事実）－自白<BR/>自由心証主義",
      "自白の要件および効果について講義する。また、自由心証主義という重要な原則について説明するので、受講生は事前に教科書等をよく読んで準備しておくことが望ましい。"
    ],
    "第18回": [
      "事実上の推定<BR/>証明責任の意義および機能<BR/>証明責任の分配<BR/>証明責任の転換",
      "証明責任について講義する。証明責任は事実の真偽が不明な場合でも裁判拒否を回避するための基準であり、しっかりと理解する必要がある。受講生は事前に準備しておくことが望ましい。"
    ],
    "第19回": [
      "訴え提起前の証拠収集手続<BR/>証拠調べの開始<BR/>証拠調べの実施<BR/>証人尋問",
      "証拠について講義する。ここではとくに証人尋問について理解できるように受講生は事前に準備しておくことが望ましい。"
    ],
    "第20回": [
      "当事者尋問<BR/>鑑定<BR/>書証－意義・文書の種類・書証の手続・文書の証拠力",
      "文書は民事訴訟において最も信頼できる確実な証拠であり、実際にも重要な意義をもつ。受講生はこれについて事前に勉強しておくことが望ましい。"
    ],
    "第21回": [
      "書証－文書提出命令<BR/>検証<BR/>調査嘱託<BR/>証拠保全",
      "文書提出命令については判例および学説において従来から議論されており、講義で説明する。受講生は事前に準備しておくことが望ましい。"
    ],
    "第22回": [
      "第９章　裁判<BR/>判決と決定・命令<BR/>申立事項と判決事項<BR/>判決の効力－自己拘束力・羈束力",
      "判決と決定・命令の相違について講義する。また、申立事項と判決事項は処分権主義と関わることから、しっかりと理解することが必要であり、受講生は事前に準備しておくことが望ましい。"
    ],
    "第23回": [
      "確定判決の効力－既判力・執行力・形成力<BR/>既判力の根拠・作用・作用の発現の場面<BR/>既判力の基準時・遮断効<BR/>既判力の基準時後の形成権の行使",
      "既判力について説明する。とりわけ既判力の作用と作用の発現の場面および基準時・遮断効については重要であり、受講生は事前に準備しておくことが望ましい。"
    ],
    "第24回": [
      "既判力の客観的範囲<BR/>争点効",
      "既判力の客観的範囲、相殺の抗弁の例外について、さらに判決理由中の判断に拘束力を及ぼす争点効理論について説明する。受講生は準備しておくことが望ましい。"
    ],
    "第25回": [
      "既判力の主観的範囲<BR/>対世効<BR/>反射効",
      "既判力の主観的範囲、既判力の対世効、反射効について説明する。受講生は事前に勉強しておくことが望ましい。"
    ],
    "第26回": [
      "第１０章　裁判によらない訴訟の完結<BR/>訴訟上の和解<BR/>訴えの取下げ<BR/>請求の放棄・認諾",
      "訴訟は判決で終了するとは限らず、和解などにより終了することも多い。ここではこのような裁判によらない訴訟の完結について説明する。受講生はこれらによる終了の利点などについて考えてほしい。"
    ],
    "第27回": [
      "第１１章　複雑な訴訟<BR/>複数請求の訴訟<BR/>請求の併合<BR/>訴えの変更<BR/>反訴",
      "複数請求の訴訟について説明する。受講生は準備しておくことが望ましい。"
    ],
    "第28回": [
      "多数当事者の訴訟<BR/>第１２章　上訴",
      "多数当事者の訴訟および上訴について講義をする。受講生は準備しておくことが望ましい。"
    ],
    "授業外学習2": "授業時間外には、上記のように、それぞれが自分に必要だと感じる事項を積極的に学ぶことが望まれます。<BR/>授業の際に分からなかった点は、早い段階で解消していくように心がけることが好ましいです。<BR/>なお、授業計画に記した各回で取り扱う予定の講については、授業の進捗状況に応じて変更される可能性があります。"
  },
  "評価": {
    "教科書/Required texts0": [
      "著者名\nAuthor",
      "タイトル\nTitle",
      "発行所\nPublisher",
      "出版年\nYear of Publication",
      "ISBN",
      "ボタン\nButton"
    ],
    "教科書/Required texts1": [
      "池田辰夫編",
      "アクチュアル民事訴訟法",
      "法律文化社",
      "2012 年",
      "9784589034465",
      ""
    ],
    "教科書Required texts0": "講義は教科書とレジュメを用いて行います。",
    "参考書/Reference books0": [
      "著者名\nAuthor",
      "タイトル\nTitle",
      "発行所\nPublisher",
      "出版年\nYear of Publication",
      "ISBN",
      "ボタン\nButton"
    ],
    "参考書/Reference books1": [
      "中野貞一郎・松浦馨・鈴木正裕編",
      "新民事訴訟法講義［第３版］",
      "有斐閣",
      "2018 年",
      "9784641093799",
      ""
    ],
    "参考文献・資料Reference books0": "初回の授業で紹介します。授業では教科書以外にレジュメも使用します。レジュメはLUNAで配布します。なお、授業の際には六法全書を確認できるようにしておくことが必要です。",
    "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）",
    "成績評価Grading0": [
      "種別　Type備考　Note",
      "割合　Percentage",
      "評価基準等　Grading Criteria etc."
    ],
    "成績評価Grading1": [
      "定期試験／Final Examination (01)",
      "60 %",
      "試験の評価点"
    ],
    "成績評価Grading2": [
      "その他／Others (99)",
      "40 %",
      "講義期間中に１回課題を出すのでその評価点"
    ],
    "成績評価Grading3": "備考　Note\n定期試験の点数と、講義期間中に１回課題を出しますので、定められた期日までに解答を提出すればその評価点との合計で評価します。",
    "更新日時/Date of Update0": "2023年02月28日 21時50分15秒",
    "項番No.0": [],
    "項番No.1": [
      "2023年度",
      "春学期／Spring",
      "水曜３時限／Wednesday 3",
      "春学期／Spring",
      "Ｂ－３０４"
    ],
    "項番No.2": [
      "2023年度",
      "春学期／Spring",
      "木曜４時限／Thursday 4",
      "春学期／Spring",
      "Ｂ－３０４"
    ]
  },
  "campas": 0,
  "name": "【400】民事訴訟法／Civil Procedure",
  "管理部署": 3,
  "単位数": 4,
  "担当者": "内山　衛次（UCHIYAMA EIJI） ",
  "履修基準年度": "２年",
  "緊急授業形態": 0,
  "オンライン授業形態": 1,
  "時限1": 16,
  "時限2": 24,
  "評価1": 0,
  "評価2": 4,
  "開講期": 1
}
