{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "雇用社会の現状と課題を正確に認識し、社会人が直面する様々な課題について、合理的な問題解決ができる能力を身に付けることを目的とする。法的な解釈論を重視した労働法Aとは異なり、バランスある政策的な視点で物事を見ることを重視する。", "到達目標": "①複雑化する雇用社会の現状と課題について学習し、様々なトラブルに対して自分なりの考えを導き出せるようにする。<BR/>②非正規雇用労働者の増大、フリーランスの拡大、ニートの増加など、多様化する「働く」ことへの意識の変化を認識する。<BR/>③働き方改革、過労死、新たな労働組合の役割と課題など、現代的な問題を学習する。", "授業方法": "遠隔によるオン・デマンド方式の講義となる。授業内容に沿った比較的詳細なレジュメをPDFファイルで、講義前週の金曜日に閲覧可能としておくので、できれば、講義日までに印刷し、パワポによる音声講義を聴きながら、レジュメを確認する形で学習を進めて欲しい。", "トピック": {"第1回": ["講義テーマ：職場における差別をめぐる法的問題<BR/>主たる内容：労基法が定める差別禁止の意義と射程、年齢差別、障害者差別、外国人労働差別、性差別の歴史", "予習課題：「障害者雇用」をキーワード検索し、イメージを持っておく。"], "第2回": ["講義テーマ：男女雇用機会均等法と母性保護<BR/>主たる内容：男女雇用機会均等法の法的意義、産前・産後休暇、育児・介護休業制度", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「男　　<BR/>　　　　　女雇用機会均等法」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第3回": ["講義テーマ：非正規雇用労働者をめぐる法的問題（１）<BR/>主たる内容：非正規雇用拡大の現状、コロナ禍によって生じた不安定雇用の問題、非正規雇用の種類、パートタイム労働法の沿革", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「非<BR/>　　　　　正規雇用労働者」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第4回": ["講義テーマ：非正規雇用労働者をめぐる法的問題（２）<BR/>主たる内容：非正規雇用に関する労働契約法の意義、派遣労働関係の法的構造、派遣労働者保護の方法", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「同<BR/>　　　　　一労働同一賃金」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第5回": ["講義テーマ：雇用保険制度の現状と課題<BR/>主たる内容：雇用保険の体系、失業等給付の給付事由、コロナ禍における雇用保険制度の意義と課題、特定給付等", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「雇<BR/>　　　　　用調整助成金」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第6回": ["講義テーマ：労働安全衛生（パワハラ防止法を含む）と労災補償の概要<BR/>主たる内容：労働安全衛生法の意義、労働災害の統計、労基法の災害補償と労災保険", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「パ<BR/>　　　　　ワハラ防止法」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第7回": ["講義テーマ：労災保険制度の構造とその問題点<BR/>主たる内容：労災保険制度の歴史、給付の種類、障害等級、疾病補償、通勤災害保護", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「労<BR/>　　　　　働者災害補償保険法」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第8回": ["講義テーマ：業務遂行性と業務起因性（事例研究）<BR/>主たる内容：業務上の事由となるか否かの判断基準、疾病・職業病の労災認定判断、通勤災害の考え方", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「業<BR/>　　　　　務災害」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第9回": ["講義テーマ：過労死・精神障害への業務上外認定問題を考える<BR/>主たる内容：脳・心臓疾患の労災認定基準、精神障害・自殺をめぐる労災認定基準とその判断、民事損害賠償請求との調整", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「過<BR/>　　　　　労死・過労自殺」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第10回": ["講義テーマ：労働紛争を解決するための法<BR/>主たる内容：日本の労働紛争の歴史と特徴、労働紛争の解決システム、行政による紛争解決と裁判による紛争解決、労働委員会制度、労働災害審査請求制度", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「労<BR/>　　　　　働紛争解決システム」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第11回": ["講義テーマ：日本における労働組合の現状と法的な保護<BR/>主たる内容：衰退する労働組合の現状把握、労働組合の意義、労働組合の法的保護", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「日<BR/>　　　　　本の労働組合」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第12回": ["講義テーマ：団体交渉と労働協約<BR/>主たる内容：団体交渉の主体と法的取り扱い、団体交渉の対象事項、団交拒否の救済、労働協約とは何か、労働協約と労働契約の関係、不利益変更をめぐる問<BR/>　　　　　　題", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「団<BR/>　　　　　体交渉、労働協約」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第13回": ["講義テーマ：団体行動と不当労働行為<BR/>主たる内容：組合活動の保護、争議行為とは、使用者の対抗手段、不当労働行為とは", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「不<BR/>　　　　　当労働行為」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"], "第14回": ["講義テーマ：コロナ禍における労働問題の再考（問題提起）<BR/>主たる内容：働き方改革の意義と限界、産業再生と労働者保護の調和、なぜ女性が犠牲になることが多いのか、これからの労働者保護のあり方", "予習課題：事前配布のレジュメを読み込んでおく。キーワードは、「コ<BR/>　　　　　ロナ禍と労働問題」<BR/>復習課題：レジュメ記載の判例や用語を検索し、確認しておく。"]}, "評価": {"教科書Required texts0": "教科書は用いないが、必要に応じて指示する。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["下井隆史", "労働基準法", "有斐閣（法学叢書）", "2019 年", "978-4-641-24305-7", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業時に提示するレポート試験１００%。第１３回講義（１２月２０日予定）において、レポート試験の課題を提示し、第１４回講義（１月１７日）までの間において具体的な提出締め切り日を指定する。厳正に評価するので、決して手を抜かない事。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "80 %", "解答の的確さ、論述能力、思考能力"], "成績評価Grading2": ["その他／Others (99)", "20 %", "授業時の発言、出席等（定期試験失敗の際の予備）"], "更新日時/Date of Update0": "2021年09月09日 17時18分05秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｂ－２０４"]}, "campas": 0, "name": "【400】労働法Ｂ／Labor Law B", "管理部署": 3, "単位数": 2, "担当者": "品田　充儀（SHINADA MITSUGI） ", "履修基準年度": "３年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 1, "評価1": 0, "評価2": 4, "開講期": 2}