{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ジェンダー平等は、女性・男性・LGBTQを問わず、すべての人にとって重要な人権課題である。ジェンダー法学は、ジェンダー平等を実現するための学問として日本では21世紀に確立した。授業では、国際比較をふまえ、現代的テーマとしてジェンダー法学の現状と課題を考える。", "到達目標": "本授業の目標は、現代日本社会の法秩序がかかえる問題についてジェンダー視点から学ぶことと、授業で得た知識をもとに、自分で考え、自分の意見を持つことである。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "「21世紀わが国社会を決定する最重要問題」（1999年男女共同参画社会基本法の序文）とうたわれた「男女共同参画」は、政府の公式英訳では「ジェンダー平等（gender equality)」である。今日、国連を中心に、「ジェンダー平等」を法政策や社会の全分野で実現しようとする「ジェンダー主流化（gender mainstreaming)」の取り組みが進んでいる。たとえばＥＵ諸国では、同性婚の容認、非正規雇用者の保護、育児休業の充実などに向けて法改正が相次いでいる。これに比べて、日本の取り組みはかなり遅れている。日本におけるジェンダー法秩序の現状を、諸外国の法文化を比較しながら論じる。授業では毎回パワーポイントを用い、地図や統計・図表を活用してわかりやすいものとしたい。", "授業方法": "対面授業", "トピック": {"第1回": ["序論―２１世紀の学問としての「ジェンダー法学」<BR/>「ジェンダー法学」の成立と課題について学ぶ。とくに、ジェンダーに関する基本概念（アンコンシャス・バイアス、インターセクシュアリティなど）を知り、現在、ジェンダー平等実現のための最も基本的な国際条約とされる女性差別撤廃条約（1979年成立、1985年日本批准）の意義と内容を学ぶ。", "「男らしさ」「女らしさ」に関する日常的規範について考える。"], "第2回": ["1．国際社会の中の日本（１）―日本のジェンダー法制の概要<BR/>日本の基本的なジェンダー法である男女雇用機会均等法（1985年）、男女共同参画社会基本法（1999年）、DV防止法（2001年）、女性活躍推進法（2015年）、候補者男女均等法（2018年）の概要と相互の関連を学ぶ。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第3回": ["１．国際社会の中の日本（２）－ポジティブ・アクション<BR/>ポジティブ・アクションには多様な類型がある。世界の多くの国（とくにアジア・アフリカ）では国会議員についてクオータ制が導入されて、女性議員比率が上昇している。日本でも2018年に候補者男女均等法が成立したが、クオータ法ではなく、限界が多い。ポイジティブ・アクションの諸類型と判例を学び、日本の課題について考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第4回": ["1．国際社会の中の日本（３）―ＬＧＢＴＱの権利保障<BR/>ＬＧＢＴＱの権利保障をめぐって、21世紀国際社会は２分されている。国連人権理事会やEU諸国は権利保障を推進して同性婚法が成立しているが、中東やアフリカでは同性間性行為に死刑を科す国が存在し、トランスジェンダーの権利保障も進んでいない。日本では、LGBTQの権利を抑圧する法制度はないものの深刻な社会的差別は存在する。日本で積極的な権利保障が進んでいない現状の背景に何があるかを知り、今後の課題を考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第5回": ["2．暴力と法（1）―女性に対する暴力<BR/>「女性に対する暴力撤廃宣言」（1993年）、内戦における性暴力を「人道に対する罪」と定めた国際刑事裁判所規程（1999年）などを中心に、1990年代以降、国際的課題となっている「女性に対する暴力／ジェンダーに基づく暴力」防止のための取組について学ぶ。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第6回": ["2．暴力と法（2）－ハラスメント<BR/>ハラスメントにはさまざまなタイプがあるが、日本ではまず1990年代にセクシュアル・ハラスメントについて判例（福岡事件）、均等法改正（1997年）があり、21世紀になって妊娠・出産に関するハラスメント、パワーハラスメントに関する判例や法改正が続いた。セクハラの被害者は女性とLGBTQに偏る傾向が強いが、ハラスメントは日常的な暴力であり、加害者・被害者は性別を問わない。ハラスメントに関する基本知識と防止・被害者救済のための法制度について学ぶ。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第7回": ["2．暴力と法（3）－性暴力（デートレイプ）と刑法<BR/>性暴力の大半は親しい関係や顔見知りの間で生じる。若い世代ではデートレイプが深刻である。2018年以降、＃Ｍｅ　Ｔｏｏ運動が国際的に広まり、性暴力撲滅の動きが強まっている。日本でも2017年に110年ぶりに刑法性犯罪規定が改正された（強姦罪から強制性交等罪へ）。しかし、「同意の有無」を基本とする国際水準にはほど遠い。近年の諸外国における性犯罪規定の改正を比較法的に学び、日本の課題について考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第8回": ["3．性と生殖（1）―買売春と人身取引（トラフィッキング）<BR/>買売春に関する法制は国によって大きく異なる。ヨーロッパの多くの国は「単純売春」（自由意思による性的サービスの提供）を「セックス・ワーク」として合法化しているが、北欧には買春禁止法（買春者を処罰）を制定している国がある。国際的には人身取引被害女性（アジア・アフリカが多い）の圧倒的多数が「強制売春」被害に遭っており、ILOはこれを「現代の奴隷制」と呼んでいる。日本の売春防止法（1956年）は、「性の二重基準」が顕著であり、改善課題が多い。このような法制度の違いの歴史的・文化的背景を学び、課題を考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第9回": ["3．性と生殖（2）－性と生殖の健康・権利（母体保護法）<BR/>「性と生殖の健康／権利」（リプロダクティブ・ヘルス／ライツ）は、1994年のカイロ行動計画以降広まった。リプロダクティブ・ライツのうち、最も重要な権利が生殖の自己決定権（とくに中絶）である。アメリカではロウ判決（1973年）が妊娠初期の中絶を女性のプライバシー権として認めたが、2021年にはテキサス州でロウ判決を事実上否定する法律が成立し、大きな問題となっている。日本の母体保護法（優生保護法の改正）は、女性のプライバシー権も胎児の生命も尊重しているとは言いがたい。今後の日本の課題について考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第10回": ["4．親密関係と法（1）－家族法の歴史と現代的課題<BR/>家族法の基本的な歴史（家制度・憲法24条・戦後家族法改正）を学び、「選択的夫婦別姓」や同性婚などの現代的問題について課題を考える。とくに、憲法24条の成立過程を中心に、24条の条文によって否定された「家」制度の特徴を知り、戦後日本における重要な家族法関連の判例も学ぶ。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第11回": ["4．親密関係と法（2）－DV防止法（デートDV）<BR/>２００１年に成立したDV防止法はその後何度か改正されている。国の調査では、有配偶女性の２～３割、有配偶男性の６分の１がDV被害を受けている。にもかかわらず、DV相談や保護命令の発出は非常に少ない。これには、制度上の問題が大きい。DVサイクルなどの加害行為の理論、加害者更生、被害者保護について、今後の課題を考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第12回": ["5．労働と法（1）－男女雇用機会均等法・女性活躍推進法<BR/>1985年成立の男女雇用機会均等法は期待された法律であったが、さまざまな限界を持っていた。法改正とともにどのような点が改善されてきたかを学ぶ。また、女性労働の実態を知り、2015年の女性活躍推進法の内容と限界を学ぶ。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第13回": ["5．労働と法（2）―過労死／過労自殺・休む権利・ケア労働（育児介護休業法）<BR/>過労死はKAROSHIとして国際用語にもなるほど、社会的に大きな問題である。今日では、過労死よりも過労自殺が増え、若い世代が自殺に追い込まれている。授業では、過労死・過労自殺の実態を知り、1990年代の過労自殺裁判（電通事件）、育児介護休業法（日本と欧米の比較）を学び、今後の課題を考える。", "事前配布資料を読み、準備課題に取り組む。学習したことを確認し、発展課題に取り組む。"], "第14回": ["6．まとめー21世紀のジェンダー平等実現に向けた課題<BR/>授業時間内に論述試験（60分）を実施する。論述試験にあたっては、教科書・参考文献・授業資料・ノートを参照可能とする。ただし、試験時間中にＰＣ・タブレット・スマホ・電子辞書などの利用は認めない。", "授業全体の復習をしておく。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["三成美保・他", "『ジェンダー法学入門(第３版）』", "法律文化社", "2019 年", "978-4-589-04015-2", ""], "教科書Required texts0": "三成美保・他『ジェンダー法学入門(第３版）』法律文化社、2019年", "参考文献・資料Reference books0": "授業中に指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "更新日時/Date of Update0": "2022年10月18日 12時59分57秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "Ｂ－１０３"]}, "campas": 0, "name": "【350】ジェンダーと法／Gender and the Law", "管理部署": 3, "単位数": 2, "担当者": "三成　美保（MITSUNARI MIHO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 7, "評価1": 2, "開講期": 2}