{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "<div><span style=\"font-size:13.28px;\">本講義の目的は，受講生が以下のスキルや知識を習得することである。</span></div><div><span style=\"font-size:13.28px;\">1．性別やジェンダーに関するステレオタイプや偏見の理解を深め，これらがもたらす社会的な影響を認識する能力を養う。</span></div><div><span style=\"font-size:13.28px;\">2．女性解放運動とフェミニズム理論の歴史とクィア理論を含める主要な概念を学び，これらが社会や法制度における差別にどのように対抗してきたかを理解する。</span></div><div><span style=\"font-size:13.28px;\">3．法律をジェンダーセンシティブな観点から分析し，評価することによって，法的枠組みにおけるジェンダーに基づく課題を理解する。</span></div><div><span style=\"font-size:13.28px;\">4．インターセクショナリティという概念を用いて，様々な社会的身分や背景が交差することによる複雑な問題を分析し，これらの交差する要因が制度や法運用にどのように影響を与えるかを評価する能力を身につける。</span></div>", "到達目標": "<div><div><span style=\"font-size:13.28px;\">性別やジェンダーに関するステレオタイプや偏見の理解:</span></div><div><span style=\"font-size:13.28px;\">①受講生は性別やジェンダーに基づくステレオタイプや偏見の具体例を識別し，それらが個人や社会に与える影響を説明できるようになる。</span></div><div><span style=\"font-size:13.28px;\">②受講生は自身の態度や行動におけるステレオタイプや偏見の影響を確認し，自己反省する能力を身につける。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">女性解放運動およびフェミニズム理論・クィア理論の理解:</span></div><div><span style=\"font-size:13.28px;\">③受講生は女性解放運動とフェミニズム理論やクィア理論の主要な概念と歴史を理解し，これらが社会に与えた影響を評価できるようになる。</span></div><div><span style=\"font-size:13.28px;\">④受講生はこれらの運動が現代社会においてどのように法制度の展開に影響を与えているかを分析する能力を養う。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">ジェンダーセンシティブな法的分析力の習得:</span></div><div><span style=\"font-size:13.28px;\">⑤受講生は法律をジェンダーの観点から分析し，ジェンダーに関連する法的課題を特定できるようになる。</span></div><div><span style=\"font-size:13.28px;\">⑥受講生はジェンダーに配慮した改正の重要性を理解し，具体的にそれに対する意見を持ち表現する能力を身につける。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">インターセクショナリティに基づく制度や法運用の分析:</span></div><div><span style=\"font-size:13.28px;\">⑦受講生はインターセクショナリティの概念を用いて，複数のアイデンティティや背景が交差する点における社会的，法的課題を分析できるようになる。</span></div></div>", "特記事項": "", "関連科目": "憲法，家族法（民法），社会保障法，刑法", "授業の概要・背景": "<span style=\"font-size:13.28px;\">シモーヌ・ボーヴォワールは「人は女に生まれない，女になるのだ」（『第二の性』）と生物学的男女としてのセックスとは別に構築されるジェンダーを明らかにし，世界に大きな発見と驚きをもたらしました。現在，法が男女を中立に，平等に規定しているようにみえても，実際のところ「男」を中心とした制度設計およびその運用がなされていることを，多くの研究が明らかにしています。不平等な取り扱いがなされてきた女性に加えて，レズビアン・ゲイ・バイセクシャル・トランスセクシャル（ＬＧＢＴ）などセクシャルマイノリティの人々は，上記のような「男の法」から完全に除外され，排除されてきた人々でした。さまざまな差別を是正して正義を実現するためには，既存の法を「あたりまえ」と思わず，ジェンダーセンシティブに見直さなければなりません。また，女性であること，など，セクシュアリティや性指向に基づく差別に加えて，人種や経済状況，出自・身分・国籍など，他の要因が交差した状態で（インターセクショナリティ）差別や不利益はもたらされるため，それらの複合的差別がもたらす交差性を視座に入れて検討する必要もあります。本講義では，男女差別の視点をフェミニズムの理論から，セクシュアリティに基づく差別の視点をクィアの理論から学び，私たち個人や法制度の中にある偏見（バイアス）について確認します。そして，私たちの生活を取り巻く差別を是正するための法のあり方を模索します。性暴力，ドメスティックバイオレンス，家族に焦点を当てて，性別，ジェンダー，性的指向，国籍，貧困をキーワードに議論を深めます。本講義では，受講生が能動的に学習を進めることが求められます。そのため，シラバスに記載の予習を必ず行って講義に出席するようにしてください。</span>", "授業方法": "・講義形式（対面講義）とする<div>・レジュメは配布しないので各自ノートを取ること<br />・資料はLUNAにて掲示する</div>", "トピック": {"第1回": ["<div>イントロダクション：</div>本科目のオリエンテーションの後，ジェンダーとは何かを確認し，ジェンダーに基づく差別について，多様な見解について確認します。フェミニズム理論とは何か，その歴史と概要を確認します。", "予習として，シラバスと映画『未来を花束にして（Suffragette）』（サラ・カヴロン監督，2017年）を鑑賞しておくこと。"], "第2回": ["<div>法の背景にある性別不平等：</div><div>夫婦同姓制度・（改正前）女性再婚禁止期間の合憲性を争う事件を題材に，法が中立であるとして規定していることや，合理的な差別的取り扱いとしている根底にある女性差別および女性に対する不利益について確認します。法の下における平等とはなにか，平等概念について議論します。</div>", "予習として，二つの最高裁判所判決（最判H27年12月16日民集第69巻8号2586頁，最判R3年6月23日判時 2501号3頁，最判H27年12月16日民集第69巻8号2427頁）の判決と関連の法制度（家族法：婚姻・離婚）について確認しておくこと。家族法の教科書に加えて，ジュリストや判例タイムズなどの判例解説を参考にするとよいでしょう。"], "第3回": ["<div>女性のなかの序列：家族法・社会保障制度：</div><div>家族のあり方は，いつの時代も国家の中心的な関心事です。保険制度や税金制度，社会保障制度，教育などを通じて国家が前提とする家族が提示され「家族モデル」や「規範的家族（＝正しい家族）」が構築されてきました。法に構築された規範から，女性のカテゴリーに序列があることが分かります。規範的関係からあぶれた人たちの処遇と社会的視線が差別を生み，不利益をもたらしていることについて学び，その是正に向けて議論を展開します。</div><div><br /></div>", "予習として，講義で指定する論文（国家と家族），健康保険制度および年金制度の概要と保険料，税金の扶養控除，寡婦控除の諸制度を確認しておくこと。また，利谷信義『家族と国家―家族を動かす法・政策・思想』 『エンゲルス『家族・私有財産・国家の起源』を読むことで理解を深めることができます。"], "第4回": ["<div>女性の不平等と貧困問題：</div><div>ひとり親家庭における子どもの貧困を題材に，社会構造化された女性差別について議論します。子どもの貧困は，その深刻さから，多くのメディアや研究が取り上げてきました。本講義では，日本および英国における子どもの貧困撲滅に向けた政策を比較検討しながら，その深刻な状況の背景にある就労・賃金における女性差別，養育費（未払い）の問題，子の養育が規範的家族により行われることを前提としている社会構造について学びます。</div>", "<div>予習として，日本における子どもの貧困の状況（社会調査の結果）と子どもの貧困対策法の内容を確認しておくこと。予習の参考資料として，阿部彩『子どもの貧困―日本の不公平を考える』『子どもの貧困II――解決策を考える』，こども家庭庁ホームページ「こどもの貧困対策」があります。</div><div><br /></div>"], "第5回": ["<div>家族制度と女性：</div><div>F. ファインマン『家族，積みすぎた方舟―ポスト平等主義のフェミニズム法理論』を読み，私たちの生活を取り巻く社会（法制度）が前提とし，規範として構築されている「家族」，「母親」，「父親」について分析し，現行家族法のあり方について再考します。</div>", "予習として，講義で指定する資料（『家族，積みすぎた方舟―ポスト平等主義のフェミニズム法理論』の抜粋）を読み，内容を核にしておくこと。復習として，第1回から第4回の講義を振り返って，各人の理解と意見を確認しておくこと。"], "第6回": ["<div>性暴力とセクシュアリティ・暴力の構造：</div><div>性暴力の背景にある女性蔑視や権力構造を確認して，性暴力が告発される社会的および法手続的に深刻な現状を学びます。MeToo運動にみられるように，刑法規定の改正の背景に，さまざまな告発と市民運動があります。2023年刑法改正に至る経緯と内容を確認するとともに，刑法上の問題と，民事を含めた個人の救済について議論します。</div>", "予習として，強姦罪が強制性交罪，不同意性交罪へと改正された刑事法改正の議論について調べて確認しておくこと。MeToo運動について，その発端と日本におけるMeToo運動における議論について調べて確認しておくこと。"], "第7回": ["<div>ドメスティック・バイオレンス：</div><div>ドメスティック・バイオレンスと同じ構造は，婚姻関係にないカップルにもみられます（デートDV）。親密な者の間で発生する暴力の背景には，女性蔑視，カップル規範，家族規範など，ジェンダーに関連して押しつけられた役割や権力構造が働いているのに加えて，プライベートなことだから放置される（べきだ）とする「男の法」としての公法私法二分論がその被害の放置を許してきたことも要因しています。また，被害者は女性だけではなく，男性が被害者であることもあり，同性カップル間にもDVはみられます。この背景にある支配・管理の構造問題を学ぶとともに，日本や海外（主に英国）のDV防止法制定について学びます。</div>", "予習として，DV防止法の立法の背景と改正の経緯・内容を確認しておくこと。資料として，戒能民江編著『危機をのりこえる女たち―DV(ドメスティック・バイオレンス)法10年，支援の新地平へ』，内閣府男女共同参画局ホームページ「配偶者からの暴力被害者支援情報」を参考にすることができます。"], "第8回": ["<div>売買春・ポルノグラフィ・セクシャルハラスメント：</div><div>売買春，ポルノグラフィ，セクシャルハラスメントについて，フェミニズムの観点から議論します。売買春を，セックスワークとして評価すべきだとする議論がある一方で，フェミニズムは，買春における人権侵害や暴力性を暴いてきました。また，ポルノグラフィについては，表現の自由を重視する考えがある一方で，ポルノグラフィとして商品化される女性の性や，商品の客体となる女性，ポルノグラフィを目の当たりにさせられることの問題が指摘されてきました。セクシャルハラスメントは，それ自体が男性の女性支配の表れであり，権利侵害であると認識されるにいたっています。さまざまな議論がある中で，3つのテーマを掘り下げて議論します。</div><div><br /></div>", "予習として，売買春，ポルノグラフィ，セクシャルハラスメントに関して，フェミニズムの観点からどのような議論がなされているか調べておくこと。売買春ポルノ・買春問題研究会『マッキノンと語る／ポルノグラフィと売買春』不磨書房（2003年）を参考にすることができます。"], "第9回": ["<div>女性に対する（性）暴力撲滅に向けて：</div><div>C. Makkinnon『Butterfuly Politics』の序章「Butterfuly Politics」および第6章「Intervening for Sex Equality」を読み，女性への暴力をなくすための法理論構築のあり方を議論します。</div><div><br /></div>", "予習として，講義で提示する論文（C. Makkinnon『Butterfuly Politics』の抜粋，日本語翻訳つき）を読んで内容を確認しておくこと。復習として，第6回〜8回の講義を振り返って，各人の理解と意見を確認しておくこと。"], "第10回": ["<div>多様な性のあり方と法改正の道のり：</div><div>多様な性のあり方について一般的理解を確認した上で，性同一性障害者の性別の取り扱いをめぐり発生している問題を議論します。性同一性障害が認識され，性別変更を認める法制定がなされるまでの研究や取り組み，法改正がなされる際の政治についてケーススタディします。また，性のあり方を，セクシュアリティと性規範の視点から再考します。</div>", "予習として，性同一性障害特例法の法的枠組みおよびこれまでの改正の内容と講義で提示する南野知惠子監修『解説性同一性障害者性別取扱特例法』第1章・第2章を読み理解しておくこと。最判R5年10月25日裁時 1826号37頁とその解説を読み理解しておくこと。"], "第11回": ["<div>多様なセクシュアリティとカップルの保護：</div><div>レズビアン・ゲイ・バイセクシャル・トランスセクシャル（LGBT）のカップルの法的保護について，その現状を確認して保護のあり方について議論します。ゲイの公民権運動の歴史，同性婚が認められている国のそれまでの過程を学びます。その中で，ゲイとレズビアンカップルの相違，インターセクショナリティの問題にも踏み込んで同性婚にむけた政治と法のあり方を考えます。</div>", "予習として，同性婚導入の議論について確認しておくこと。映画『キャロル』を鑑賞しておくこと。講義で提供する同性婚に関する論文を読み理解しておくこと。"], "第12回": ["<div>多様なカップルと多様な親子関係：</div><div>生殖補助医療に基づく出産および同性カップルの親子関係を題材に，多様な親子関係のあり方とセクシュアリティについて議論します。現在，生殖補助医療技術が発達し，養子縁組に加えて，多様な手法で同性カップルも親子関係を確立しています。親子関係のあり方，家族に何を求めているのかを根底から考え直すことで，ジェンダーの視点で批判的に家族とは何かを再考します。</div>", "予習として，映画『ラブ　マイ　ライフ』（2006年，川野）を鑑賞し，その映画の分析である釜野さおり「性愛の多様性と家族の多様性」牟田編『家族を超える社会学』を読んでおくこと。生殖補助医療の現状（精子・卵子提供に基づく人工生殖，代理母など）について確認しておくこと。"], "第13回": ["<div>離婚時の親子関係におけるジェンダー規範：</div><div>離婚時の親子関係における父＝男，母＝女の役割からジェンダー規範を批判的に再考します。近時では，共同親権導入に向けた議論や働きかけなど，離婚後の親子関係を巡る政治的な活動が活発です。日本および英国における養育費，面会交流の制度整備の展開を比較検討しながら，法規範のなかに潜む女性不平等の問題を明らかにします。</div>", "予習として，離婚時の子の養育に関する取り決め事項である養育費や面会交流の日本の現行制度，法制審議会親子法制部会における議論や「家族法制の見直しに関する要綱案」について確認しておくこと。復習として，第10回から第13回の講義を振り返って，各人の理解と意見を確認しておくこと。"], "第14回": ["<div>講義の総括：</div><div>本科目では，具体的な事例を用いながら，私たちにある偏見（バイアス），生活を取り巻くジェンダーやセクシュアリティに基づく差別を確認し，それらを是正するための法のあり方を模索しました。J. バトラー『ジェンダー・トラブル』第3章四「身体への書き込み，パフォーマティブな攪乱」から個人にとってのセクシュアリティや性指向の考え方と法制度の在り方を，ミソジニーに関する議論から，法制度改革を阻むものが何なのかについて議論します。加えて，第1回講義の予習として観た映画『未来を花束にして（Suffragette）』（サラ・カヴロン監督，2017年）を再度題材にして，ジェンダーに基づく差別の歴史と現在も続く差別や不利益の解消に向けた取り組みについて議論します。</div>", "予習として，講義で提供するJ. バトラー『ジェンダー・トラブル』第3章四「身体への書き込み，パフォーマティブな攪乱」を読んでおくこと。また，可能であれば，ケイト・マン『ひれふせ、女たち:ミソジニーの論理』を読んでおいてください。復習として，第1回から第13回の講義を振り返って，各人の理解と意見を確認しておくこと。"]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "40 %", ""], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "５別－３"]}, "campas": 0, "name": "【350】ジェンダーと法／Gender and the Law", "管理部署": 3, "単位数": 2, "担当者": "高田　恭子（TAKADA KYOKO） ", "履修基準年度": "２年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 29, "評価1": 0, "評価2": 2, "開講期": 1}