{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "私たちを取り巻く現実の社会において、男女平等はどの程度実現しているでしょうか。<BR/>人生のさまざまな選択において、「女性だから…」「男性だから…」という制約は、<BR/>案外大きくないでしょうか。<BR/>法は、一見中立的で公正なもののよう思われるかもしれませんが、ジェンダー意識に基づいた一定の価値観によって形成されている側面もあります。<BR/>本講義では、性別・ジェンダーという視点から、現行法の法文・裁判例・法解釈・法実務に、どのようなバイアスがかかっているのかを明らかにしていきます。", "到達目標": "性別に関わる身近な事例を通じて、日本の法律を性別・ジェンダーという切り口で検証する視点を養うことを目標とします。<BR/>まずは、法律学を、性別の視点でアプローチする必要性について、しっかりと認識していただきたいと思います。<BR/>そのうえで、各トピックの論点について、その問題点と解決の方向性について考察する力を養っていきましょう。<BR/><BR/>ジェンダー法学は、憲法・民法・刑法…など既存の法体系の枠を超えた学際的な法律学の領域です。例えば、セクシュアル・ハラスメントの問題は、被害の程度により刑法上の犯罪でもあり、民事として損害賠償を請求することもあります。また、そもそも性的自己決定権を、憲法の保障する人権のなかでどのように位置づけるかという論点もあります。さらに、労働法におけるセクハラ防止の位置づけも重要ですし、被害者の二次被害・加害者の再教育など刑事政策に関わる領域でもあるのです。<BR/><BR/>ジェンダー法学を学ぶなかで、現実に起こる法的紛争の解決にはさまざまな法領域にわたる知識が必要であることを体感できると思います。男女共同参画社会においては、このような学習経験が、労働の場、また地域・家庭生活において必要とされます。その際に自信をもって活躍できる人材となるよう、まずは知識と価値観を身につけていきましょう。", "授業方法": "講義は、オンライン講義（オンデマンド型）で実施します。<BR/>テキストを参照しながら、パワーポイントのスライドショーの動画ファイルを見て頂く形を取ります。LUNAに指定するやり方に従ってください。<BR/>学生さんが、オンライン授業の動画の視聴を溜めないようにするため、この授業の曜日時限（木曜・３）から次の授業をアップするまでを視聴期間とします（それ以降、動画は削除します）。<BR/>この講義は知識をつけることにとどまらず、ジェンダーという切り口から法律学のあり方を考える内容です。担当者も努力したいと思いますので、一緒に楽しく学習していきましょう。", "トピック": {"第1回": ["序論：ジェンダーとは何か、法律学でジェンダーを扱う意味（テキスト第１章）", ""], "第2回": ["日本国憲法における性別、男女平等（テキスト４４・４５頁、１５８～１６１頁）", ""], "第3回": ["性の多様性１）　ＬＧＢＴ・ＳＯＧＩとは？？、同性カップルの抱える問題（テキスト第４章）", ""], "第4回": ["性の多様性２）　トランスジェンダーと法（テキスト第４章）", ""], "第5回": ["性にもとづく暴力１）　セクシュアル・ハラスメント（テキスト第６章）", ""], "第6回": ["性にもとづく暴力２）　性的自己決定権の侵害（テキスト第７章）", ""], "第7回": ["性と生殖の権利：リプロダクティブ・ヘルス/ライツ（テキスト第９章）", ""], "第8回": ["親密な関係における法１）　家族の変容と家族法の課題、とくに選択的夫婦別氏制度（テキスト第１０章）", ""], "第9回": ["親密な関係における法２）　離婚をめぐる諸問題（テキスト第１１章）", ""], "第10回": ["親密な関係における法３）　離婚と子どもの問題（テキスト第１１章）", ""], "第11回": ["親密圏における暴力１）ドメスティック・バイオレンスの問題（テキスト１３章）", ""], "第12回": ["親密圏における暴力２）デートＤＶ、ストーカー規制法（テキスト１３章）", ""], "第13回": ["労働とジェンダー）少子高齢化と女性活躍、男女雇用機会均等法（テキスト１５章・１６章）", ""], "第14回": ["男性視点からのジェンダー法の課題", ""], "第15回": ["補論", ""], "授業外学習2": "あらかじめ、読んできていただきたい資料やテキストについて指示したところを予習して参加して頂きたいと思います。<BR/>復習には、授業で扱う資料をぜひ活用してください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["三成美保・立石直子・笹沼朋子・谷田川知恵", "ジェンダー法学入門（第3版）", "法律文化社", "2019 年", "", ""], "教科書Required texts0": "三成美保・立石直子・笹沼朋子・谷田川知恵『ジェンダー法学入門（第３版）』法律文化社、2019年\n※第３版をご用意ください。", "参考文献・資料Reference books0": "授業中に適宜指示しますが、以下を紹介しておきます。\n\n綾部六郎ほか編「セクシュアリティと法」（法律文化社、2017）\n辻村みよ子「概説ジェンダーと法」（第2版）（信山社、2016）\n角田由紀子「性と法律―変わったこと、変えたいこと」（岩波書店、2013）\n犬伏由子ほか編「レクチャージェンダー法」（法律文化社、2012）\n戒能・浅倉・若尾編「フェミニズム法学」（明石書店、2004）\n金城清子「ジェンダーの法律学（改訂版）」（有斐閣、2009）\n浅倉むつ子監修「導入対話によるジェンダー法学」（不磨書房、2003）\n辻村みよ子「ジェンダーと法（第2版）」（不磨書房、2010）\n第２東京弁護士会両性の平等に関する委員会司法におけるジェンダー問題諮問会議編「司法におけるジェンダー・バイアス（改訂版）」（明石書店、2009）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "授業内容に対する理解度で評価します"], "更新日時/Date of Update0": "2021年05月27日 18時34分22秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "文－１"]}, "campas": 0, "name": "【350】ジェンダーと法Ｂ／Gender and the Law B", "管理部署": 3, "単位数": 2, "担当者": "立石　直子（TATEISHI NAOKO） ", "履修基準年度": "２年", "時限1": 22, "評価1": 2, "開講期": 1}