{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業では、受講生が、講義で習得した憲法の基礎知識を踏まえて、具体的な事例を分析し、法的解決を導くことができるようになることを目的とします。", "到達目標": "以下の3点を授業の目標として設定しています。<br />a)事例に含まれる法的な問題点や争点を的確に抽出できること<br />b)法的論点について自らの主張を十分に展開できること<br />c)法的主張を正確に文章で表現できること", "特記事項": "", "関連科目": "憲法A（基本的人権総論）、憲法B（基本的人権各論）、憲法C（統治機構論）", "授業の概要・背景": "", "授業方法": "Ⅰ．演習の内容<br />　毎回の演習は、２つの部分から構成されます。<br />（１）２分間スピーチ<br />　あらかじめ決められた担当者が、新聞やニュースから取り上げた政治・社会・法律問題について自らの考えを２分間で述べたあとに、その問題について全員で簡単なディスカッションを行います。私の授業（ロースクール含む）では、これまで２分間スピーチを行ってきましたが、学生からは社会や政治についての関心をもつことができた、また、自分が知らない問題にふれる機会になったという声が寄せられていますので、このゼミでも取り入れたいと思っています。<br />（２）担当者による報告と全員でのディスカッション<br />　指定されたテーマについて、担当者が報告を行った後、全員でディスカッションを行います。　<br /><br />Ⅱ．事前指導<br />　報告者と教員で事前に打ち合わせを実施します。この機会を通じて、レジュメ作成やプレゼンテーションの指導を行います。また、個別の進路の指導、学修の相談などもあわせて行います。<br /><br />Ⅲ　その他<br />　学生の希望に応じて、合同ゼミ、ゼミ旅行、研修旅行（関係機関の見学や調査）などの企画も考えています（テレビ局、法律事務所、議員事務所などの訪問）。また、ゲストスピーカーに来ていただいて、実務や現場の話を聴く機会を設けることも考えています。<br /><br />Ⅳ．その他<br />・報告担当者を決めるため、受講にあたっては、第1回授業に必ず出席すること。<br />・質問は初回授業で提示するメールアドレスへ「学生番号」「氏名」「授業名」を明記したうえで送ること。<br />", "トピック": {"授業計画1": "・本研究演習Ⅱでは、法学を専門として学ぶ法学部生が、憲法の判例や文献を一応読みこなせること、得られた知識をもとに他者とコミュニケーションができることを目指します。<br />・憲法Ⅰ・Ⅱ・Ⅲの授業で学修した憲法基本判例を取り上げて、最高裁の判例法理の分析やその射程の考察を行います。担当教員があらかじめ判例をリストアップして、その中から希望するものを選んでもらいます。リスト以外でも取り上げたい判例があれば、それについて報告していただいても構いません。", "授業外学習2": "・報告担当者は、指定された判例とそれに関して書かれた文献（論文や判例評釈）を調べて、その内容を授業までにレジュメにまとめること。<br />・その他の受講者は、毎回、予習文献を読んでくること。"}, "評価": {"0": "", "1": "", "教科書Required texts0": "授業中に指示します。", "参考文献・資料Reference books0": "授業中に指示します。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。 DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。 各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。 https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1 ※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "報告の内容、議論への参加の程度、出席状況などを考慮し総合的に評価する。"], "成績評価Grading2": "備考　Note\n5回以上欠席した者の成績評価は0点とする。", "更新日時/Date of Update0": "2024年10月09日 22時21分22秒", "項番No.0": [], "項番No.1": ["2024年度", "通年／Year Round", "木曜５時限／Thursday 5", "通年／Year Round", "Ｃ－２０１"]}, "campas": 0, "name": "【450】法学研究演習II　１９／Research Seminar on Jurisprudence II", "管理部署": 3, "単位数": 4, "担当者": "井上　武史（INOUE TAKESHI） ", "履修基準年度": "４年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 25, "評価1": 6, "開講期": 0, "成績評価備考": "備考　Note\n5回以上欠席した者の成績評価は0点とする。"}