{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本演習の目的は、法学研究演習Ⅰにおける学びを踏まえ、刑事司法・少年司法制度の理解を発展させるとともに、日本社会が抱える問題点を多角的に抽出し、批判的・論理的に検討し、自らの意見を正確に伝達することです。", "到達目標": "本演習では、受講者が以下の項目を身につけることを目標とします。 ①刑事法領域に関する深い理解、問題発見能力、調査・分析能力②法的思考能力③論理的・法的に思考した意見の伝達能力（口述／論述）", "特記事項": "", "関連科目": "刑事政策A／B、刑事訴訟法A／Bは、履修してください。<br />刑法総論および刑法各論は、履修上の制約等がない限り、積極的に履修してください。", "授業の概要・背景": "裁判員制度が定着した今、我々市民も、刑罰の意味、刑務所内外における犯罪者処遇、再犯防止策などを考える必要性が高まっています。<br />本演習では、裁判員時代の刑事法（刑事政策・刑事訴訟法・少年法）の諸問題について検討します。<br />主たる検討領域は、刑事政策（犯罪原因論〔犯罪学〕、犯罪者処遇論〔刑務所内外の処遇〕、更生保護、各種犯罪対策、犯罪統計分析など）です。<br />しかし、刑事立法が盛んな現在、刑事政策学の対象は、刑罰の執行過程（行刑・犯罪者処遇論）に留まりません。<br />刑事司法手続や関係機関の在り方、刑事手続における司法的処遇など、犯罪捜査・刑事裁判との連続性・関連性が重視されています。<br />行為者が少年である場合の対応なども検討する必要があります。<br /><br />そこで、本演習では、刑事司法・少年司法制度全般を扱います。<br />具体的には、刑事政策、刑事訴訟法、少年法を取り扱います。<br />個別の犯罪対策を検討する際には、各種特別法を扱うこともあります。", "授業方法": "この科目は、演習科目（ゼミ）です。グループ単位で研究報告やディベートなどを実施することを想定しています。各回にあたり、時間外学修として、グループ単位での入念な事前準備や議論が必要となります。報告者はもちろん、非報告者も、報告内容に関する文献を事前に収集し、読んでいることを前提とします。■この科目は、原則として対面で実施します。但し、法学部「授業方針」に従い、他の形態で実施することがあります。", "トピック": {"授業計画1": "この科目は、演習科目（ゼミ）です。<br />グループ単位で報告やディベートなどを実施することを想定しています。", "授業外学習2": "<div>グループ単位で報告やディベートなどを実施することを想定しています。</div><div>各回にあたり、時間外学修として、グループ単位での入念な事前準備や議論が必要となります。</div><div>報告者はもちろん、非報告者も、報告内容に関する文献を事前に収集し、読んでいることを前提とします。</div><div>そのため、ゼミ時間外でも日常的にゼミ生と議論を交わしたり、刑事法関連文献を読んだりすることになるでしょう。</div>"}, "評価": {"教科書/Required texts0": ["必要に応じて、演習科目（ゼミ）内で指示したり配付したりします。\n研究報告やディベート準備のためには、リーガルリサーチ手法を用いて文献（書籍、紀要論文、雑誌論文など）を収集し、読み込む必要があるでしょう。\nその他、刑事法領域に関する体系的な理解に要する文献を読み込んだり、法学研究演習Ⅰで高めた関心に応じた個別の論点に関する文献の収集・読み込みを日常的に行います。"], "学位授与の方針との関連Relationship to Diploma Policy0": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "報告内容、議論における発言、積極性・主体性などに基づき、総合評価します。"], "成績評価Grading2": ["備考　Note 新型コロナウィルス感染症対策で講義形態が変わった場合であっても、上記の成績評価方法に変わりありません。卒業論文については、任意です。執筆を希望する場合は、指導を行います。"], "備考Note0": ["■学内刑事法ゼミや他大学ゼミと合同ゼミ、刑務所・少年院などの施設参観、法曹などによる講演会などの課外活動を実施することがあります。"], "備考Note1": ["2025年01月10日 21時50分56秒"], "項番No.0": [], "項番No.1": ["2025年度", "通年／Year Round", "金曜５時限／Friday 5", "通年／Year Round", "Ａ－４０２"]}, "campas": 0, "name": "【450】法学研究演習II　２６／Research Seminar on Jurisprudence II", "管理部署": 3, "単位数": 4, "担当者": "安部　祥太（ABE SHOTA） ", "履修基準年度": "４年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 0, "時限1": 32, "評価1": 6, "成績評価備考": "備考　Note\n新型コロナウィルス感染症対策で講義形態が変わった場合であっても、上記の成績評価方法に変わりありません。\n卒業論文については、任意です。\n執筆を希望する場合は、指導を行います。"}