{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "　この授業は，現場（丹波市柏原町）でまちづくりフィールドワークを実施し，学生が地域のイベント等に積極的にかかわることなど通じて，学生が自ら地域のなかに入り込み，地域の人たちと交流し，そのなかで地域の実情を理解し，地域の課題や資源を発見し，改善の提案や活性化のための活動を行うなどすることを目的としています．", "到達目標": "　この授業は，まちづくり・地域づくりの実践活動を行い，現場で体験し実感することを通じて，まちづくりや地域活性化等に関する知見を得ること，まちづくりや地域活性化等に取り組める能力・知識・フットワークをもつことができるようになることを目指します．", "授業方法": "(1)週一回の教室で開講される演習形式での授業(対面式)において，参加者のあいだで意見交換して，フィールドワークでの調査，実践活動の企画，準備等の作業を行います．必要に応じて，講義等も行います．<BR/>(2)月一回程度，丹波市柏原町に出向き，現地でフィールドワーク（月1回程度，土曜日午後を原則）を行います．<BR/>　学生目線でのまちづくりの実践活動に主体的に参加し，また，活動の成果を地域に還元します．<BR/>(3)フィールドワークの準備，結果のとりまとめなど，授業時間外にもさまざまにやらなければならない作業が出てきます．<BR/>　なによりも，こういう活動をしたいという自発的な熱意，発意をもって取り組むことを期待します．<BR/>なお，コロナ禍による社会状況が不明なため，フィールドワークは状況をみながら臨機応変に柔軟に動くことを想定しています．<BR/>また，詳細は第1回の授業で説明し，参加者と意見交換します．", "トピック": {"授業計画1": "　この授業の中心は，丹波市柏原町においてまちづくりフィールドワークを実施することです．<BR/>　そのため，少人数での演習であり，参加人数を６人程度に限定します．<BR/>(1)原則として月一回実施する丹波市柏原町でのフィールドワークがメインとなります．それ以外にも必要に応じて柏原でのフィールドワークを実施します．<BR/>　フィールドワークに参加しないことは原則として認めません（フィールドワークでの遅刻・早退も認めません)．<BR/>　フィールドワークには，以下のかたちで取り組みます．<BR/>　(ｱ)月一回，週末の土曜日に柏原に出かけてまち歩きや調査，活性化のためのさまざまな活動を行います（それ以外にも必要に応じ随時実施する）<BR/>　(ｲ)夏休み等には，柏原に宿泊し，時間をかけた活動を行います<BR/>　(ｳ)まつり等の地元のイベントに参加します<BR/>　(ｴ)柏原以外のところにも，（余裕があれば）見学等に出かけて行きたいと考えています<BR/>(2)週一回の演習の時間ではゼミ形式(対面式の演習形式)で参加者のあいだで意見交換しながら，すすめます<BR/>　(ｱ)報告などを通じて，丹波や柏原に関する情報の共有を図ったり，フィールドワーク等のための企画やすすめ方等を議論したり，活動のとりまとめを行ったりします<BR/>　(ｲ)地元のまちづくり団体や丹波市役所，兵庫県丹波県民局，地域の住民等からお話をうかがう機会ももちます(希望があれば)．また，こちらからインタビュー等を行うために訪問することもあります．<BR/>(3)1月末頃に，柏原で，関係者や地元の市民のみなさんも参加する活動報告会を実施します<BR/>(4)2月中に，一年間の活動をとりまとめて，報告書を作成します<BR/><BR/>なお，コロナ禍による社会情勢が不明なため，フィールドワークの実施などは，そのときどきの状況に応じて，柔軟に対応することになります．", "授業外学習2": "・この授業は，演習形式(対面方式)でおこなわれる授業に参加するだけではダメだということに注意してください．<BR/>・この授業の中核は，丹波市柏原でさまざまなフィールドワークに参加し，フィールドワークで実践的な活動を主体的に行うことです．月一回週末に実施するフィールドワークへの参加は義務的です．欠席は認めません．<BR/>・週一回のゼミ形式での授業時間は，フィールドワークのための準備やまとめなどのために用いられます．<BR/>・また，フィールドワークへの参加，フィールドワーク等のための企画や準備，調査，成果のとりまとめなどの作業は，授業時間だけでは足りず，さまざまなかたちで時間外に作業することを想定しています．"}, "評価": {"教科書Required texts0": "･教科書は用いない", "参考文献・資料Reference books0": "適宜指示する．", "学生による授業評価の方法Course Evaluation by Students0": "「学生による授業評価」による．", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業やフィールドワークでの主体的なかかわり，その他の作業への取り組みなど参加の内容により評価する"], "成績評価Grading2": "備考　Note\n・授業やフィールドワークでの主体的なかかわり，その他必要となる作業への取り組みなど，この演習への参加の内容により評価する．", "備考Note0": "地域及び地方自治体と連携・協働した活動なので，まじめに出席し，積極的に課題に取り組み，市民や自治体職員と協働することを必須条件とする．また，必要に応じて，授業時間外の活動も大切となる．", "更新日時/Date of Update1": "2021年01月16日 23時05分30秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜５時限／Tuesday 5", "通年／Year Round", "Ａ－４０４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】国内フィールドワーク演習Ｄ（公共政策）　１／Seminar of Domestic Fieldwork D(Public Policy Course)", "管理部署": "法学部／School of Law and Politics", "単位数": "4", "担当者": "山下　淳（YAMASHITA ATSUSHI） ", "履修基準年度": "２年", "時限1": "火曜５時限／Tuesday 5", "開講期": "通年／Year Round"}