{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この講義の目的は、現代政治を理解する際に必須となる様々なトピックについて、合理的選択論という分析視角に基づきながら、体系的に理解できるようになることです。具体的には、1)国家と体制、2)政治制度と政治過程、3)国際政治とガバナンスの3点に関する、様々な理論やデータについて、受講生が十分に理解することを目指しています。<div><br /><div>本講義を受講することにより、受講生は、政治学を構成する様々なトピックを、統一的な視点から理解できるようになるだけでなく、現実政治に対する理解についてもこれまで以上に深まると考えています。</div></div>", "到達目標": "この講義の到達目標は、大きくは2点あります。&nbsp;<div><br /></div><div>(1) 合理的選択論、およびそれを基礎とする様々な政治理論を理解すること&nbsp;</div><div>(2) 現代政治を構成する様々なトピックについて、理論やデータに基づきながら自身で解説できること&nbsp;</div><div><br /></div><div>第1の目標は、政治学における様々な理論やデータに関する知識や理解を得ることです。政治学の中には、皆さんの常識とは一見異なる理論やデータが、数多く存在します。この講義でも、そのような理論やデータを紹介するつもりです。自身のこれまでの政治に関する理解を覆すような政治学の知見を知ることで、自身の政治に対する理解が一層深まると考えています。&nbsp;</div><div><br /></div><div>第2の目標は、学んだ知識や理論を、現実政治に応用できるようになることです。この講義で培った理解は、現実政治のメカニズムを理解する際にも役立つものとなります。理論という「道具」は、実際に使うことで、その真価を発揮します。受講生の皆さんには、「知る」だけでなく「使う」ことも視野に入れて、政治学の理論を学んでほしいと考えています。</div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義の進め方は、以下の通りとする予定です。授業の進捗等に応じて、内容は適宜修正しますが、基本的な進め方について変更する予定はないものと理解してください。<div><br /></div><div>1) 第1講で、授業の進め方や評価方法、基本的な注意事項について解説します。第1回目の講義内容には、この授業の進め方に関する重要な注意事項が含まれています。第1回目については、受講を予定している人は、必ず受講するようにしてください。受講生のみなさんには、第1回目の授業で話した内容について理解、および同意していることを前提とするので、注意してください。</div><div><br /></div><div>※第1回目の講義に関しては、資料を公開するほか、録画がした動画についても公開する予定です。</div><div><br />2) 第2講以降は、教科書の該当ページを事前に読んでいることを前提に、授業を進めていきます。授業の途中に、数問、確認用のクイズを挟みます。教科書に書かれていることだけが、解説する内容・範囲となるわけではない点に、注意してください。教科書に書かれていない、最新の理論やデータも補足しながら、トピックごとに解説を行います。</div><div><br />3) 講義は原則として、教室で行います。zoomも活用しながら行うので、教室で受講しても、また、自宅などで受講しても、どちらでも構いません。遠隔で受講していることによる減点措置などは、一切ありません。ただし、通信上の問題は、教員のサポート対象外です。通信環境に不安がある場合は、必ず教室で受講するようにしてください。</div><div><br />4) 講義終了前に、講義への質問やコメントを毎回提出する機会を設けます。そのためのURLは、zoomなどを通じて配布します。これは「出席」としてカウントするものではないので、この点、注意してください。詳細は、第1回の講義の際に説明します。</div><div><br />5) 中間課題を3回設けます。評価は主に、課題の内容から判断します。第1回課題は2-4講の内容を、第2回課題は6-9講の内容を、第3回課題は11-13講の内容について問う予定です。それぞれの課題については、第5講、第10講、第14講に解説を行う予定です。課題の提出期間は5日間とする予定です(火曜~日曜)。提出期限を過ぎた場合、「入院」「被災」などの、外形的に提出が困難であることが明確な場合を除き、課題を受け付けません（提出期間中に、コロナやインフルエンザなどの感染症に罹患した場合も同様に受け付けません）。受講生全員を、同等の基準で評価するため、代替レポートなど、課題未提出者に対する補填を行うことはありません。中間課題の詳細についても、初回講義時に説明します。<br /></div>", "トピック": {"第1回": ["イントロダクション：講義の進め方、評価方法について", ""], "第2回": ["政治の捉え方・国会の概念と役割", "教科書第1章「政治の捉え方」及び第2章「国家という枠組み」に目を通しておく。講義後、教科書の内容について復習する。"], "第3回": ["政治体制の分類と民主化論", "教科書第3章「政治体制」に目を通しておく。講義後、教科書の内容について復習する。"], "第4回": ["選挙の仕組みと投票行動", "教科書第4章「選挙と投票」に目を通しておく。講義後、教科書の内容について復習する。"], "第5回": ["中間まとめその１：教科書第1章〜第4章", "教科書第1章から第4章までの内容を復習した上で、第5講開始の2日前までに、指定された課題を提出する"], "第6回": ["政党制、政党システム、政党組織について", "教科書第5章「政党と政党システム」に目を通しておく。講義後、教科書の内容について復習する。"], "第7回": ["執政権力とアカウンタビリティ、および、司法の独立性", "教科書第6章「政権とアカウンタビリティ」及び第7章「執政・立法・司法」に目を通しておく。講義後、教科書の内容について復習する。"], "第8回": ["政策過程と利益集団", "教科書第8章「政策過程と官僚制・利益団体」に目を通しておく。講義後、教科書の内容について復習する。"], "第9回": ["中央ー地方関係", "教科書第9章「連邦制と地方制度」に目を通しておく。講義後、教科書の内容について復習する。"], "第10回": ["中間まとめその2：教科書第5章〜第9章", "教科書第五章から第九章までの内容を復習した上で、第10講開始の2日前までに、指定された課題を提出する"], "第11回": ["戦争と平和、安全保障問題", "教科書第10章「安全保障と平和」に目を通しておく。講義後、教科書の内容について復習する。"], "第12回": ["国際移動、貿易、制度", "教科書第11章「国際政治経済」に目を通しておく。講義後、教科書の内容について復習する。"], "第13回": ["国際社会と集団・個人", "教科書第12章「国際社会と集団・個人」に目を通しておく。講義後、教科書の内容について復習する。"], "第14回": ["中間まとめその３：教科書第10章〜第12章", "教科書第10章から第12章までの内容を復習した上で、第14講開始の2日前までに、指定された課題を提出する"]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["砂原庸介 他", "政治学の第一歩[新板]", "有斐閣", "2020 年", "978-4641150782", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "90 %", "３回行われる課題の内容から判断する"], "成績評価Grading2": ["その他／Others (99)", "10 %", "授業への積極性やコメント内容から判断する"], "更新日時/Date of Update0": "2024年01月07日 11時01分04秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "５別－３"]}, "campas": 0, "name": "【250】政治学原論Ａ／Principles of Political Science A", "管理部署": 3, "単位数": 2, "担当者": "善教　将大（ZENKYO MASAHIRO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 7, "評価1": 3, "評価2": 6, "開講期": 1}