{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この講義では、合理的選択論に基づく政治学の諸理論について解説する。政治制度は政治的アクターにどのような影響を与えているのか？何が世界の秩序形成に貢献しているのか? この講義では、このような問いに解答するための政治学の理論モデルについて学んでもらうつもりである。", "到達目標": "この講義の到達目標は、現代政治を理解する際に役立つ、様々な政治理論及び政治制度の諸特徴について理解できるようになることである。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義の進め方は、以下の通りである。<BR/><BR/>１）第2講以降、シラバスに記載している範囲について事前に教科書を読んでいることを前提に、授業を進める。つまり、講義中に、教科書の内容について、詳細に解説することは原則としてない。<BR/>2）ただし、補助教材として、講義開始日の1週間前に、事前学習用の資料(動画とppt)を、One Driveを経由する形で、LUNAの資料ページで配布する。教科書だけでは不安な受講生は、これらの資料も補助的に活用することを推奨する。なお、LUNAのページは、ゲストでも閲覧可の設定にしている。講義名を検索してLUNA上の政治学原論Aのページを探すこと。<BR/>3）講義は、原則として、zoom等を活用しながら、教科書の内容に関する「クイズ」を提示し、その回答をみながら、理解が不足している点や補足すべき点を解説する、という形式で進める。なお、このクイズへの解答は、直接、評価に用いないこととする。<BR/>4)講義終了前に、講義への質問やコメントを、毎回提出してもらう。そのためのURLは、zoomなどを通じて配布する。これらは評価対象となる。<BR/>5）第5講、第10講、第１４講は、それぞれ、2-4講、6-9講、11-13講のまとめとなる解説を行う。そのために、講義1週間前から2日前の間に、成績評価に関わる事前課題を提出してもらう。<BR/><BR/>概略は以上のとおりである。詳細は、第１回目の講義時に説明する。<BR/><BR/>上記（５）で述べた課題の提出は１回までとする。特段の事情なく2回以上提出した場合、無回答と同様の扱いとし、その内容に関して、一切の評価を行わない。また、期限を過ぎた場合は、一部の例外を除き、原則として課題提出ないし回答を受け付けない。例外事項の具体例についても、第1回目の講義で説明する。", "トピック": {"第1回": ["イントロダクション：講義の進め方、評価方法について", ""], "第2回": ["政治の捉え方・国会の概念と役割", "教科書第一章「政治の捉え方」及び第二章「国家という枠組み」に目を通しておく。講義後、教科書の内容について復習する。"], "第3回": ["政治体制の分類と民主化論", "教科書第三章「政治体制」に目を通しておく。講義後、教科書の内容について復習する。"], "第4回": ["選挙の仕組みと投票行動", "教科書第四章「選挙と投票」に目を通しておく。講義後、教科書の内容について復習する。"], "第5回": ["中間まとめその１：教科書第1章〜第4章", "教科書第一章から第四章までの内容を復習した上で、第５講開始の2日前までに、指定された課題を提出する"], "第6回": ["政党制、政党システム、政党組織について", "教科書第五章「政党と政党システム」に目を通しておく。講義後、教科書の内容について復習する。"], "第7回": ["執政権力とアカウンタビリティ、および、司法の独立性", "教科書第六章「政権とアカウンタビリティ」及び第七章「執政・立法・司法」に目を通しておく。講義後、教科書の内容について復習する。"], "第8回": ["政策過程と利益集団", "教科書第八章「政策過程と官僚制・利益団体」に目を通しておく。講義後、教科書の内容について復習する。"], "第9回": ["中央ー地方関係", "教科書第九章「連邦制と地方制度」に目を通しておく。講義後、教科書の内容について復習する。"], "第10回": ["中間まとめその2：教科書第5章〜第9章", "教科書第五章から第九章までの内容を復習した上で、第10講開始の2日前までに、指定された課題を提出する"], "第11回": ["戦争と平和、安全保障問題", "教科書第十章「安全保障と平和」に目を通しておく。講義後、教科書の内容について復習する。"], "第12回": ["国際移動、貿易、制度", "教科書第十一章「国際政治経済」に目を通しておく。講義後、教科書の内容について復習する。"], "第13回": ["国際社会と集団・個人", "教科書第十二章「国際社会と集団・個人」に目を通しておく。講義後、教科書の内容について復習する。"], "第14回": ["中間まとめその３：教科書第10章〜第12章", "教科書第十章から第十二章までの内容を復習した上で、第１４講開始の2日前までに、指定された課題を提出する"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["砂原庸介 他", "政治学の第一歩[新板]", "有斐閣", "2020 年", "978-4641150782", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "事前課題(３回)の内容から判断する"], "成績評価Grading2": ["その他／Others (99)", "20 %", "授業への積極性やコメント内容から判断する"], "更新日時/Date of Update0": "2023年04月02日 17時30分57秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "５別－１"]}, "campas": 0, "name": "【250】政治学原論Ａ／Principles of Political Science A", "管理部署": 3, "単位数": 2, "担当者": "善教　将大（ZENKYO MASAHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "評価1": 3, "評価2": 4, "開講期": 1}