{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "西洋の政治哲学について学ぶ。過去の政治哲学者が、政治、自由、平等、権力、デモクラシーといった諸概念についてどのように論じたかを考え、ありうるべき政治のかたちについての抽象的な思考力を身につける。", "到達目標": "政治についての人類の多様な思考を哲学的観点から学ぶことで、現代社会を多角的に捉える能力を身につけ、現代の課題についての解決方法を考えつけるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "西洋政治思想史", "授業の概要・背景": "政治とはなんでしょうか。何のためにあるのでしょうか。私たちは、現在の政治的な制度や考え方を当たり前に思うことも多いですが、いったん、なぜそのような制度や考え方が当たり前に思われているのかを、距離をとってもう一度根本的に疑ってみることも重要です。この講義では、今日の政治哲学の基礎を作り上げた19-20世紀の政治思想家たちとその議論が持つ今日的意義について概観します。<BR/>　　また、政治哲学は決して机上の空論ではなく、世の中のありとあらゆる問題に対して解決の糸口を与えてくれる思考訓練になります。その意味で、自分の身の回りのことで、おかしいな、と思うことがあれば、ぜひ何がおかしいのか思考を巡らせてみてください。", "授業方法": "授業の冒頭30分は講義形式（パワーポイントを用い、レジュメを配布する）で思想家の生涯を説明する。残り70分間、予習課題について説明する。講義の前の週に予習課題についての疑問点を受講生は提出する（コメントシート3点分）。それに答える形で予習課題について解説する予定である。詳しい流れは初回の講義で説明する予定である。", "トピック": {"第1回": ["イントロダクション<BR/><BR/>テクストを精読するとはどのような作業かを考える", "シラバスを読んでおく"], "第2回": ["アレクシ・ド・トクヴィル（1）<BR/><BR/>今日のリベラル・デモクラシーの基礎を作りあげた思想家の一人、トクヴィルの政治思想を扱う。講義後半では、彼の『アメリカのデモクラシー』の一部を精読する。", "トクヴィルの予習文献を読む"], "第3回": ["アレクシ・ド・トクヴィル（2）<BR/><BR/>前回の続き", "トクヴィルの予習文献を読む"], "第4回": ["J・S・ミル<BR/><BR/>トクヴィル同様に、今日のリベラル・デモクラシーの基礎を作り上げた思想家の一人、J・S・ミルの政治思想を扱う。講義後半では、彼の『自由論』の一部を精読する。", "ミルの予習文献を読む"], "第5回": ["ハーバート・スペンサー<BR/><BR/>19世紀後半には社会進化論と呼ばれた議論が流行した。危険視もされたこの議論の基礎を作ったとされるハーバート・スペンサーの政治思想を扱う。講義後半では、彼の著したテクストの一部を精読する。", "スペンサーの予習文献を読む"], "第6回": ["マックス・ウェーバー（1）<BR/><BR/>20世紀に入ると、さまざまな思想家がリベラル・デモクラシーについて批判も含めた検討を加えることが増大した。その一人、マックス・ヴェーバーが政治をどのように考えたかを検討する。講義後半では、彼の著したテクストの一部を精読する。", "ウェーバーの予習文献を読む"], "第7回": ["マックス・ウェーバー（2）<BR/><BR/>前回の続き", "ウェーバーの予習文献を読む"], "第8回": ["ハロルド・ラスキ<BR/><BR/>20世紀の新たな自由論と多元的国家論と呼ばれる潮流を作り上げた思想家であるハロルド・ラスキの政治思想を検討する。講義後半では、彼の著したテクストの一部を精読する。", "ラスキの予習文献を読む"], "第9回": ["カール・シュミット<BR/><BR/>リベラル・デモクラシーの批判者として名高いシュミットの政治思想を扱う。講義後半では、彼の『政治的なものの概念』の一部を精読する。", "シュミットの予習文献を読む"], "第10回": ["フリードリヒ・フォン・ハイエク<BR/><BR/>第二次世界大戦は、全体主義が持つ危険性を人々に知らしめた。その結果として、第二次世界大戦後の政治思想には多くの点でこれを批判する眼差しが反映されている。本講義はそのような思想家のうちの一人、ハイエクの政治思想を検討する。講義後半では、彼の『自由の条件』の一部を精読する。", "ハイエクの予習文献を読む"], "第11回": ["ハンナ・アレント<BR/><BR/>前回に引き続き、全体主義を批判した独創的な思想家の一人、アーレントの政治思想を扱う。講義後半では、彼女の『人間の条件』の一部を精読する。", "アレントの予習文献を読む"], "第12回": ["ミシェル・フーコー<BR/><BR/>20世紀後半のフランスを代表する現代思想家であるフーコーの政治思想を権力論を中心に扱う。講義後半では、彼の『監獄の誕生』の一部を精読する。", "フーコーの予習文献を読む"], "第13回": ["ジョン・ロールズ<BR/><BR/>20世紀後半になると、英米系の政治哲学の潮流が流行するようになるが、その流れに決定的な影響を与えたのが1971年に出版された『正義論』であった。このように重要である、ロールズの正義概念について検討する。講義の後半では『正義論』の一部を精読する。", "ロールズの予習文献を読む"], "第14回": ["第二波フェミニズム<BR/><BR/>従来の政治思想、政治哲学は男性中心主義的に展開されてきた。２０世紀後半にはこれに対する批判も強まった。この議論の展開を検討する。講義後半では、第二波フェミニズムと呼ばれる著作群の一部を精読する。", "第二波フェミニズムの予習文献を読む"]}, "評価": {"教科書Required texts0": "杉田敦・川崎修編『西洋政治思想資料集』法政大学出版局（https://www.h-up.com/books/isbn978-4-588-62527-5.html）を予習課題として用いる。\n課題は教員が用意するので購入の必要はない。", "参考文献・資料Reference books0": "毎回の講義ごとに数冊紹介します。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "16 %", "講義最終回で示される課題"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "84 %", "各回のコメントシート（6点満点）"], "更新日時/Date of Update0": "2023年02月08日 17時40分22秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "５別－５"]}, "campas": 0, "name": "【250】政治思想／Political Thought", "管理部署": 3, "単位数": 2, "担当者": "上村　剛（KAMIMURA TSUYOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 1, "評価2": 3, "開講期": 2}