{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "現在、新聞、テレビ等マスメデイアの第一線で活躍中の現役の実務家や専門家を講師に招き、政治とメデイアの関係の実際を聞くとともに、今後のメデイアの在り方などについて、検討する。現役講師陣による現場の雰囲気を味わいつつ、メディアと政治の今を探求する。", "到達目標": "１、政治とメディアの基本問題を把握することができる。<BR/>２、基本的なメディアリテラシー（メディアを読み解く力）の重要性を理解できる。<BR/>３、政治とメディアのホットな状況について、現場の緊張感を把握し、メディアコンテンツなど<BR/>の制作への具体的関心を持つことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "「政治学特講：ジャーナリズムの現場から」「政治過程論」等", "授業の概要・背景": "　この授業は、メディアの現場のビビッドな状況を学生に伝えることに最大の目的がある。<BR/>　周知のようにインターネットによってメディアは大きな影響を受け、世論形成の在り方も変化している。学生諸君はソーシャルメディアによって、情報を得ることが多いが、そこで出されている玉石混交の情報の中で信用性の高い情報は圧倒的に新聞社や放送局などの既存マスメディアによっている。しかし、フェイクニュースも含め情報のあふれるソーシャルメディアの中で、市民が的確な情報の取捨選択を行うのは容易ではない。公論世界の分裂状況が、トランプ現象等の背後にあることも注目されている。そのような中で、メディアはどのように記事を作り、配信し、情報を提供しようとしているのだろうか、<BR/>　他方、メディアの収益構造もネットのインパクトによって急速に変化し、既存メディアの対応は死活的な緊張感をもって行われている。ジャーナリスト養成において主要な役割を果たしてきた既存メディアは、今後その役割を果たし続けることができるのだろうか。<BR/>　これらの問題を含め、メディアの最前線の状況を共有していきたい。<BR/>以下講師概要：<BR/>難波　秀哉 (株)らんくう堂　元関西テレビ放送プロデューサー<BR/>西見　誠一 朝日新聞阪神支局長　<BR/>高岡　達之　読売テレビ放送解説委員長<BR/>児玉　徳子　I&amp;Wパートナーズ株式会社　元日本経済新聞社<BR/>村上　圭子　ＮHK放送文化研究所研究主幹", "授業方法": "各非常勤講師による教室での対面講義形式を中心とするが、各回ごとに非常勤講師の提案に基づきバリエーションを作る可能性がある。毎回出席を取る。新型コロナウィルスなど伝染病の蔓延による授業形態の変更はありうる。毎回の課題レポートがあり、それぞにれ提出期限が定められるので、提出が遅れるとその分評価から外れる。", "トピック": {"第1回": ["コースガイダンス（山田真裕　関西学院大学法学部教授）<BR/>講義全体の概要と講師の紹介、メディアと政治をめぐる諸論点を提示する。", "授業中に課題を提示するので、授業後にLUNAで提出。"], "第2回": ["「政治とテレビのアプローチ」（高岡達之講師（読売テレビ））<BR/>政治家とテレビは、ターゲットである「国民 有権者」「視聴者」へのアプローチに多くの共通点を持つ。その思考と戦略を読み解く。<BR/>参考文献<BR/>「小泉進次郎の戦う言葉」2013 常井健一　文春新書<BR/>「田中角栄 オヤジとわたし」文庫版 2016 早坂茂三 PHP文庫", "時事的なテーマについての課題を予定（詳細は後日提示）"], "第3回": ["「情報の良い“受け手”であるために」（高岡達之講師）<BR/>　　意図・策略・誤報・憶測の情報の海の中から、「真実」「真実に近い」<BR/>　　情報をすくい取るには？政治家とメディアの行動と報道を分析する。<BR/>参考文献<BR/>　　「The Commanders」Bob Woodward 1991 邦題「司令官達」文藝春秋<BR/>　　「Plan of Attack」Bob Woodward 2004　邦題「攻撃計画」日本経済新聞社<BR/>　　「総理」文庫版　2017　山口敬之　幻冬舎文庫", "時事的なテーマについての課題を予定（詳細は後日提示）"], "第4回": ["「未来のテレビ報道 &quot;解説&quot;の可能性」（高岡達之講師）<BR/>　ネットが1次情報（と信じられている）情報社会でも求められるテレビ報道とは？ニュースの背景をあぶり出す解説力とは？<BR/><BR/>参考文献<BR/>「あの時、世界は・・磯村尚徳　戦後史の旅」1から3　1979　日本放送協会<BR/>「Unleashing Demons」Craig Oliver 　2016邦題「ブレグジット秘録」光文社", "時事的なテーマについての課題を課すことを予定（詳細は後日提示）"], "第5回": ["「民放テレビ局の収益構造」 （難波秀哉講師）<BR/>民放の経営は大半が広告収入に支えられています。そこには“スポンサーへの配慮”と“報道の自立”という二律背反の構造が存在し、どのように折り合いをつけて行くのかが大きな課題となっています。<BR/>そこに政治も複雑に絡んでくる現状について考えます。<BR/>★出来得る限り双方向の講義を行い授業終了１０分前にその日の総括をレポートにまとめ提出。", "訪問先の日程調整ができた場合希望者がいればマスコミ各社などの訪問見学会を行います。テーマについて事前に基礎知識を持って参加してください。"], "第6回": ["「報道記者、スポーツ記者のポジショニングと仕事の内容」（難波秀哉講師）<BR/>警察担当記者など記者クラブに配置される記者の役割と、その仕事のあり方、又記者クラブの功罪について議論します。官邸記者クラブｅｔｃ<BR/>★出来得る限り双方向の講義を行い授業終了１０分前にその日の総括をレポートにまとめ提出。", "テーマについて問題関心をもってネット等で調べ、事前に基礎知識を持って参加してください。"], "第7回": ["「特派員の仕事」（難波秀哉講師）<BR/>報道記者は時に海外に出かけて行ってレポートをする事もあります。特に国際情勢については政治が絡んでくるので豊富な知識とバランス感覚も必要になって来ます。微妙な国際関係をどのように伝えて行くのか考えます。<BR/>★授業終了１０分前にその日の総括をレポートにまとめ提出。", "テーマについて問題関心をもってネット等で調べ、事前に基礎知識を持って参加してください。"], "第8回": ["「新聞ジャーナリズムの役割　１」（西見誠一講師（朝日新聞阪神支局長）） <BR/>　シラバス下記の、「シラバスの補足説明（西見誠一）」ファイル参照<BR/>　◇権力監視の足元<BR/>　大阪の政治風景を大きく変えた「橋下改革」。米・トランプ政権にも通じる「ツイッター政治」のさきがけで、真偽を織り交ぜた大量の発信に、記者たちは翻弄されてきた。国政に目を転じれば、モリ、カケ、サクラ、日本学術会議の問題で明らかなように、政権は平気でウソをつき、説明責任を果たそうとしない。権力の暴走に、新聞はどう立ち向かってきたのか。", "事前配布する新聞記事コピーに基づきレポート提出。約１時間。"], "第9回": ["「新聞ジャーナリズムの役割　２」（西見誠一講師（朝日新聞阪神支局長））<BR/>　◇言論の不自由<BR/>　１９８７年、朝日新聞阪神支局が散弾銃を持った男に襲撃され、２人が死傷した。「反日朝日は５０年前に返れ」。そう書かれた犯行声明文は、自由な言論への敵意に満ちていた。あれから三十年余。ヘイトスピーチの横行やネット上を飛び交う尖った言説など、言論をとりまく状況は悪化の一途をたどっているように見える。新聞がなすべきこととは何か。", "事前配布する新聞記事コピーに基づきレポート提出。約１時間。"], "第10回": ["&quot;「インターネット１　インターネットメディアの現状と課題」（児玉徳子講師　I&amp;WパートナーズCEO（元日本経済新聞社））<BR/>１．インターネットメディアについて<BR/>２．インターネットと政治<BR/>３．インターネット選挙と広がる草の根活動<BR/>４．政府機関・政治家のオンライン利用<BR/>５．インターネットと政治、今の課題　フェイクニュースほか<BR/>【参考文献　１・２共通】<BR/>・津田大介「ウェブで政治を動かす！」（朝日新書、2012年）<BR/>・福田直子『デジタル・ポピュリズム 操作される世論と民主主義 』(集英社新書、2018年)<BR/>・サミュエル・ウーリー『操作される現実―VR・合成音声・ディープフェイクが生む虚構のプロパガンダ』(白揚社　2020年）<BR/>・藤代裕之編著「フェイクニュースの生態系」（青弓社、2021年）<BR/>・石戸諭「ニュースの未来」（光文社新書、21年）&quot;", "大学生の投票率を上げるためにはどうしたらいいか、インターネットを利用したいろいろなアイデアをご提案ください。"], "第11回": ["&quot;「インターネット２　インターネットは明るい未来を約束するか？」（児玉徳子講師　I&amp;WパートナーズCEO（元日本経済新聞社））<BR/>インターネットにより世界中の膨大な情報にアクセスできるようになった一方で、その真偽を見極め、自分にとって何が必要な情報か取捨選択することが大変難しくなった。またハッシュタグアクティビズムに代表されるように大きな波を起こすことが簡単にできるようになった一方で、ヘイトスピーチなどの活動にも利用されている。より良い社会を実現するために、インターネットとどのように接していくべきか、そして、一人の人間としてどのように行動していくべきかを考えます。<BR/>ジャーナリストの津田大介氏といろいろな活動を行っている大学生とのパネルディスカッションを予定ポリタスTV at 関西学院大学　https://www.youtube.com/channel/UCNYWtRrq3KKVKNp9iXxJwAA<BR/>&quot;", "大学生の投票率を上げるためにはどうしたらいいか、インターネットを利用したいろいろなアイデアをご提案ください。"], "第12回": ["「地域メディアの存在意義と課題」（村上圭子講師（NHK放送文化研究所））<BR/>市町村単位の地域メディアであるコミュニティＦＭ（ラジオ）とケーブルテレビ。こうしたメディアの存在は、地域に、社会にどのような役割を果たしているのか、一方で、自治体や地域政治との関係性における課題とは何かを考えます。【参考文献】・松浦さと子編著『日本のコミュニティ放送: 理想と現実の間で』（晃洋書房、2017年）", "事前に読了課題を指定する予定"], "第13回": ["「放送の今後と政策動向」（村上圭子講師（NHK放送文化研究所））<BR/>インターネット経由で様々な情報やコンテンツを入手する人が増加する中、公共放送の存在意義や民放も含めた「放送の公共性」が自明の理ではなくなってきています。こうした中、官邸や自民党からは放送メディアに関する制度の見直しが提言され、総務省で議論が続いています。最新の動向を学ぶことを通じてメディアと政治の関係を学びます。　【参考文献】・村上圭子『これからの“放送”はどこに向かうのか？』Vo.1－５（https://www.nhk.or.jp/bunken/research/domestic/20200601_8.html）", "事前に読了課題を指定する予定"], "第14回": ["総括（山田）<BR/>　各講師の授業を振り返り、重要論点を確認する。", "最終レポート課題を授業において示すので期日までに提出を求める"], "授業外学習2": "各回担当講師のプロフィールと指定文献を事前に読んでおくこと。講師に対する質問を考えておくこと。また各回の課題を期限厳守で提出すること。"}, "評価": {"教科書Required texts0": "教科書は用いない。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["谷口将紀", "政治とマスメディア", "東京大学出版会", "2015 年", "4130321307", ""], "参考文献・資料Reference books0": "各講師の回の説明を参照", "学生による授業評価の方法Course Evaluation by Students0": "全学統一方式による", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "各回ごとの提出物（提出方法については指示）評価に基づき、岡本が調整する。 【感染防止重点期間】左に同じ（変更なし）"], "成績評価Grading2": "備考　Note\n【当初掲示】（変更前）各講師の授業への出席は重要である。\n１５分以上の遅刻は欠席扱いとする。\n５回以上の欠席者には単位を与えない。なお忌引き、部活による欠席なども例外としない（感染症等についての教務上の配慮については法学部「履修心得」を参照すること）。\n平常リポートはQualtricsを用いて集めるので、スマートフォン、タブレット、ノートPCなどで入力すること。アクセスのためのURLは当日、教室で示す。", "備考Note0": "この授業はメディアの現場で働いている方を担当講師としてお招きしているので、授業中の私語や居眠りなど受講態度の悪い学生に対しては特に厳正に処する。", "備考Note1": ["シラバスの補足説明（西見誠一）.docx", ""], "更新日時/Date of Update2": "2022年03月25日 11時20分54秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "５別－４"]}, "campas": 0, "name": "【400】メディアと政治／Politics and Media", "管理部署": 3, "単位数": 2, "担当者": "山田　真裕（YAMADA MASAHIRO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 3, "開講期": 1}