{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "現在、新聞、テレビ等マスメデイアの第一線で活躍中の現役の実務家や専門家を講師に招き、政治とメデイアの関係の実際を聞くとともに、今後のメデイアの在り方などについて、検討する。現役講師陣による現場の雰囲気を味わいつつ、メディアと政治の今を探求する。", "到達目標": "１、政治とメディアの基本問題を把握することができる。<BR/>２、基本的なメディアリテラシー（メディアを読み解く力）の重要性を理解できる。<BR/>３、政治とメディアのホットな状況について、現場の緊張感を把握し、メディアコンテンツなど<BR/>の制作への具体的関心を持つことができる。", "授業方法": "各非常勤講師による講義形式を中心とするが、各回ごとに非常勤講師の提案に基づきバリエーションを作る可能性がある。<BR/>なお、新型コロナ感染症の状況によって、また効果的な授業を行うため、遠隔の方法も活用し、授業効果を上げていきたい。<BR/>授業内、及び授業外での課題を提示する予定。毎回出席を取る。<BR/><BR/> 〇4月の第2回目の授業より【感染防止重点期間】全体において、原則として、対面及び「Zoomによる同時双方向」での受講を併用する。つまり、対面授業を行うが、遠隔選択も自由に行うことができる。ただし、講師によって、遠隔授業のみを行う場合もあり得る。この場合事前に周知する。<BR/>受講生数は、現時点で100名程度の登録であって、教室定員を大きく下回る講義となる予定。対面授業においては、当然ながらマスク着用などの感染防止措置をとる。<BR/>遠隔の場合も、必要に応じてブレイクアウトルームの利用によって学生の授業参加を組み入れることもある。なお、今後も情勢によって変更の可能性があるので、連絡に注意すること。<BR/>遠隔希望者は、毎回以下のURLに5分前までにアクセスすること。  <BR/>3週目以降zoomによる同時配信で対応する予定<BR/>https://zoom.us/j/95887286255?pwd=SU1mUDdlUHdLK2JpdnAxYWYzWjNMQT09<BR/>ミーティングID: 958 8728 6255<BR/>パスコード: 180257", "トピック": {"第1回": ["コースガイダンス（岡本仁宏　関西学院大学法学部教授）<BR/>　講義全体の概要と講師の紹介、メディアと政治をめぐる諸論点を提示する。<BR/>参考文献：岡本 仁宏「世論(輿論・公論)」『政治概念の歴史的展開――概念史から見た政治思想史第６巻』晃洋書房、2013、209-241頁 ISBN ：9784771024359<BR/>　対面授業を行うが、遠隔授業許可者は下記で受講可能。<BR/>　<BR/>https://zoom.us/j/95887286255?pwd=SU1mUDdlUHdLK2JpdnAxYWYzWjNMQT09<BR/>ミーティングID: 958 8728 6255<BR/>パスコード: 180257", "授業中に課題を提示するので、授業後にLUNAで提出。<BR/>なお、メディアと政治について、トランプ現象と言ってもよいアメリカの大統領選挙の動向について基礎知識を持っておくことが望ましい。"], "第2回": ["「民放テレビ局の収益構造」 （難波秀哉講師）<BR/>民放の経営は大半が広告収入に支えられています。そこには“スポンサーへの配慮”と“報道の自立”という二律背反の構造が存在し、どのように折り合いをつけて行くのかが大きな課題となっています。<BR/>そこに政治も複雑に絡んでくる現状について考えます。<BR/>★出来得る限り双方向の講義を行い授業終了１０分前にその日の総括をレポートにまとめ提出。<BR/>　対面授業を行うが、遠隔授業許可者は下記で受講可能。<BR/>https://zoom.us/j/95887286255?pwd=SU1mUDdlUHdLK2JpdnAxYWYzWjNMQT09<BR/>ミーティングID: 958 8728 6255<BR/>パスコード: 180257", "4月から7月までに訪問先の日程調整ができた場合には別途日程にて希望者向けにマスコミ各社、官庁などの訪問見学会を行います。<BR/>テーマについて問題関心をもってネット等で調べ、事前に基礎知識を持って参加してください。"], "第3回": ["「報道記者、スポーツ記者のポジショニングと仕事の内容」（難波秀哉講師）<BR/>警察担当記者など記者クラブに配置される記者の役割と、その仕事のあり方、又記者クラブの功罪について議論します。官邸記者クラブｅｔｃ<BR/>★出来得る限り双方向の講義を行い授業終了１０分前にその日の総括をレポートにまとめ提出。", "テーマについて問題関心をもってネット等で調べ、事前に基礎知識を持って参加してください。"], "第4回": ["「特派員の仕事」（難波秀哉講師）<BR/>報道記者は時に海外に出かけて行ってレポートをする事もあります。特に国際情勢については政治が絡んでくるので豊富な知識とバランス感覚も必要になって来ます。微妙な国際関係をどのように伝えて行くのか考えます。<BR/>★授業終了１０分前にその日の総括をレポートにまとめ提出。<BR/><BR/>　対面授業を行うが、遠隔希望者は、下記で受講可能。以下、毎回同様のURLなので、毎回アナウンスしないが対応すること。<BR/>https://zoom.us/j/95887286255?pwd=SU1mUDdlUHdLK2JpdnAxYWYzWjNMQT09<BR/>ミーティングID: 958 8728 6255<BR/>パスコード: 180257", "テーマについて問題関心をもってネット等で調べ、事前に基礎知識を持って参加してください。"], "第5回": ["「政治とテレビのアプローチ」（高岡達之講師（読売テレビ））<BR/>政治家とテレビは、ターゲットである「国民 有権者」「視聴者」へのアプローチに多くの共通点を持つ。その思考と戦略を読み解く。<BR/>参考文献<BR/>「小泉進次郎の戦う言葉」2013 常井健一　文春新書<BR/>「田中角栄 オヤジとわたし」文庫版 2016 早坂茂三 PHP文庫", "時事的なテーマについての課題を予定（詳細は後日提示）"], "第6回": ["「情報の良い“受け手”であるために」（高岡達之講師）<BR/>　　意図・策略・誤報・憶測の情報の海の中から、「真実」「真実に近い」<BR/>　　情報をすくい取るには？政治家とメディアの行動と報道を分析する。<BR/>参考文献<BR/>　　「The Commanders」Bob Woodward 1991 邦題「司令官達」文藝春秋<BR/>　　「Plan of Attack」Bob Woodward 2004　邦題「攻撃計画」日本経済新聞社<BR/>　　「総理」文庫版　2017　山口敬之　幻冬舎文庫", "時事的なテーマについての課題を予定（詳細は後日提示）"], "第7回": ["「未来のテレビ報道 &quot;解説&quot;の可能性」（高岡達之講師）<BR/>　ネットが1次情報（と信じられている）情報社会でも求められるテレビ報道とは？ニュースの背景をあぶり出す解説力とは？<BR/><BR/>参考文献<BR/>「あの時、世界は・・磯村尚徳　戦後史の旅」1から3　1979　日本放送協会<BR/>「Unleashing Demons」Craig Oliver 　2016邦題「ブレグジット秘録」光文社", "時事的なテーマについての課題を課すことを予定（詳細は後日提示）"], "第8回": ["「新聞ジャーナリズムの役割　１」（西見誠一講師（朝日新聞阪神支局長）） <BR/>　シラバス下記の、「シラバスの補足説明（西見誠一）」ファイル参照<BR/>　◇権力監視の足元<BR/>　大阪の政治風景を大きく変えた「橋下改革」。米・トランプ政権にも通じる「ツイッター政治」のさきがけで、真偽を織り交ぜた大量の発信に、記者たちは翻弄されてきた。国政に目を転じれば、モリ、カケ、サクラ、日本学術会議の問題で明らかなように、政権は平気でウソをつき、説明責任を果たそうとしない。権力の暴走に、新聞はどう立ち向かってきたのか。", "事前配布する新聞記事コピーに基づきレポート提出。約１時間。"], "第9回": ["「新聞ジャーナリズムの役割　２」（西見誠一講師（朝日新聞阪神支局長））<BR/>　◇言論の不自由<BR/>　１９８７年、朝日新聞阪神支局が散弾銃を持った男に襲撃され、２人が死傷した。「反日朝日は５０年前に返れ」。そう書かれた犯行声明文は、自由な言論への敵意に満ちていた。あれから三十年余。ヘイトスピーチの横行やネット上を飛び交う尖った言説など、言論をとりまく状況は悪化の一途をたどっているように見える。新聞がなすべきこととは何か。", "事前配布する新聞記事コピーに基づきレポート提出。約１時間。"], "第10回": ["「インターネット１　インターネットメディアの現状と課題」（児玉徳子講師　I&amp;WパートナーズCEO（元日本経済新聞社））<BR/>－既存メディアとネットメディアの特性<BR/>－2020年アメリカ大統領選挙におけるネットメディアの功罪<BR/>【参考文献　１・２共通】<BR/>・津田大介「ウェブで政治を動かす！」（朝日新書、2012年）<BR/>・藤竹 暁、竹下俊郎『図説 日本のメディア―伝統メディアはネットでどう変わるか』 <BR/>(NHKブックス、2018年)<BR/>・福田直子『デジタル・ポピュリズム 操作される世論と民主主義 』(集英社新書、2018年)<BR/>・渡辺将人『メディアが動かすアメリカ ――民主政治とジャーナリズム』 <BR/>(ちくま新書、2020年)<BR/>・サミュエル・ウーリー『操作される現実―VR・合成音声・ディープフェイクが生む虚構のプロパガンダ』(白揚社　2020年）", "「総務省　2020年度　情報通信メディアの利用時間と情報行動に関する調査」Q8~Q10のメディア接触に関する設問に事前に回答して提出。フォーマットなどは後日指示。"], "第11回": ["「インターネット２　インターネットは明るい未来を約束するか？」（児玉徳子講師　I&amp;WパートナーズCEO（元日本経済新聞社））<BR/>インターネットにより世界中の膨大な情報にアクセスできるようになった一方で、その真偽を見極め、自分にとって何が必要な情報か取捨選択することが大変難しくなった。より良い社会を実現するために、それら情報とどのように接していくべきか、そして、一人の人間として行動するためにはどうしたらいいかを一緒に考える。<BR/>【参考文献　１・２共通】<BR/>・津田大介「ウェブで政治を動かす！」（朝日新書、2012年）<BR/>・藤竹 暁、竹下俊郎『図説 日本のメディア―伝統メディアはネットでどう変わるか』 <BR/>(NHKブックス、2018年)<BR/>・福田直子『デジタル・ポピュリズム 操作される世論と民主主義 』(集英社新書、2018年)<BR/>・渡辺将人『メディアが動かすアメリカ ――民主政治とジャーナリズム』 <BR/>(ちくま新書、2020年)<BR/>・サミュエル・ウーリー『操作される現実―VR・合成音声・ディープフェイクが生む虚構のプロパガンダ』(白揚社　2020年）", "以下書籍を読んで授業までに自身の考えをまとめてくる。福田直子『デジタル・ポピュリズム 操作される世論と民主主義 』(集英社新書、2018年)<BR/>二回の講義を経たうえで課題の提出を求める予定"], "第12回": ["「地域メディアの存在意義と課題」（村上圭子講師（NHK放送文化研究所））<BR/>市町村単位の地域メディアであるコミュニティＦＭ（ラジオ）とケーブルテレビ。こうしたメディアの存在は、地域に、社会にどのような役割を果たしているのか、一方で、自治体や地域政治との関係性における課題とは何かを考えます。【参考文献】・松浦さと子編著『日本のコミュニティ放送: 理想と現実の間で』（晃洋書房、2017年）", "事前に読了課題を指定する予定"], "第13回": ["「放送の今後と政策動向」（村上圭子講師（NHK放送文化研究所））<BR/>インターネット経由で様々な情報やコンテンツを入手する人が増加する中、公共放送の存在意義や民放も含めた「放送の公共性」が自明の理ではなくなってきています。こうした中、官邸や自民党からは放送メディアに関する制度の見直しが提言され、総務省で議論が続いています。最新の動向を学ぶことを通じてメディアと政治の関係を学びます。　【参考文献】・村上圭子『これからの“放送”はどこに向かうのか？』Vo.1－５（https://www.nhk.or.jp/bunken/research/domestic/20200601_8.html）", "事前に読了課題を指定する予定"], "第14回": ["総括（岡本）<BR/>　各講師の授業を振り返り、重要論点を確認する。", ""], "授業外学習2": "各回担当講師のプロフィールと指定文献を事前に読んでおくこと。講師に対する質問を考えておくこと。"}, "評価": {"教科書Required texts0": "教科書は用いない。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["谷口将紀", "政治とマスメディア", "東京大学出版会", "2015 年", "4130321307", ""], "参考文献・資料Reference books0": "各講師の回の説明を参照", "学生による授業評価の方法Course Evaluation by Students0": "全学統一方式による", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "各回ごとの提出物（提出方法については指示）評価に基づき、岡本が調整する。 【感染防止重点期間】左に同じ（変更なし）"], "成績評価Grading2": "備考　Note\n【当初掲示】（変更前）各講師の授業への出席は重要である。\n１５分以上の遅刻は欠席扱いとする。\n５回以上の欠席者には単位を与えない。なお忌引き、部活による欠席なども例外としない（感染症等についての教務上の配慮については法学部「履修心得」を参照すること）。\n\n\n【感染防止重点期間】（変更後）各講師の授業への出席は重要である。\n遠隔においても、出席の重要性は変わらない。５回以上の欠席者には単位を与えない。\n出欠の把握は、実出席の場合もオンライン授業の場合も、授業中の提出物等によって把握する予定（ただし、各講師の授業計画によって調整あり）", "備考Note0": "この授業はメディアの現場で働いている方を担当講師としてお招きしているので、授業中の私語や居眠りなど受講態度の悪い学生に対しては特に厳正に処する。", "備考Note1": ["シラバスの補足説明（西見誠一）.docx", ""], "更新日時/Date of Update2": "2021年04月29日 18時15分40秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "５別－４"]}, "campas": 0, "name": "【400】メディアと政治／Politics and Media", "管理部署": 3, "単位数": 2, "担当者": "岡本　仁宏（OKAMOTO MASAHIRO） ", "履修基準年度": "３年", "時限1": 32, "評価1": 3, "開講期": 1}