{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "　本講義は、経済学部と法学部の学生を対象として、人口減少と地方分権や地方創生など地域の活性化が求められるなかで、地域の問題を考え・地域で活動する人材を育成することを目的として設けられた経済学部・法学部連携コース（法学部では「公共政策コース」、経済学部では「地域政策コース」という）の入門科目として設けられた科目である。<BR/>　本講義は5名（山下、原田、野田、早川、相川）の法学部教員と非常勤講師により、分担して行われる。（なお、ゲスト・スピーカーとして近隣の自治体職員等による講義を行うことも検討している。）<BR/>　本講義の主たる目的は、(1)地域及び地域政策をめぐる大きな時代の変化について理解する、(2)地域政策の担い手（住民、地縁コミュニティ、ＮＰＯなど）について、それらを取り巻く法的・行政的な制度や仕組みの基本と、置かれている現状と課題等について理解する、 (3)とくに，地方政府（地方自治体）について、その構造や諸制度、国（中央政府）との関係などの基本を理解する、(4)また、地方創生、まちづくり、地域福祉、地域再生といった分野における制度・政策や自治体行政と住民・地域の関係をみることを通じて、地域政策について理解を深めること、を目的とする。", "到達目標": "　地域の問題を考え、地域で活動する力を涵養するためには、学部の垣根を越え、経済学、法律学、政治学を学ぶことが必要である。「地域政策入門」は、Ａ（春学期）において、法律学・政治学の視点から、Ｂ（秋学期）において、経済学の視点から、地域政策について入門的な考察をするものである。これらを通して、地域政策を考える力をつけることを目的とする。", "授業方法": "・本授業は、オンデマンドA型により，実施される。<BR/>（そのときの状況によるが、ゲストスピーカーの講義を通常の対面方式で実施することがあるので、注意されたい。）<BR/><BR/>・レジュメ等の配付資料はlunaにアップする。<BR/>・動画（音声を付加した動画を含む）の配信はOneDriveにアップする。<BR/>・質疑は、lunaの「掲示板」を利用する。<BR/><BR/>＊本講義は5人のオムニバス講義であり、オンライン授業の形態もそれぞれに異なるので、注意されたい。<BR/>＊本講義のすすめかた等については、第1回の授業であらためて詳しく説明する予定である。", "トピック": {"第1回": ["はじめに（山下）<BR/>・講義全体の概要等を説明する。<BR/>・わが国の社会の大きな変化や政策の転換、地域政策の担い手などについて、講義のイントロダクションとして簡単に触れる。", "・授業スライド（PDF)と音声動画(mp4)は，lunaの教材のところにアップします．　9日8時30分よりアクセス可能です．<BR/>念のため，<BR/>スライドのOneDriveのURLは，<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/aon17465_nuc_kwansei_ac_jp/ETgg4y2rNM1IoSZJl1tfx10BRaBKDUC0e_QrWNnRY_6ELg?e=1Xk5J0<BR/>音声動画のOneDriveのURLは，<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/aon17465_nuc_kwansei_ac_jp/EdvvqzOnzwRIhtGwqIRb1F8Bw4Nr2hIbPj2E5hm83G2FNw?e=TLg6fh"], "第2回": ["地方政府とは(その1)：法制度と仕組み（野田）<BR/>　地方自治体をめぐる法制度とその仕組みについて、法的な視点から概説する。", ""], "第3回": ["地方政府とは(その2)：首長と行政組織、議会と議員（早川）<BR/>　地方自治体の統治構造における首長（都道府県知事・市町村長）と行政の組織、議会と議員について、行政学的な視点から概説する。", ""], "第4回": ["公共政策とは(その1)：公共政策のデザイン（早川）<BR/>　公共政策学の初歩を概説する。「公共政策」とは何かといった政策のデザインについてとりあげ、概説する。", ""], "第5回": ["公共政策とは(その2)：公共政策の形成サイクル（早川）<BR/>　公共政策学の初歩を概説する。問題の発見、政策立案、決定、実施、評価という公共政策のサイクルについてとりあげ、概説する。", ""], "第6回": ["自治体の条例と政策法務　（山下）<BR/>　自治体の条例について、その意義と課題などを概説する。また、地方分権改革のなかで重要性を増してきた自治体のの政策の条例化をめぐる諸問題もとりあげる。", ""], "第7回": ["市民参加・協働と自治体行政をめぐる問題　（相川）<BR/>　市民参加、行政と市民との協働について、その意義と必要性，現状と問題などを概説する。", ""], "第8回": ["地域コミュニティ・地域自治組織をめぐる問題　（相川）<BR/>　地域コミュニティなど地域自治組織をめぐって、その現状や問題点を指摘し、地縁型の自治の変革などについて概説する。", ""], "第9回": ["ＮＰＯ、ボランティアをめぐる問題　（相川）<BR/>　ＮＰＯやボランティアに向けられた期待とおかれている現状、抱えている課題等について概説する。", ""], "第10回": ["都市計画・まちづくりにおける住民・事業者と自治体行政　（野田）<BR/>　都市計画・まちづくりにおける住民や事業者と自治体行政のあいだの参加や協働の取り組みとその法制度化について、概説する。また、人口減少と都市収縮の時代に向けた都市計画の法制度の変化についても取りあげる。", ""], "第11回": ["地方財政制度と自治体の予算の仕組み（その1）　（原田）<BR/>　地方財政の制度と、自治体の資金を管理する予算のあり方について、その仕組みや運営上の問題点などを概説する。", ""], "第12回": ["地方財政制度と自治体の予算の仕組み（その2）　（原田）<BR/>　地方財政の制度と、自治体の資金を管理する予算のあり方について、その仕組みや運営上の問題点などを概説する。<BR/>最近の自治体のおかれている状況(その1)　（原田）<BR/>　少子高齢・人口減少社会といった近年の地域と地方自治体の直面する社会環境の変化と、それを受けた最近の国の政策や自治体の取り組み等を概説する。", ""], "第13回": ["最近の自治体のおかれている状況(その2)　（原田）<BR/>　少子高齢・人口減少社会といった近年の地域と地方自治体の直面する社会環境の変化と、それを受けた最近の国の政策や自治体の取り組み等を概説する。", ""], "第14回": ["地域政策とはーまとめの議論（山下）<BR/>・地域政策研究の現状や、これからの地域政策の枠組み・視点・方向性等を取りあげ、地域政策を学ぶことの意義について概説する。<BR/>・講義全体を通じたまとめの議論を行う。", ""], "授業計画1": "ゲストスピーカーとして近隣の自治体の職員等により自治体における地域活性化・まちづくり等の取り組みるに関する講義が実施される場合は、上記の講義計画も変更されることがある。", "授業外学習2": "・履修にあたって、新聞やテレビ等のマスコミ報道に注意し、地域の出来事や地方自治体の動向等に関心をもって望むことを期待する。<BR/>・授業のなかで指示され、あるいは言及されたトピックや文献等について、関心をもってリサーチし、知見を深める作業を主体的におこなうこと。<BR/>・授業によっては、小課題リポート･ふりかえりシートの提出を求める。"}, "評価": {"教科書Required texts0": "・教科書は用いない。", "参考文献・資料Reference books0": "適宜指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施．", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n・本授業は5人の教員によるオムニバス講義であり，担当者5人がそれぞれ評価し，それを合算する形で成績評価をおこなう．\n・成績評価は、定期試験による。\n・なお，もし定期試験が実施されなかった場合は，オンラインテストあるいは提示した課題に関するリポートの提出により，評価する(そのときはあらためてlunaでアナウンスする)．\nまた，オンライン受講が許可された学生については，課題リポートの提出等でもって評価する(具体的なことはlunaを通じてあらためてアナウンスする)．", "URLリンク1/URL 10": "LUNA科目ページ", "更新日時/Date of Update1": "2021年06月16日 00時37分37秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "５別－４"]}, "campas": 0, "name": "【200】地域政策入門Ａ　１／Introduction to Regional Policy A", "管理部署": 3, "単位数": 2, "担当者": "山下　淳（YAMASHITA ATSUSHI） ", "履修基準年度": "１年", "時限1": 28, "評価1": 0, "開講期": 1}