{"履修期": "通年", "主な教授言語": "英語", "授業目的": "下記英文参照のこと", "到達目標": "下記英文参照のこと", "授業方法": "In the spring semester, there will be weekly seminars on Japan&#39;s development followed by a series of study of global issues. In the Fall Semester, we will discuss major issues facing the 21st century. By the end of Fall Semester, all students must  submit 4-5,000 words research paper followed by oral presentations. Seminars will be delivered in  classes and online delivery in the fall semester.", "トピック": {"第1回": ["Introduction to the Course &amp; Defining Research Objectives and Significance", "1. Read this syllabus and understand the structure and requirements of this seminar course.<BR/>2. Write up a reflection on the research project you completed last year."], "第2回": ["Research Papers: Reflections and New Tasks <BR/>Research: To define research topics and significance.<BR/>Global Literacy 1:  To discuss the Challenges of the 21st Century", "1. Propose three possible research topics and their significance.<BR/>2. Explain and comment on what Prof. 1. Harari views as major challenges of this century after watching Documentary in URL 1 below."], "第3回": ["Group workshop: Topics and Significance <BR/>Research: Group Workshop<BR/>Global Literacy 2: To discuss the challenges of COVID-19", "1. Narrow down to one research topic together with well-defined significance.<BR/>2. Discuss the challenges which COVID-19 presents for us, after watching Documentary in URL 2 below"], "第4回": ["Research: What is today? What do we need to advance? <BR/>Global Literacy 3: To discuss what are the most important skills in the 21st century.", "1.Develop a perspective to understand ourselves and challenges and opportunities after watching URL 3 below"], "第5回": ["Myth and Reality: The Making of Postwar Constitution and Revision Debate <BR/>Research: Myth vs Reality<BR/>Japan Literacy 1: The Making of the Postwar Japanese Constitution", "1. Was the postwar Japanese constitution made and imposed by the Allied Powers?<BR/>2. Increase an understanding of image and reality in political debate and advance critical thinking skills."], "第6回": ["Subjectivity and Objectivity in Analysis/Allied Occupation of Japan <BR/>Research: Understand how social sciences can be value-driven<BR/>Japan Literacy 2: Understand and explain the Allied Occupation and its impact on postwar Japanese development", "1. Was the American Occupation successful? Why/why not?<BR/>2. What is the impact of the Occupation on postwar Japanese development?"], "第7回": ["Contending Paradigms of Political Economy <BR/>Research: Understand analytical, methodological and normative orientations of major paradigms of political economy", "1. Was the high economic growth of the 1960s a &quot;miracle&quot;? If not, explain its causes, employing major paradigms of political economy."], "第8回": ["Contending Perspectives on Japan&#39;s High Economic Growth <BR/>Research: Apply contending theories and understand its consequences.<BR/>Literacy: Deepen an understanding of the Japanese political economy through the high economic growth of the 1960s.", "1. What paradigm of political economy best explains the Japanese system of high economic growth?"], "第9回": ["Research Workshop", ""], "第10回": ["Research Workshop", ""], "第11回": ["Major Issues in a Globalizing World 1", ""], "第12回": ["Major Issues in a Globalizing World  2", "Submit your final research proposal and bibliography online before 6/29."], "第13回": ["Major Issues in a Globalizing World  3", ""], "第14回": ["Wrap-Up Session for Spring Semester", ""], "第15回": ["Introduction to Semester II", "Submit your outline and Introduction due before 9/22"], "第16回": ["Research Workshop 1", ""], "第17回": ["Research Workshop 2", ""], "第18回": ["Research Workshop", ""], "第19回": ["Research Workshop", ""], "第20回": ["Research Workshop", ""], "第21回": ["Research Workshop", ""], "第22回": ["Research Workshop", ""], "第23回": ["Research Workshop", ""], "第24回": ["Research Workshop", ""], "第25回": ["Research Workshop", "Submit your research paper by 12/10"], "第26回": ["Research Results Presentation", ""], "第27回": ["Research Results Presentation", ""], "第28回": ["Wrap-Up", ""], "授業外学習2": "Active participation is critical.  Those who fail to attend more than 30% of the course will receive a failure. Three late attendance to classes more than 10 minutes will be counted as one absence from the class."}, "評価": {"教科書Required texts0": "All readings and other materials will be introduced at least one week before each seminar.", "参考文献・資料Reference books0": "References and other materials will be uploaded in LUNA as well as in this syllabus.", "学生による授業評価の方法Course Evaluation by Students0": "Conducted in December", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n平常リポート(Individual reports)\nGrading Details\n\nActive Participation (10%)\nOral presentations and Other Assignments (40%)\nResearch Paper (50%)", "URLリンク1/URL 10": "Seminar 1 Challenges of the 21st Century", "URLリンク2/URL 21": "Seminar 2 Challenges of COVIS-19", "URLリンク3/URL 32": "Seminar 3 Hacking human beings", "更新日時/Date of Update3": "2021年04月20日 09時15分49秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜４時限／Tuesday 4", "通年／Year Round", "Ｇ－２２５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【450】政治学研究演習II　６／Research Seminar on Political Science II", "管理部署": "法学部／School of Law and Politics", "単位数": "4", "担当者": "水戸　考道（MITO TAKAMICHI） ", "履修基準年度": "４年", "時限1": "火曜４時限／Tuesday 4", "開講期": "通年／Year Round"}