{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "この政治学研究演習の目的は、現代政治・社会に存在する諸課題について、自分なりの課題解決策を見つけること、および、その解決策の妥当性を説得的に示すための、一連の知識や技術を身につけることです。ここでいう課題の中には、自身が日頃「問題だな」と考えているようなことだけではなく、「どうなっているのだろう」「なぜなのだろう」というような、理解することが難しい政治・社会の実態をめぐる謎（puzzles）の解明も含まれます。これらの諸課題に対して、たしかな証拠（evidences）をもって解答を提示できるようなることを、この演習科目では目指します。", "到達目標": "この演習科目の到達目標は、大きくわけると3点あります。(1) 現代政治・社会に存在する、自分なりの問い(Research question)を見つける(2) 問いに対する解答を導くための論理的思考を身につける(3) 問いに対する解答の妥当性を説得的に示すための分析力を身につける第1の目標は、自身が今後、取り組むべき課題について、明晰に描き出すこと、そしてその重要性などを、他者に伝えることができるようになることです。現代政治・社会においては、様々な問題が存在しております。それらの中の何を選びとり、また、それはなぜなのかを、説得的に伝えるには、相応の論理と知識が必要です。これらの知識・技能の獲得を、この演習では目指します。第2の目標は、課題と解決策あるいは解答の間の関係を、きちんと体系化するための技法を身につけることです。疑問に対する解答には、複数のパタンがありえます。なぜそのような解答になるのか、その解答は本当に妥当かというような、自身に寄せられる批判に対して説得的な議論を展開するための知識や技能の獲得も、この講義では目指します。第3の目標は、簡単にいえば、データを分析し、それを他者にわかりやすく伝えるための知識や技能を獲得することです。理屈だけでは、説得力は必ずしも生まれません。近年では、理屈にくわえて、証拠を提示することが求められるようになってきています。証拠を作り出すための基礎となる、計量的な分析手法についても、この講義では学びます。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "演習の進め方は、厳密には、受講生の人数や問題関心によって変わります。以下は、あくまで、進め方の一例としてご理解ください。(1) 自身が関心をもっているテーマに関わる資料、データ、先行研究、資料等について、あるいは、生成AIの効率的・効果的な使い方を定期的に報告してもらいます。原則として、個人単位での報告とする予定ですが、人数次第や問題関心の持ち方次第では、グループワークとする可能性もあります。(2) 政治・社会を分析するための知識の獲得と、実践を行ってもらいます。受講生の関心に応じて、どのような分析技法を習得するかは変わりますが、質的分析であれ量的分析であれ、ともにきちんとした方法論が存在します。その方法論について学びながら、実際にフィールドに出たり、データ分析を行います。なお、その際には、生成AIによるサポートのあり方についても議論する予定です。(3) 1年間の研究成果を、年度末に報告します。報告形式は、パワーポイントなどを用いた、15-20分程度のプレゼンテーションを予定していますが、文書レポートの提出にする可能性もあります。どのような形で1年間の演習の成果を報告するかは、受講生の進捗等をみながら、柔軟に対応します。", "トピック": {"授業計画1": "演習は、以下のような計画のもとで進めていく予定です。ただし、以下はあくまで予定であり、受講生の人数や問題関心などに応じて、修正・変更する可能性もあります。<div><br /></div><div>第1回 ：イントロダクション（自己紹介、演習の進め方など）</div><div><br /></div><div>第2回〜第7回：問題(RQ)を作る方法</div><div>※ 以下に示す項目について、主に取り組むことを想定しています</div><div>※ 担当教員が複数のテーマを提示し、その中で興味のある問いを選択してもらう可能性もあります</div><div>・研究上の問いと問題関心の違いを理解する</div><div>・先行調査・研究の見つけ方・探し方を理解する</div><div>・自身の問題関心にそう研究を、実際に探してみる</div><div>・先行研究を整理し、取り組むべき課題を見つける</div><div><br /></div><div>第8回〜第14回　方法論(基礎編)</div><div>※ 以下に示す項目について、主に取り組むことを想定しています</div><div>※ 方法論に関する著作を輪読する可能性もあります</div><div>・記述的な研究と因果的な研究の違いを理解する</div><div>・記述するための方法論について理解する</div><div>・因果分析をするための理論と方法について理解する</div><div><br /></div><div>第15回〜第24回　方法論(応用編)</div><div>※ 以下に示す項目について、主に取り組むことを想定しています</div><div>※ 教科書を指定する可能性もあります</div><div>・統計プログラムを使った、基礎的な計量分析手法を理解する</div><div>・統計プログラムを使った、基礎的な可視化方法を理解する</div><div>・自身が問題関心をもっている事象について、データを集め、分析する</div><div><br /></div><div>第25回〜第27回　研究報告の準備</div><div>※ 以下に示す項目について、主に取り組むことを想定しています</div><div>・パワーポイントなどを利用し、研究内容をまとめる</div><div>・正確性とわかりやすさを兼ね備えた資料を作成する</div><div><br /></div><div>第28回　研究報告・1年間の総括</div><div><br /></div>", "授業外学習2": "演習時間外でも、適宜、必要となる論文・文献を読んでいただきます。また、計量的な方法論についても、学んでいただきます。"}, "評価": {"参考文献・資料/Reference books0": ["参考文献は、受講生の問題関心を聞きながら、問題関心に合致したものを演習中に紹介します。"], "課題等へのフィードバック方法Methods for Providing Feedback on Assignments0": ["研究内容については適宜、オフィスアワーやSlackなどを通じて、相談を受け付けます。その内容を、自身の調査や研究へとフィードバックして頂きます。年度末の研究報告についても、よりよい研究となるよう、最大限のサポートをする予定です。研究演習は、一般的な授業と異なり、教員が受講生に対して何かを「教える」タイプの講義ではなく、受講生の積極性や自主性が大きく問われる科目ですが、その分、やりがいもあると思います。受講生の、積極的な質問を望みます。"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "報告内容、演習への積極性などに基づき総合的に評価します"], "更新日時/Date of Update0": ["2025年01月03日 16時16分48秒"], "項番No.0": [], "項番No.1": ["2025年度", "通年／Year Round", "火曜４時限／Tuesday 4", "通年／Year Round", "Ａ－４０６"]}, "campas": 0, "name": "【350】政治学研究演習I　６／Research Seminar on Political Science I", "管理部署": 3, "単位数": 4, "担当者": "善教　将大（ZENKYO MASAHIRO） ", "履修基準年度": "３年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": 0, "時限1": 10, "評価1": 6}