{"履修期": "通年", "主な教授言語": "英語", "授業目的": "下記英文参照のこと", "到達目標": "下記英文参照のこと", "授業方法": "In the spring semester, there will be weekly seminars on Japan&#39;s development followed by a series of study of global issues. In the fall semester, we will examine major issues facing the 21st century. By the end of Fall Semester, all students must  submit 3-4,000 words research paper followed by oral presentations. Seminars may be delivered in classes and online.", "トピック": {"第1回": ["Introduction to the Course &amp; Defining Research Objectives and Significance", "Read this syllabus and understand the structure and requirements of this seminar course."], "第2回": ["Research Topics and Significance/Modern Japan Literacy <BR/>Research: How to define research topics and significance.<BR/>Literacy: The Opening of Japan and Meiji Restoration", "1. Propose three possible research topics and their significance.<BR/>2. Explain reasons and impact related to the opening of Japan and Meiji restoration in English.<BR/>3. Watch Documentary in URL 1 below"], "第3回": ["Group workshop: &quot;Militarism in Modern Japan&quot; <BR/>Research: Group Workshop<BR/>Literacy: Militarism in modern Japan", "1. Narrow down to one research topic together with well-defined significance.<BR/>2. Explain the rise of militarists in modern Japan, taking count of of level-of-analysis problems in international relations."], "第4回": ["Rational Actor Model: &quot;Japan&#39;s Attack on Pearl Harbor&quot;  &amp; &quot;US Attack on Hiroshima and Nagasaki&quot; <BR/>Research: The Use and limit of Rational Actor Modeal<BR/>Literacy: Pearl Harbor ＆ Hiroshima/Nagasaki", "1. Understand the use and limit of rationality in political science.<BR/>2. Apply a rational actor model to explain an attack on Pearl Harbor and Hiroshima/Nagasaki and understand its implications.<BR/>3. Watch URL 2 below"], "第5回": ["Myth and Reality: The Making of Postwar Constitution and Revision Debate <BR/>Research: Myth vs Reality<BR/>Literacy: Understand Decision-making to attach Pearl Harbor and Hiroshima/Nagasaki", "1. Was the postwar Japanese constitution made and imposed by the Allied Powers?<BR/>2. Increase an understanding of image and reality in political debate and advance critical thinking skills."], "第6回": ["Subjectivity and Objectivity in Analysis/Allied Occupation of Japan <BR/>Research: Understand how social sciences can be value-driven<BR/>Literacy: Understand and explain the Allied Occupation and its impact on postwar development", "1. Was the American Occupation successful? Why/why not?<BR/>2. What is the impact of the Occupation on postwar Japanese development?"], "第7回": ["Research Workshop 1", "1. Was the high economic growth of the 1960s a &quot;miracle&quot;? If not, explain its causes, employing major paradigms of political economy."], "第8回": ["Contending Paradigms of Political Economy 1<BR/>Research: Understand analytical, methodological and normative orientations of major paradigms of political economy: Pluralism", "1. What paradigm of political economy best explains the Japanese system of high economic growth?"], "第9回": ["Contending Paradigms of Political Economy 2<BR/>Research: Understand analytical, methodological and normative orientations of major paradigms of political economy: Marxism", ""], "第10回": ["Contending Paradigms of Political Economy 3<BR/>Research: Understand analytical, methodological and normative orientations of major paradigms of political economy: Power Elite Theory", ""], "第11回": ["Contending Paradigms of Political Economy 4<BR/>Research: Understand analytical, methodological and normative orientations of major paradigms of political economy: Statism", ""], "第12回": ["Contending Paradigms of Political Economy 5<BR/>Application of major paradigms of political economy: the Case of Japan&#39;s High Economic Growth", "Submit your final research proposal and bibliography online before 6/29."], "第13回": ["Major Issues in a Globalizing World 1", ""], "第14回": ["Wrap-Up Session for Spring Semester", ""], "第15回": ["Introduction to Semester II<BR/>Research paper drafting 1: presentation and review of the introduction<BR/>Current issues 1", "Email your first draft before the 1st seminar to Prof. Mito. Prepare to present your introduction in the first class."], "第16回": ["Research Workshop  2<BR/>Research paper drafting 2<BR/>Current issues 2", ""], "第17回": ["Research Workshop  3<BR/>Research paper drafting 3<BR/>Current issues 3", ""], "第18回": ["Research Workshop 4<BR/>Research paper drafting 4<BR/>Current issues 4", ""], "第19回": ["Research Workshop 5<BR/>Research paper drafting 5<BR/>Current issues 5", ""], "第20回": ["Research Workshop 6<BR/>Research paper drafting 6<BR/>Current issues 6", ""], "第21回": ["Research Workshop 7<BR/>Research paper drafting 7<BR/>Current issues 7", ""], "第22回": ["Research Workshop 8<BR/>Research paper drafting 8<BR/>Current issues 8", ""], "第23回": ["Research Workshop 9<BR/>Research paper drafting 9<BR/>Current issues 9", ""], "第24回": ["Research Workshop 10<BR/>Research paper drafting 10<BR/>Current issues 10", ""], "第25回": ["Research Workshop 11<BR/>Research paper drafting 11<BR/>Current issues 11", ""], "第26回": ["Research Results Presentation  Part 1", "Submit your research paper before final presentation"], "第27回": ["Research Results Presentation Part 2", ""], "第28回": ["Wrap-Up", ""], "授業外学習2": "Active participation is critical.  Those who fail to attend more than 30% of the course will receive a failure. Three late attendance to classes more than 10 minutes will be counted as one absence from the class."}, "評価": {"教科書Required texts0": "All readings and other materials will be introduced at least one week before each seminar.", "参考文献・資料Reference books0": "References and other materials will be uploaded in LUNA as well as in this syllabus.", "学生による授業評価の方法Course Evaluation by Students0": "Conducted in December", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n平常リポート(Individual reports)\nGrading Details\n\nActive Participation (10%)\nOral presentations and Other Assignments (40%)\nResearch Paper (50%)", "URLリンク1/URL 10": "Meiji Restoration and Impact", "URLリンク2/URL 21": "Why did US drop A-bomb in Hiroshima?", "URLリンク3/URL 32": "On the Allied Occupation of Japan", "更新日時/Date of Update3": "2021年09月08日 13時12分02秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜３時限／Tuesday 3", "通年／Year Round", "Ｇ－２２５"]}, "campas": 0, "name": "【350】政治学研究演習I　６／Research Seminar on Political Science I", "管理部署": 3, "単位数": 4, "担当者": "水戸　考道（MITO TAKAMICHI） ", "履修基準年度": "３年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "開講期": 0}