{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本研究演習では、国際問題に対する解決策を模索する前提となる、（1）国際問題の背景・構造、（2）その国際問題が生じた原因、（3）その国際問題の解決を阻む要因などを国際政治的な観点から考察・分析する。研究演習IIでは、自分で選んだ国際問題に関するゼミ論文（20000字程度）の作成を目的とする。つまり、（1）国際政治論の理論や概念を用い、（2）自分で関心のある国際問題を調査できるようになり、（3）論理的な論文を書けるようになることを目指す。また、新型コロナウイルス感染症の状況次第であるが、国際協力の現場について学ぶための海外または国内フィールドワークの実施も模索する", "到達目標": "1. 国際的な背景を持つ事象に関心を持つこと<BR/>2. 政治学、特に国際政治論の基礎的な概念を習得すること<BR/>3. 学んだ概念を利用して、メディアなどで報道されるグローバルな課題について、自分で事実に即して分析することができるようになること<BR/>4. 論理的に主張し、他者に伝えることができるようになること。また，他の人の報告に対して有益なコメントができるようになること<BR/>5．「理論的かつ論理的な論文」とは何かについて理解し、また自分でそのような論文を完成させることができること", "授業方法": "【感染防止重点期間】<BR/>対面とオンライン（同時双方向）のハイブリッド方式。オンラインについてはZoomによる同時双方向で配信予定。毎回、Slackを通してURLを送るため、そちらを確認すること。<BR/><BR/>演習形式／Seminar<BR/>※新型コロナウイルス感染症の状況によっては、Zoomを用いた同時双方向型のオンライン授業とする。According to the COVID-19 situation, this class will be conducted by &quot;Live video type&quot; seminar via Zoom.<BR/>※オンラインでの受講を許可された学生に対してはZoomを用いた同時配信で対応します。ZoomリンクはSlackで共有します。", "トピック": {"授業計画1": "１年を通して、自らの研究論文を書き上げることが最終的な目的である。受講生の論文の進捗状況によって授業計画を適宜変更するが、（1） 学術論文（英語論文を含む）の批判的検討、および（2）受講生の研究発表とそれに対するコメントが軸となる。また、フィールドワークの準備も適宜進める。<BR/>The ultimate aim of this seminar is for students to write their own academic paper. There are two pillars of this seminar through a year: (1) critical reading academic papers (in both Japanese and English) and (2) making a presentation and discussion. Also, students are encouraged to prepare for conducting field work. How to proceed this seminar can be changeable according to students&#39; request.", "授業外学習2": "文献講読にあたっては、疑問点や議論点をまとめたペーパーを各自作成しておくこと（約2～3時間）。また、各自で自分の選んだテーマに関する調査を進めておくこと。質問や不安な点があれば、教員に適宜相談をしてください。<BR/>Students are required to critically read assigned texts and organize their opinions and questions (2-3 hours). Besides, students should take enough time outside classes to prepare for their own academic paper. Please do not hesitate to ask questions to lecturer if any problems."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["伊藤修一郎", "政策リサーチ入門―仮説検証による問題解決の技法", "東京大学出版会", "2011 年", "978-4130322157", ""], "教科書Required texts0": "講読文献は第1回の授業時に決定する。\nReading materials will be assigned in the first session.", "参考文献・資料Reference books0": "授業内で適宜紹介する。\nInstructed by lecturer.", "学生による授業評価の方法Course Evaluation by Students0": "学部で実施されている調査方法によって行う。\nCourse evaluation is conducted in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "「理論的かつ論理的」な論文になっているか"], "成績評価Grading2": ["その他／Others (99)", "50 %", "研究報告、演習中の自発的な発言、質疑応答・議論への貢献度"], "成績評価Grading3": "備考　Note\n・積極的な授業参加を期待するため、正当な理由なく、また無断で欠席した場合には成績評価に対して著しくマイナスとなる。Students will also deduct many points if he/she is absent from the sessions without the reasonable justification.\n・当然のことながら、剽窃や不正行為が見つかった場合にはF（＝0点）とする。疑われるような行為も固く謹んでください。Plagiarism will not be tolerated on any written assignment. Plagiarized work of any kind or any other form of academic dishonesty will result in an automatic “F” for your grade.", "備考Note0": "講義が主である法学部において、主体的に学習を進め、議論を中心とする研究演習は貴重な機会となります。1回1回の授業を大切にしてください。", "更新日時/Date of Update1": "2021年04月24日 11時53分42秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜３時限／Tuesday 3", "通年／Year Round", "Ｇ－２２３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【450】政治学研究演習II　９／Research Seminar on Political Science II", "管理部署": "法学部／School of Law and Politics", "単位数": "4", "担当者": "赤星　聖（AKAHOSHI SHO） ", "履修基準年度": "４年", "時限1": "火曜３時限／Tuesday 3", "開講期": "通年／Year Round"}