{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "税理士4名による実務家講座です。実務家から見た法律問題を解決するためのアプローチ、事実認定、法律適用を学びます。\n同時に、就活を意識している3回生にとって、学チカが関心事項となっております。この演習のカリキュラムは、学生諸君の資格取得を前提に、4名の税理士が、割り振られています。一年間を通じて法律を学び、自らの適正や強みを考えて、進路決定してもらう事が目的です。コンセプトは、「開け未来の扉！」です。", "到達目標": "法律は、ルールです。①この基本ルールを知り、理解する。②法律を適用するにあたって、論点を探す事ができる。③法律の論点に対して、結論と理由を理解する。　\nこの３つが到達目標です。\n目標を持って努力することが大事です。仮に、目標に届かなくても、努力はうそをつきません。企業が、就活で学チカを質問するのは、困難な目標を設定し、学生がどのように試行錯誤して目標を達成したのか、達成できなかった理由等を問います。\n口先だけで努力をしたと言っても、内容を聞いていけば、自ずとレベルや内容が薄いと、ばれるものです。単位さえとれれば良いというのでは、親に申し訳ないと思います。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.\n【合併】公共政策実践演習Ｂ　３（法学部）/司法・ビジネス実践演習Ｂ　３（法学部）/公共政策実践演習Ｂ　３（経済学部）", "関連科目": "公共政策実践演習A", "授業の概要・背景": "演習の柱は、内容を理解してもらう事、また、そのレベルを客観的に証明する事です。\nその為、資格試験に挑戦し、合格する事で、証明とします。\n秋学期では、試験日程に合わせて、まずは、宅地建物取引士試験内容を、会計学（簿記）とFP試験（金融・タックスプラニング）、公務員試験対策、面接対策等、参加した学生に応じてフレキシブルに対応していきます。就活生に対しては、時事問題のアプローチの仕方も講義します。", "授業方法": "事前に習得すべきテーマを明示し、頭をフル回転して、考えます。人間の記憶は、翌日には７０％近く忘れ、１週間でほぼ忘れます。\nでも、忘れない方法があります。恐怖の体験は、いつまでも忘れません。そして、記憶してもらう項目を絞って、繰り返し、繰り返し脳に叩き込む、暗記でなく理解する事が重要です。じっと座っているだけ、頭は別の事を考えているのでは、大事な青春の時間の浪費です。充実感はありません。楽しい授業にしていきたいと考えています。", "トピック": {"第1回": ["オリエンテーション　（担当　新田）<div>&nbsp;この演習の目的、意義、評価について説明します。秋はバリエーションが豊富になります。</div><div>法律、簿記を中心とした会計学、ライフプラニングやタックスプラニングに加え、証券講座や就活講座を行い、狭い所で考えるのではなく、視野を広げて進路決定出来るようにします。<br /><div>民間か公務員、自己の強みは何か、何がやりたいのか等、自己を分析し情報を収集します。<div>公務員志望者は、過去問と合格最低点を知り、試験日までの戦略を立てましょう。</div><div>まだ、10か月もありますので、合格するという強い気持ちが、結果に影響します。</div></div></div>", "初回は、4回生（公務員・民間内定者）が、就活を振り返って、反省点や後輩へのアドバイスを行います。<div>プレゼンの後、希望する発表者を囲んで質疑応答を行います。3回生のモチベーションが一気に上がりますので、必ず出席しましょう！</div>"], "第2回": ["宅建法講座　（担当：榎本）本試験10月15日に向けてプラス5点を取れる論点を中心に説明いたします。その他、宅建業法のみならず他の資格試験に役立てるよう試験前2週間の過ごし方の大切さなどを中心にお話させて頂きます。", "宅建士試験に合格するための自学自習"], "第3回": ["民法講座　（担当：新田） 　春学期の復習　総則（詐欺・強迫・代理）・物権変動と登記を講義します。その後、春学期に講義していない代理行為を学びます。", "資格試験に合格するための自学自習"], "第4回": ["宅建法講座（担当：榎本）\n　 本試験2日前。民法を中心に試験対策として民法項目の確認をいたします。", "資格試験に合格するための自学自習"], "第5回": ["会計学（担当：明石）日商簿記３級レベルの講義になります。春学期を受講していない学生に対しても理解出来るように、簿記の基礎をもう一度確認するとともに、新しい内容を学習します。", "資格試験に合格するための自学自習"], "第6回": ["<span style=\"font-size:13.28px;\">会計学　（担当：明石） 現段階では、第五回に引き続き簿記の学習を予定しておりますが、第５回でアンケートを実施し、皆さんの学びたい内容を中心に講義いたします。</span>", "資格試験に合格するための自学自習"], "第7回": ["FP講座　（担当：廣瀬）　ライフプランニングと資金計画：実生活にも役立つライフプランニングについて学習します。", "資格試験に合格するための自学自習"], "第8回": ["<span style=\"font-size:13.28px;\">民法講座　（担当：新田） 債権法の世界（総論・各論）受講生のニーズに応じて、講義内容を決定します。</span>", "資格試験に合格するための自学自習"], "第9回": ["<span style=\"font-size:13.28px;\">FP講座　（担当：廣瀬）　タックスプランニング：所得税の基本について、全体像と仕組みを理解することを目的とし学習します。</span>", "資格試験に合格するための自学自習"], "第10回": ["<span style=\"font-size:13.28px;\">教養講座　（担当：新田） 　 春に続き「ゲストスピーカー」による講演</span>", "資格試験に合格するための自学自習"], "第11回": ["民法講座　（担当：新田）\n　国税専門官試験では、択一試験に加えて、記述式試験があります。　記述式対策として、法律の論点・その結論、そしてその理由を書く事が必要になります。記述式のコツを学びます。<div><br /></div>", "資格試験に合格するための自学自習"], "第12回": ["<span style=\"font-size:13.28px;\">教養講座　（担当：廣瀬）　就活では見えない、一般企業での仕事や税理士の仕事などをお話しします。社会人になる前に、一度、社会人生活について想像し、考えてみましょう。</span>", "資格試験に合格するための自学自習"], "第13回": ["<span style=\"font-size:13.28px;\">就活講座　（担当：新田） 　 学チカ、最近気になった事柄等の面接対策を行います。例年、欠席者が多くなりますので、出席者のリクエストで内容を変更する事もあります。</span><div><span style=\"font-size:13.28px;\"><br /></span></div>", "資格試験に合格するための自学自習"], "第14回": ["<span style=\"font-size:13.28px;\">投資のいろは講座（担当：榎本） 　来年2023年度から始まる新NISA。みなさんは「投資」についてどのようなイメージがありますか？新NISAをしっかり理解したうえで資産形成に役立てるよう「投資」について学んでいきましょう。実践編となります。</span>", "各学生が、目標を定めて進路決定を行う"]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "演習への取り組む姿勢と小テスト"], "成績評価Grading2": "備考　Note\n少人数で、講師と学生の距離が近い事もあり、講師との意思疎通を重視します。各講師の講義後、講義内容について簡単なテストを実施します。出席回数も含め、演習の取り組む姿勢が、ベースとなります。", "備考Note0": "法学部では「リーガルマインド」を学びます。また、就活のプレゼン能力や面接官の質問に対して的確に答える能力を高められます。 一方的に聞く授業は、学生にとって楽かもしれませんが、相手に話して理解させる能力を磨くことはできません。 大学で学び、その知識をアウトプットする作業がないのでは、片手落ちであることを意識しましょう。 まずは、トライあるのみです。苦しいから逃げるのではなく、立ち向かっていきましょう。 リーガルマインドとは「論理的に考えて、より正当性や妥当性のある方を判断できるセンス」の事を言います。 高校迄とは違って、知識を詰め込むのではなく、結果の妥当性を考えます。 こうした学びは、これから社会に出ていく学生にとって、極めて重要であり、この演習で養ってもらいたいと思っています。 将来のリーダーたる資質を磨き、社会で役に立つ人材を育てるのがこの授業の目的です。", "備考Note1": ["榎本税理士.pptx", ""], "備考Note2": ["廣瀬税理士.pptx", ""], "備考Note3": ["明石税理士.pptx", ""], "更新日時/Date of Update4": "2023年08月29日 10時25分10秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ａ－２０３"]}, "campas": 0, "name": "【450】司法・ビジネス実践演習Ｂ　３／Practical Seminar B of Judicature and Business Law Course", "管理部署": 3, "単位数": 2, "担当者": "新田　実（NITTA MINORU） ", "履修基準年度": "３年", "履修登録方法": "申込制", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 30, "評価1": 2, "開講期": 2}