{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "税理士4名による実務家講座です。実務家から見た法律問題を解決するためのアプローチ、事実認定、法律適用を学びます。<BR/>同時に、就活を意識している3回生にとって、学チカが関心事項となっております。この演習のカリキュラムは、学生諸君の資格取得を前提に、4名の税理士が、割り振られています。一年間を通じて法律を学び、自らの適正や強みを考えて、進路決定してもらう事が目的です。コンセプトは、「開け未来の扉！」です。", "到達目標": "法律は、ルールです。①この基本ルールを知り、理解する。②法律を適用するにあたって、論点を探す事ができる。③法律の論点に対して、結論と理由を理解する。　<BR/>この３つが到達目標です。<BR/>目標を持って努力することが大事です。仮に、目標に届かなくても、努力はうそをつきません。企業が、就活で学チカを質問するのは、困難な目標を設定し、学生がどのように試行錯誤して目標を達成したのか、達成できなかった理由等を問います。<BR/>口先だけで努力をしたと言っても、内容を聞いていけば、自ずとレベルや内容が薄いと、ばれるものです。単位さえとれれば良いというのでは、親に申し訳ないと思います。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】公共政策実践演習Ａ　３（法学部）/司法・ビジネス実践演習Ａ　３（法学部）/公共政策実践演習Ａ　３（経済学部）", "関連科目": "公共政策実践演習　Ｂ　(秋学期）", "授業の概要・背景": "演習の柱は、内容を理解してもらう事、また、そのレベルを客観的に証明する事です。<BR/>その為、資格試験に挑戦し、合格する事で、証明とします。<BR/>前半部分では、民法対策と宅地建物取引士試験内容を、後半は、会計学（簿記）とFP試験（金融・タックスプラニング）を、各税理士から講義します。<BR/>夏休みに、自学自習して、秋の演習時には、結果が出ます。宅地建物取引士・簿記検定・FP検定等の合格を持って、企業面接に臨み、夢を叶える事が背景にあります。", "授業方法": "事前に習得すべきテーマを明示し、頭をフル回転して、考えます。人間の記憶は、翌日には７０％近く忘れ、１週間でほぼ忘れます。<BR/>でも、忘れない方法があります。恐怖の体験は、いつまでも忘れません。そして、記憶してもらう項目を絞って、繰り返し、繰り返し脳に叩き込む、暗記でなく理解する事が重要です。じっと座っているだけ、頭は別の事を考えているのでは、大事な青春の時間の浪費です。充実感はありません。楽しい授業にしていきたいと考えています。", "トピック": {"第1回": ["オリエンテーション(担当：新田）<BR/>　本講義の目的、それぞれの講義内容、授業方法、評価等について、説明を行います。<BR/>　また、春学期は、公務員の面接対策として、4回生の公務員試験1次合格者に対して、模擬面接を行います。<BR/>　講師の都合により、順番が入れ替わる事もありますし、学生の希望により補講も考慮します。目線は、「頑張る学生を応援する」事です！", "資格試験にチャレンジしてください。"], "第2回": ["税理士による民法　②　（担当：新田）<BR/><BR/>民法の基本を学びます。重要な論点を中心に、リーガルマインドを学びます。", "ターゲットは、公務員試験、宅地建物取引士、FP試験、簿記検定等です。過去問を中心に、出題されるところを、効率的に理解していきましょう。"], "第3回": ["税理士による宅建法③　（担当：榎本）<BR/>　<BR/>宅建士の資格試験、民法を中心に講義します。", "学びから、自らの進路を決定していきましょう。<BR/>資格試験の自学自習"], "第4回": ["税理士による宅建法④　（担当：榎本）<BR/>　<BR/>宅建士の資格試験、民法を中心に講義します。", "資格試験の自学自習"], "第5回": ["税理士による民法　⑤　（担当：新田）<BR/><BR/>民法の基本を学びます。重要な論点を中心に、リーガルマインドを学びます。", "資格試験の自学自習"], "第6回": ["税理士による民法　⑥　（担当：新田）<BR/><BR/>民法の基本を学びます。重要な論点を中心に、リーガルマインドを学びます。", "資格試験の自学自習"], "第7回": ["税理士による会計学⑦　（担当：明石）<BR/>　<BR/>会計学の基本、簿記を中心に講義します。", "資格試験の自学自習"], "第8回": ["税理士による金融講座⑧　（担当：廣瀬）<BR/>　<BR/>金融資産、FP対策を中心に講義します。", "資格試験の自学自習"], "第9回": ["税理士による税金講座⑨　（担当：廣瀬）<BR/>　<BR/>タックスプラニング、FP対策を中心に講義します。", "資格試験の自学自習"], "第10回": ["税理士による実戦面接講座　⑩　（担当：新田）<BR/><BR/>面接官の経験から、面接官から見たエントリーシートの解説を行います。", "4回生で、公務員試験1次試験合格者には、実戦模擬面接対策講座を行いますので、エントリーシートを作成してもらいます。"], "第11回": ["税理士による実戦面接講座　⑪　（担当：新田）<BR/>面接官の経験から、実戦「模擬面接」を本番と同じ要領で行います。<BR/>（人数によっては、簿記の講義を併用する事もあります。）", "添削後、本番形式で、模擬面接を行います。就活生は、時事問題をとりげて、最近気になった事柄の面接対策を講義します。"], "第12回": ["税理士による会計学⑫　（担当：明石）<BR/>　<BR/>会計学の基本、簿記を中心に講義します。", "資格試験の自学自習"], "第13回": ["税理士による金融講座⑬　（担当：廣瀬）<BR/>　<BR/>金融資産、FP対策を中心に講義します。", "資格試験の自学自習"], "第14回": ["税理士による宅建講座⑭　（担当：榎本）<BR/>　<BR/>宅建の過去問を題材に実戦的な講義します。秋の本番に向けての夏休みの課題を与えます。", "資格試験の自学自習"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "授業中にどれだけ脳を使ったか。"], "成績評価Grading2": "備考　Note\n少人数で、講師と学生の距離が近い事もあり、講師との意思疎通を重視します。各講師の講義後、毎回、講義内容について簡単なテストを実施します。", "備考Note0": "法学部では「リーガルマインド」を学びます。また、就活のプレゼン能力や面接官の質問に対して的確に答える能力を高められます。\n一方的に聞く授業は、学生にとって楽かもしれませんが、相手に話して理解させる能力を磨くことはできません。\n大学で学び、その知識をアウトプットする作業がないのでは、片手落ちであることを意識しましょう。\nまずは、トライあるのみです。苦しいから逃げるのではなく、立ち向かっていきましょう。\n\nリーガルマインドとは「論理的に考えて、より正当性や妥当性のある方を判断できるセンス」の事を言います。\n高校迄とは違って、知識を詰め込むのではなく、結果の妥当性を考えます。\nこうした学びは、これから社会に出ていく学生にとって、極めて重要であり、この演習で養ってもらいたいと思っています。\n将来のリーダーたる資質を磨き、社会で役に立つ人材を育てるのがこの授業の目的です。", "備考Note1": ["プロフィール榎本.pptx", "講師プロフィール"], "備考Note2": ["プロフィール廣瀬.pptx", "講師プロフィール"], "備考Note3": ["プロフィール明石.pptx", "講師プロフィール"], "備考Note4": ["プロフィール新田.pptx", "講師プロフィール"], "更新日時/Date of Update5": "2023年03月22日 09時55分26秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "Ａ－２０３"]}, "campas": 0, "name": "【450】司法・ビジネス実践演習Ａ　３／Practical Seminar A of Judicature and Business Law Course", "管理部署": 3, "単位数": 2, "担当者": "新田　実（NITTA MINORU） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 30, "評価1": 2, "開講期": 1}