{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "この授業の目的は、法政文化研究演習１で学んだことを発展させながら、「私たち」を結びつけることに大きな影響を及ぼしていると思われる「イメージ」や「物語」を批判的に検討することによって、「イメージ」や「物語」と「共同体」とのかかわりを引き続き考えることである。", "到達目標": "・「共同体」の紐帯が形成される際に影響をおよぼす「イメージ」や「物語」について粘り強く思考することができるようになる。<BR/>・自らが設定した主題について発表することによって、自分の考え方を呈示できるようになる。<BR/>・討論によって、他の考え方に対して批判できるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "この授業は、皆さんの発表と討論が中心となる。話題となったことがらについて皆さんの一人一人が自分の思ったことを積極的に発言して、授業を盛り上げてくれることを期待する。", "授業方法": "対面で授業を行う。<BR/>【オンライン受講許可学生】<BR/>同時双方向型オンラインで対応する。", "トピック": {"第1回": ["初回の授業ではゼミの年間を通しての流れを説明しますので、できる限り出席すること。", ""], "授業計画1": "「イメージ」や「物語」と「共同体」について研究演習１で扱った諸問題についてさらに考察を深め、共同体についてさらに知見を広めながら、年度末の卒業論文集に収める論文を準備する。<BR/>春学期には卒業論文集のテーマを探すために、少なくともそれぞれ１回個人発表をしてもらう。また研究演習1で扱った主題のなかで受講生の関心があった問題、ならびに関連する主題を選び継続的に議論していく。マイケル・サンデルの正義論をたたき台として、共同体における「正義」の決まり方について討論しながら、共同体における「空気」、排除と包摂の問題につなげて考察していく予定。<BR/>秋学期には卒業論文集に向けて、全体の構想と中心となる章について個人発表をしてしてもらう。発表者にたいするコメントは貴重なので、秋学期は発表しない回もゼミを盛り上げるために出席するよう心がけること。", "授業外学習2": "「イメージ」や「物語」と「共同体」について、また、人と人がいかにして結びつくかについて、書物だけでなく、映画・写真・絵画・漫画など幅広い分野に日頃から目を向け、興味深い事例を集めるように心がけて下さい。"}, "評価": {"参考文献・資料Reference books0": "ベネディクト・アンダーソン『想像の共同体』（ＮＴＴ出版、1997）。\n船曳建夫『「日本人論」再考』（講談社学術文庫）\n青木保『「日本文化論」の変容』（中公文庫）", "学生による授業評価の方法Course Evaluation by Students0": "所定の授業評価", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "発想、論述の構成、引用文献の扱い方"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業での発表と発言"], "更新日時/Date of Update0": "2023年01月13日 10時28分13秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "木曜３時限／Thursday 3", "通年／Year Round", "Ａ－４０１"]}, "campas": 0, "name": "【450】法政文化研究演習II　２／Research Seminar on Legal and Political Culture II", "管理部署": 3, "単位数": 4, "担当者": "上田　和彦（UEDA KAZUHIKO） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 3, "評価2": 4, "開講期": 0}