{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "英語圏の文化、言語、社会等をトピックとしたエッセイを基に、英語を読む・話す・書く能力を伸ばす。<BR/>日本語と英語の発想。論理の比較、日本と英語圏の文化・価値観の比較、日本語と英語のことばの仕組みの比較、等を通して、物事を新しい視点から眺め、幅広く、論理的に、考察する。", "到達目標": "英語を教えるための(英語教員が持つに相応しい)、英語の発音と表現力(語彙と文法)の向上を目指す。<BR/>さらに、第二言語習得過程の研究にも視野を広げ、その知見を取り入れて、より深い英語教育に関する学びを支援する。そこでは、中学生や高校生にどのように教えるか、説明するか等についても考える。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "「面倒臭くて手間がかかって生産性がないものほどつなぐ力がある」(北川フラム)とまでいわれ出しているような逆説的かつ実践的な批評的視点は今日のAI時代のアートとどのように政治経済学的にかかわるのでしょうか。言語の歴史との関係を改めて深め直している冷戦構造崩壊後の現代アートと人類学的ともいえる今日の世界の歴史状況は、どう切り結ぼうとしているのでしようか。このコースではデジタル化の中にある語学教育環境を見越し、英語の評論文の読み書き、活用法を学びます。政治的文化的な無意識を、鮮やかに可視化してしまうともいえる現代アートを素材として、英語の文法的検証と観察鑑賞法などを論じ合い、具体的に考えてゆく所存です。現代の科学技術、人類学の中で読み直された現代アートの姿を、冷戦体制崩壊後の世界と現代アートの変化を明確に関連付けたKelly Grovierの本は同時代史を意識した歴史の書き方としても画期的な、今日のアート世界への入門書です。アカデミックな面とジャーナリスティックな面の両方から具体的に多数の図像等を事件や変化として参照しながら、政治・経済、表現をめぐる領域を旧来の「美術史」の概念をカッコに入れて論理的に学びなおすこともできましょう。今日のアートは情報環境とメディアの変貌抜きには語れなくなっていますが、私たちの語学教育の場もまた、AI環境を無視できるようなものではなくなっています。現時点を読み直すのに歴史は多くのヒントを隠しているます。世界の変貌ぶり、その読み方、書き方も、批評理論の変化もふまえ、実例に即し、皆さんと共にじっくりと考えてみたいと考えます。", "授業方法": "授業計画に沿って進め、受け身の理解だけではなく、指定教科書を使いこなすという視点から。英語教育的な活用法をも考えてゆきます。<BR/><BR/>1) 討議要素<BR/>この演習のひとつの特徴として挙げられることは、筆記試験問題に関しては、かつて大学入試改でも問題になった「記述式」問題とは何かということについて討議しあい、特にAI任せにはできない水準の問題作成術については、授業中試験までも事前に論じあってゆく予定になっているという点です。その趣旨は、英語を講読的に読み進めてもらいながら、同時に読む力の綜合的な評価法をも実践的経験として学びとっていただきたいからです。検定教科書としての英文法教科書は消えてしまっている現状を踏まえて、実践的な最適解を考えてゆきましょう。<BR/><BR/>2) オンラインリソースやAI環境の活用<BR/>AI翻訳の位置づけ方の議論はもちろんのこと、英英辞書やコーパスにかんしてはこうしたリソースを日常的に利用するだけではなく、教材(教科書)の英語を教材として活用する視点からも活用し、教材を生きた英語問題に変換してゆくという作業についても実践的に学びます。<BR/>発音の改善等についても、今日のAI環境、通信環境を享受できる学修者の立場を活かしながら、報告をしていただく予定です。 <BR/>担当講師は文学等を扱うだけではなく、かつて工業大学では科学技術英語のコースを担当していました。欧州では数学科が文学部の中にあってもおかしくはありません。人文学の中での論理学と数学の歴史的関係の推移をみるならば、こんにち、英語教育との関係から文理融合を問う場合に、語学的にも日本での文系理系区別の歴史性に改めて遡行してみることも可能でありましょう。<BR/><BR/>3) なぜこのコースで現代アートを含むアートヒストリーを英語教材・英語素材に使うのか<BR/>　アートヒストリーや現代のアート批評の英語は、英語圏を超え、アジア・アフリカを含む諸文化の学び、表現の自由問題等への扉を開くという特段の教育的効用を秘めています。双対言語からみた外国語の学修の再定義という面からも、言語との結びつきを強め始めた現代アート世界は重要です。このような視点にもぜひ留意して実践的な学びに取り組みましょう。", "トピック": {"第1回": ["導入篇春学期　政治的文化的無意識<BR/>交換様式とアートの世界で起きてきたこと<BR/>　指定教科書の批評論著者の紹介: 予見者としての詩人批評家", "英語学修と履修目的のアンケート"], "第2回": ["「メタバーキン」等の合成語の作り方と今日の言語の理論 <BR/>人生百年時代の言語の学びを構想する<BR/>漢字廃止論・言文一致論・国語改革からみなおす日本の外国語教育の特性", "四技能概念とAI翻訳の位置づけの自己評価アンケート"], "第3回": ["大文字の(アメリカ)モダニズムの終わりと「冷戦」構造<BR/>1970年大阪万博　それ以前とそれ以後の日本の無意識", "ChatGPT等の使いこなしに関するアンケート"], "第4回": ["英語原書の読み方: 書物の構成法<BR/>人民服ファッションと冷戦構造の終わり", "文法学修書と活用辞書についてのアンケート"], "第5回": ["アートの書き方を学ぶための読みのアート<BR/>芸術祭とアートの再定義:　巡礼とDestination Art<BR/>シュルレアリズム政治学からランドアートへ", "英語作文学修書のアンケート"], "第6回": ["AI翻訳活用法Ⅰ<BR/>良い直訳・悪い直訳について議論", "リスニング・スピーキングに関するアンケート"], "第7回": ["人類学的な視点とアートの関係<BR/>王の二つの身体論と歴史の記号学", "発表と討議についてのアンケート"], "第8回": ["英語文化と議論の形式(ロバーツ・ルール他)<BR/>討議システムと議事システムの違い", "会議と討議についてのアンケート"], "第9回": ["言語の形式化の歴史:　ミュージアムが意味するもの<BR/>無限判断と総合判断", "複言語学修にかんするアンケート"], "第10回": ["技術の社会化とアートの関係  <BR/>もの・媒体・身体の問題", "AI翻訳をめぐるアンケート"], "第11回": ["ことばの教育とアートの教育<BR/>英国を例として", "アート教育をめぐるアンケート"], "第12回": ["AI活用の言語教育とアート<BR/>翻訳とは何かを問い直す", "科学教育と人工言語についてのアンケート"], "第13回": ["主題と視点設定<BR/>論述的な文章の構成法", "作文教育に関するアンケート"], "第14回": ["言語的政治的活動から見たアート(戦間期とシュルレアリズム)", "AI活用教育をめぐるアンケート"], "第15回": ["秋学期　春学期の総括と秋学期の展望:<BR/>フーコーと消えゆく美術史の似姿", ""], "第16回": ["要約作文の効用<BR/>主題の提示法", ""], "第17回": ["アートは翻訳・複製不可能か<BR/>書き換え・翻訳としてのアート", ""], "第18回": ["アーティストと移動<BR/>アンディ・ウォーホルを例にして", ""], "第19回": ["公会議と静物画の意味するところ<BR/>カラヴァジョとカラヴァジョ派を例にして", ""], "第20回": ["記号学とアート<BR/>図像学と意味の発見", ""], "第21回": ["ヘーゲル以後のジャンルの問題<BR/>藝術の位階制", ""], "第22回": ["アート世界へのアジアの再浮上<BR/>日本は現代アート後進国か: 詫び寂が効きすぎた未来図", ""], "第23回": ["命題と批評: 翻訳の意味を問うことがなぜ現代アート的なのか", ""], "第24回": ["アートの概念の拡張と転換: ニーチェとブルクハルト<BR/>比較言語学・記号学・文献学", ""], "第25回": ["写真と映画の契機: 観察者の技能", ""], "第26回": ["リポート報告:　翻訳装置を通して考える", ""], "第27回": ["現代アートと世界史をつなぎ直す", ""], "第28回": ["政治的文化的無意識を問い直すアートはいかにして可能か", ""]}, "評価": {"教科書Required texts0": "Kelly Grovier, Art Since 1989, Thames & Hudson; Illustrated edition, 2015 ISBN-10: 0500204268.", "参考文献・資料Reference books0": "濱口仁『Q&Aで探る 学習英文法解説』開拓社，2023\n竹内真生子『Web 動画付日本人のための英語発音完全教本』アスク, 2022 ISBN：978-4-86639-522-7\n鈴木瑛子『論理的に話す・書くための　英語変換術』三修社，2017\n内田富男『聞く英語』アルク, 2019\n愛場吉子『話す英語』アルク,2019\n影山太郎編)『日英対照 名詞の意味と構文』 大修館, 2011\n安井 稔, 安井 泉著『英文法総覧　大改訂新版』 開拓社, 2022\n堀田隆一『英語の「なぜ？」に答える　はじめての英語史』　研究社, 2016\nAlbert C. Baugh; Thomas Cable, A History of the English Language, 6ed. Routledge, 2012\nアルバート・クロル・ボー, トマス・ケーブル; 永嶋大典 ほか訳『英語史』研究社出版, 1981\n濱田英人『認知文法の原理』開拓社, 2021\n濱田英人『脳のしくみが解れば英語がみえる』開拓社, 2019\n岩切正介『英国の庭園　その歴史と様式を訪ねて』法政大学出版局, 2004\n岩切正介『男たちの仕事場 近代ロンドンのコーヒーハウス』法政大学出版局, 2009\nWilliam J. Cook, In Pursuit of the Traveling Salesman: Mathematics at the Limits of Computation, Princeton UP; Reprint, 2014\n黒田龍之助『ことばはフラフラ変わる』白水社, 2018\n江利川春雄『受験英語と日本人: 入試問題と参考書から見る英語学習史』研究社, 2011\n江利川春雄『英語教育論争史』講談社,2022\n岡崎乾二郎『絵画の素』岩波書店, 2022\n平倉圭『かたちは思考する--芸術制作の分析』東京大学出版会、2019\n平倉圭『ゴダール的方法』インスクリプト, 2010\n平野 啓一郎; 森村 泰昌『クロスボーダーレビュー: 2009-2013』日本経済新聞出版, 2013\n原田マハ『CONTACT ART　原田マハの名画鑑賞術』幻冬舎, 2022\n落合陽一『魔法の世紀』PLANETS, 2015\n落合陽一『デジタルネイチャー　生態系を為す汎神化した計算機による侘と寂』 PLANETS, 2018\n小山亘『翻訳とはなにか:記号論と翻訳論の地平あるいは世界を多様化する変換過程について』 三元社,2022\n子安宣邦『漢字論 不可避の他者』岩波書店、2003年\nメイナード, K. 泉子 『日本語本質論:　翻訳テクスト分析が映し出す姿』　明治書院, 2019\n水村美苗『私小説 from left to right』 新潮社, 1995\n安田敏朗 『漢字廃止の思想史』 平凡社,2016\n松浦友久『万葉集という名の双関語(かけことば)　日中詩学ノート』大修館書店, 1995\nリービ英雄『英語で読む万葉集』岩波書店, 2004\nLee Cheshire, Key Moments in Art (Art Essentials) Thames & Hudson, 2018\nAnne D'Alleva, Michael Cothren, Methods & Theories of Art History Third Edition　Laurence King Publishing, 2021\nAmy Dempsey, Surrealism (Art Essentials) Thames & Hudson, 2019\nSusan Woodford, Looking at Pictures: Approaching Pictures from Different Angles Reveals New Perspectives (Art Essentials) Thames & Hudson; Reprint edition, 2018\nRosalind Krauss, Passages in Modern Sculpture (The MIT Press; Revised, 1981) ISBN-13: 978-0262610339\nDana Arnold, A Short Book About Art, Tate, 2015\nJawaharlal Nehru, Glimpses of World History, Penguin, 2004\nE. H. Gombrich, A Little History of the World, Yale UP; Illustrated ed, 2008\nDavid Hopkins, After Modern Art: 1945-2017 Oxford History of Art, 2018 ISBN-13: 978-0199218455\nHal Foster, Rosalind Krauss, Yve-Alain Bois, Benjamin H.D. Buchloh, David Joselit, Art Since 1900: Modernism · Antimodernism · Postmodernism Thames & Hudson Ltd; Third ed. 2016\nJohn Tabak, Mathematics and the Laws of Nature: Developing the Language of Science (History of Mathematics) Facts on File, 2004", "学生による授業評価の方法Course Evaluation by Students0": "コミュニケイションペイパー等によるものとします。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "長期的、段階的に準備する英語リポート"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "20 %", "英語問題の作り方を事前に教育的に討議"], "成績評価Grading3": ["平常リポート／Individual reports (04)", "20 %", "学修報告課題とリポート準備の報告"], "成績評価Grading4": ["その他／Others (99)", "30 %", "口頭発表(教科書の教育活用法)ほか授業中活動を評価"], "更新日時/Date of Update0": "2023年03月02日 18時00分35秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "木曜５時限／Thursday 5", "通年／Year Round", "Ａ－３０２"]}, "campas": 0, "name": "【300】英語（特）III　２／English III(For Teacher's License)", "管理部署": 3, "単位数": 2, "担当者": "増池　功（MASUIKE ISAO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 25, "評価1": 1, "評価2": 2, "評価3": 3, "評価4": 4, "開講期": 0}