{"履修期": "通年", "主な教授言語": "英語", "授業目的": "To obtain fluency and confidence in expressing yourself in English, and train guidance of others in English usages.", "到達目標": "The participant can produce well-argued texts. They can give an oral presentation. They can organize 45-minute class and teach their peers a topic in English.", "授業方法": "３回目以降「Zoomによる同時双方向」で配信予定。授業開始5分前までにZoomへ入っておくこと。１４回目までは対面授業を継続予定。<BR/>Class instructions, group work, individual presentation and feedback.  Writing and presentation assignments, including extensive reading, diary-keeping, and individual, longer oral presentations.", "トピック": {"第1回": ["04/13 Introduction to the course and ourselves.  Lesson One in the textbook. Assignment of the diary project: Keep a diary in English on LUNA 日誌. Write on average 5 entries @ 80 words per week for 10 weeks. Illustrations are accpeted, and can count 20 percent of an entry, if the relevance is made clear. The total of quotation in any entry should not exceed 20 percent of the entry; i.e., up to 16 words in a 80-word entry. All quotations, direct or indirect, must be marked or otherwise identified.", "Start the diary. With the textbook, you will have access to MyEnglishLab full of exercises. Some of them will be assigned during the course, and should be completed within two weeks of assignment. Registration is necessary, but we will get it ready as soon as possible."], "第2回": ["04/20 Instruction on peer feedback. Produce a sample writing on &quot;My best learning experience&quot; - peer review.", "Textbook exercises. Submit the rewritten version of &quot;My best learning experience&quot; on LUNA. Deadline: Sunday 25 April."], "第3回": ["04/27 Speech analysis - Steve Jobs&#39; Commencement Speech at Stanford University. What makes a good speech?  Effective use of visuals.", "For the next class, prepare a 7-minute speech in English on a topic you are familiar with. Use powerpoint for highligthing speaking points and illustrations. Not the full text."], "第4回": ["05/11 Oral presentations 1. 6 persons. Everybody should have their presentation ready, so she can give it any time she is called. The audience must give a feedback in writing, following the instructions.", "Textbook exercises."], "第5回": ["05/18 Oral presentations 2. 6 persons. Everybody should have their presentation ready, so she can give it any time she is called. The audience must give a feedback in writing, following the instructions.", "Textbook exercises."], "第6回": ["05/25  Picture analysis exercise. Description, analysis, deduction.", "At home: write an analysis of the picture your have been assigned. Post your 300-word description, analysis, and deduction on LUNA, not later than Sunday 30 May."], "第7回": ["06/01 The audience, first and last. Work with the Textbook", "Textbook exercises."], "第8回": ["06/08 Work with the Textbook", "Textbook exercises."], "第9回": ["06/15 Work with the Textbook", "Textbook exercises."], "第10回": ["06/22 Work with the Textbook", "Textbook exercises."], "第11回": ["06/29 Work with the Textbook. Deadline for the diary.", "Textbook exercises."], "第12回": ["07/06 Work with the Textbook", "Textbook exercises."], "第13回": ["07/13 Work with the Textbook", "Textbook exercises."], "第14回": ["07/20 Work with the Textbook", "M-Reader assignment: Read 70000 words and complete the online check, cf. instructions."], "第15回": ["09/21 Welcome back. The &quot;Be a teacher - give a 45-minute class and teach the rest of us.&quot;-project. (May be shortened to 30-minute class, depending on the number of participants).", "Prepare the class you will teach. Time managment is one of the challenges - the margine is one percent. More or less than that = lower grade."], "第16回": ["09/28 Textbook work.", ""], "第17回": ["10/05 Be a teacher - give a 45-minute class and teach the rest of us. 2 persons. Peer feedback. When you have given your class and read the feedback from your peers, write and submit a report on that gives an outline of the class and highlights what went well, what you could improve, and how. The report is due on LUNA (課題レポート) one week after the presentation.", ""], "第18回": ["10/12 Be a teacher - give a 45-minute class and teach the rest of us. 2 persons.", "Textbook exercises."], "第19回": ["10/19 Be a teacher - give a 45-minute class and teach the rest of us. 2 persons.", "Textbook exercises."], "第20回": ["10/26 Be a teacher - give a 45-minute class and teach the rest of us. 2 persons.", "Textbook exercises."], "第21回": ["11/02 Be a teacher - give a 45-minute class and teach the rest of us. 2 persons.", ""], "第22回": ["11/09 Poster - group work; what is a poster, how does it communicate?", "Prepare the poster presentation."], "第23回": ["11/16 Poster - group work", "To be decided."], "第24回": ["11/30 Textbook.", "Textbook exercises."], "第25回": ["12/07 Telling stories in Kamishibai style.", "Textbook exercises."], "第26回": ["12/14 Telling stories in Kamishibai style.", "Textbook exercises."], "第27回": ["12/21 Last composition assignment", "To be decided."], "第28回": ["01/18 Last presentations", ""], "授業外学習2": "Homework will include preparing individual and group presentations, keeping a journal, reading 70000 words extensively, and completing diverse assignments. Expect about 4 hours of homework per week."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["J. Bygrave", "Roadmap B2", "Peason", "2020 年", "978-1-292-27191", ""], "教科書Required texts0": "Roadmap B2 Students' book with digital resources and mobile app", "学生による授業評価の方法Course Evaluation by Students0": "In class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Two oral presentations: 5+20 pts.; assigned essays and reports: 25 pts."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Diary: 20 pts; Reading: 20 pts. Active participation 10 pts. (NB: more than 3 absences/ term = 0)"], "成績評価Grading3": "備考　Note\nActive participation is essential. More than three absences per term without an acceptable reason will disqualify you. Copy-paste is illegal - if repeated you will fail the course.", "更新日時/Date of Update0": "2021年04月28日 17時13分17秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜２時限／Tuesday 2", "通年／Year Round", "Ａ－１０４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【250】英作文（特）　１／English Comp (For Teacher's License)", "管理部署": "法学部／School of Law and Politics", "単位数": "2", "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "２年", "時限1": "火曜２時限／Tuesday 2", "開講期": "通年／Year Round"}