{"履修期": "通年", "主な教授言語": "英語", "授業目的": "The main objective is to improve the students&#39; ability to discuss educational issues in English.<BR/>The secondary objective is to improve their active vocabulary.", "到達目標": "By the end of the course, students should be able to discuss, give their opinions on and present on the issues raised in the course.", "授業方法": "We will normally begin each class with warmup questions about recent events and the weather. There will be ample opportunity for pair and group work.<BR/>Face-to-face lessons. Zoom format will begin on April 28.", "トピック": {"第1回": ["Introductions; First Semester - Discussion Questions (two rounds); instructor&#39;s schedule.", "Review."], "第2回": ["First Semester - Discussion Questions (one round). Unions and schools: Class warfare - read aloud and chorus (short segments). Vocabulary matching.", "Vocabulary matching"], "第3回": ["Unions and schools: Class warfare - read aloud and chorus (long segments). Vocabulary matching.", "Comprehension questions."], "第4回": ["Unions and schools: Class warfare - students read aloud in turns. Comprehension questions.", "Discussion questions."], "第5回": ["Unions and schools: Class warfare - students read aloud in turns. Cloze.", ""], "第6回": ["Unions and schools: Class warfare - students read aloud in turns. Cloze. Discussion Questions.", ""], "第7回": ["Why learning from home is an unlikely training ground for a post-pandemic world - model read.", "Comprehension Questions"], "第8回": ["Why learning from home is an unlikely training ground for a post-pandemic world - read aloud and chorus (short segments) .", "Discussion Questions"], "第9回": ["Why learning from home is an unlikely training ground for a post-pandemic world - read aloud and chorus (long segments).", ""], "第10回": ["Why learning from home is an unlikely training ground for a post-pandemic world - students read aloud in turns. Cloze.", ""], "第11回": ["First assignment due. Why learning from home is an unlikely training ground for a post-pandemic world - students read aloud in turns; comprehension and discussion questions.", "Vocabulary Matching."], "第12回": ["Why learning from home is an unlikely training ground for a post-pandemic world - students read aloud in turns;", ""], "第13回": ["Why learning from home is an unlikely training ground for a post-pandemic world - students read aloud in turns; comprehension and discussion questions.", "Read and bring questions."], "第14回": ["Why learning from home is an unlikely training ground for a post-pandemic world - students read aloud in turns; comprehension and discussion questions.", ""], "第15回": ["Why learning from home is an unlikely training ground for a post-pandemic world - students read aloud in turns; comprehension and discussion questions.", ""], "第16回": ["Applying to College Was Never Easy for Most Students. - Model read. Vocabulary matching.", ""], "第17回": ["Applying to College Was Never Easy for Most Students.-Read aloud &amp; chorus (short segments). <BR/>Vocabulary matching.", ""], "第18回": ["Applying to College Was Never Easy for Most Students.-Read aloud &amp; chorus (long segments). <BR/>Comprehension Questions.", ""], "第19回": ["Applying to College Was Never Easy for Most Students.", ""], "第20回": ["Applying to College Was Never Easy for Most Students.", ""], "第21回": ["Applying to College Was Never Easy for Most Students.", ""], "第22回": ["Second assignment due. Why movement is critical to learning - model read. Vocabulary matching", ""], "第23回": ["Why movement is critical to learning - read aloud and chorus (long segments). Check Vocabulary matching.", ""], "第24回": ["Why movement is critical to learning - read aloud and chorus (short segments). Comprehension Questions.", ""], "第25回": ["Why movement is critical to learning - students read aloud in turns.", ""], "第26回": ["Why movement is critical to learning - cloze.", "Final report"], "第27回": ["Final report due. Why movement is critical to learning. Discussion Questions.", ""], "第28回": ["Group presentations.", ""], "授業外学習2": "Students are required to prepare for class and (where appropriate) review. If they miss a class, it is their responsibility to find out what was covered, obtain the material (if any) and complete the homework."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価"], "成績評価Grading2": "備考　Note\nClass participation 30%\nAssignments 40%\nFinal report 30%\nTotal 100%", "備考Note0": "Instructor's email address: aot06033@kwansei.ac.jp\nPlease check LUNA.", "備考Note1": ["2021-Fall-schedule.docx", ""], "備考Note2": ["2021-Start of Fall Term Discussion Questions.docx", ""], "更新日時/Date of Update3": "2021年09月19日 14時46分52秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "金曜１時限／Friday 1", "通年／Year Round", "Ａ－２０３"]}, "campas": 0, "name": "【250】英会話（特）II　１／Oral English II(For Teacher's License)", "管理部署": 3, "単位数": 2, "担当者": "アロエ　ポール（AALOE PAUL） ", "履修基準年度": "２年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 28, "評価1": 4, "開講期": 0}