{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "主として英語教職免許取得（予定）者のために開講するもので、英語によるライティングおよび自身のライティングにもとづく英語ライティングや英語プレゼンテーションの演習を目的とする。英語ライティングについては、英語によるパラグラフ・ライティングやエッセイ・ライティング手法の習得を目指す。またプレゼンテーションについては、自身のライティングをパワーポイントを用いてクラスの前で発表していく形式である。英語ライティングにおけるトピックの選び方やアウトラインの作成なども、重視したい。また近年注目を浴びてきたAI翻訳の活用も試みる。", "到達目標": "パラグラフおよびエッセイ・ライティングのためには、(1)内容についての正確な知識をもとに、いかにしてテーマをもとに適切なアウトラインを作成するか、(2)英文のレトリックに従って、いかにしてわかりやすい英文を書くか、というふたつの点が求められる。上記の２点をさらに詳細なステップとして表示したフローチャートについて解説し、段階を経てエッセイ・ライティングをいかに達成し、その後英語によるプレゼンテーションにつなげることが到達目標である。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "受講者には、各自コンピュータ、e-mail、インターネットの利用を促していく。", "トピック": {"授業計画1": "　定期的にライティング関連（トピック決定、アウトライン作成、ライティング、修正等）の課題を出していくのでそれらの宿題を提出する努力が必須である。Windowsコンピュータが使えること、キーボード操作ができること、パワーポイントが使えること、などが前提となる。以下が大まかな年間計画である。<br />第1回・第２回　授業方針の伝達、コンピュータ、電子メール、ワープロの紹介、実習。<br />第３回～第10回　指定の教科書を用いた英語エッセイ・ライティングについての学習、および実際にテーマを決めて英語によるエッセイの執筆。<br />第11回～第15回　スケジュールを決めて作文をしたエッセイにもとづいて、英語によるプレゼンテーションの実施。なお、英文はすべて暗記して、プレゼンテーション時には参照できないものとする。<br />第16回　試験<br />第17回～25回　実際にテーマを決めて英語によるエッセイの執筆。<br />第26回～31回　スケジュールを決めて作文をしたエッセイにもとづいて、英語によるプレゼンテーションの実施。<br />第32回　試験", "授業外学習2": "英語のエッセイ・ライティングがどのようなものか、またそれはどのような手順を踏めば達成できるのかについて追求し、解説した教科書『決定版英語エッセイ・ライティング』について事前に目を通しておいてほしい。また、授業開始後は、実際のエッセイ・ライティングを行い、プレゼンテーションの繰り返し練習をすることが求められる。"}, "評価": {"0": "", "1": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "45 %", "授業内の試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "45 %", "定期的に出された課題に対する評価"], "成績評価Grading3": ["その他／Others (99)", "10 %", "学習に対する取り組み、出席等"], "更新日時/Date of Update0": "2023年05月07日 06時15分58秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "木曜２時限／Thursday 2", "通年／Year Round", "Ａ－３０２"]}, "campas": 0, "name": "【250】英作文（特）　１／English Comp (For Teacher's License)", "管理部署": 3, "単位数": 2, "担当者": "門田　修平（KADOTA SHUHEI） ", "履修基準年度": "２年", "履修登録方法": "申込制", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 2, "評価2": 3, "評価3": 6, "開講期": 0}