{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "<span style=\"font-size:13.28px;\">このコースの最大の目的は、スピーキングとリスニングに重点を置いた英語コミュニケーション能力を発展させることです。この目的を達成するため、生徒がレッスンのタスクやアクティビティを完了するためには英語を使用してグループで協力する必要があるタスクベースのアプローチを採用しています。言語の発達には言語のアウトプットが必要であるため、積極的な参加が不可欠であり、生徒は英語で社会的に成功するために必要な他の対人スキルとともに、英語でコミュニケーションをとる自信を身につけることができます。</span>", "到達目標": "<div><span style=\"font-size:13.28px;\">学生はさまざまなトピックに関する会話に積極的に参加できるようになります。例として、意見を説明したり、アドバイスをしたり、物語を語ったり、比較したりすることができるようになります。&nbsp;</span></div><div><span style=\"font-size:13.28px;\">さらに、グループとしてのタスクを首尾よく完了するために必要な対人スキルを習得するとともに、自主的かつ自発的に英語を使用する自信を身につけることができます。</span></div><div><br /></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "This is a communication focused course, classes will be based on interactive communication using a combination of pair and group work, to help boost students English communication abilities and confidence.", "授業方法": "Students will develop their English communication skills by performing learning activities and holding<br />discussions in pairs, groups of four and whole class groups.<br />Sessions will be conducted 'face to face.'<br />", "トピック": {"第1回": ["Introduction, orientation, course details to be explained. Students will do introductory warm-up activities and ice-breakers.", "Complete self-study task assigned at the end of Session 1 and prepare for the next session (about 2 hours)."], "第2回": ["Unit 1. Similarities and Differences (Part 1).", "Complete self-study task assigned at the end of Session 2 and prepare for the next session (about 2 hours)."], "第3回": ["Unit 1. Similarities and Differences&nbsp;(Part 2).", "Complete self-study task assigned at the end of Session 3 and prepare for the next session (about 2 hours)."], "第4回": ["Unit 2. Language Learning (Part 1).", "Complete self-study task assigned at the end of Session 4 and prepare for the next session (about 2 hours)."], "第5回": ["Unit 2. Language Learning (Part 2).", "Complete self-study task assigned at the end of Session 5 and prepare for the next session (about 2 hours)."], "第6回": ["Unit 4. Storytelling (Part 1).", "Complete self-study task assigned at the end of Session 6 and prepare for the mid-term speaking test (about 2 hours)."], "第7回": ["Unit 4. Storytelling (Part 2).<div><br /></div>", "Complete self-study task assigned at the end of Session 7 and prepare for the next session (about 2 hours)."], "第8回": ["Review &amp; mid-term speaking test. Students will talk about the topics covered so far using the English they have learned. Tests will be done in pairs.", "Complete self-study task assigned at the end of Session 8 and prepare for the next session (about 2 hours)."], "第9回": ["Unit 5. Inventions (Part 1).", "Complete self-study task assigned at the end of Session 9 and prepare for the next session (about 2 hours)."], "第10回": ["Unit 5. Inventions (Part 2).", "Complete self-study task assigned at the end of Session 10 and prepare for the next session (about 2 hours)."], "第11回": ["Unit 6. Word Meanings (Part 1).", "Complete self-study task assigned at the end of Session 11 and prepare for the next session (about 2 hours)."], "第12回": ["Unit 6. Word Meanings (Part 2).", "<br /><div>Prepare for the final speaking test (about 2 hours).</div>"], "第13回": ["Review &amp; final speaking test. Students will talk about the topics covered this semester using the English they have learned. Tests will be done in pairs.", "Students will discuss final assessment and grading throughout the course"], "第14回": ["Review &amp; reflection activities about the semester.&nbsp;", ""]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Justin Harris / Paul Leeming", "On Task 3", "ABAX", "2021 年", "978-1-78547-073-8", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Continual assessment method. In-class activities 40%, Homework 30%, Mid-term speaking test 15%, Final speaking test 15%"], "成績評価Grading2": "備考　Note\nIn-class activities 40%\nHomework 30%\nMid-term speaking test 15%\nFinal speaking test 15%", "更新日時/Date of Update0": "2025年01月12日 20時49分44秒"}, "campas": 0, "name": "【100】英会話IＡ　２／Oral English IA", "管理部署": 4, "単位数": 1, "担当者": "スミス　Ｂ．　Ｎ．（SMITH BENJAMIN NEIL） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": "春学期／Spring", "時限0": "水曜２時限／Wednesday 2", "評価1": 6, "成績評価備考": "備考　Note\nIn-class activities 40%\nHomework 30%\nMid-term speaking test 15%\nFinal speaking test 15%"}