{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "授業方法": "Various methods including, pair and group work, listening exercises, dialog construction and presentation.<BR/>Each class will consist of various speaking and listening skills, pair work and group activities.  Creating and writing theme-based dialogs and presenting them will also be included.", "トピック": {"第1回": ["Introductions, course overview, rules and advice, group interview chart, short self-introductions", ""], "第2回": ["Text:  pronunciation practice, listening comprehension drills, What is Japan famous for?", ""], "第3回": ["pair work information gap activity, key words - vocabulary building", ""], "第4回": ["personal news reports, country and people - country and currency, homework topic", ""], "第5回": ["short speech from homework assignment and feedback, pair work information gap activity", ""], "第6回": ["personal news reports, environment vocabulary, short essay writing", ""], "第7回": ["prepositions - rules and exceptions, class interview chart, expressing opinions", ""], "第8回": ["personal news reports, conversational dialog construction and presentation", ""], "第9回": ["Cultural Questions II, keeping the discussion going conversational techniques", ""], "第10回": ["personal news reports, pair work information gap activity, What do you say when...? homework: news topic assigned", ""], "第11回": ["Situational dialog construction and presentations, Meeting a Foreigner in Japan dialog", ""], "第12回": ["personal news reports, pair work information gap activity, Find Someone Who... activity", ""], "第13回": ["group activity interview chart, course overview, exam explanation, question and answer session", ""], "第14回": ["exam", ""], "授業外学習2": "Students would be advised to do as much personal study outside the classroom as possible.  Also, to submit any homework assignments on time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Joe M Jacobs", "English Please", "Marathon Publishing", "2004 年", "", ""], "教科書Required texts0": "\"English Please\" Joe M Jacobs Marathon Publishing", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "dictionary", "", "", "", ""], "参考文献・資料Reference books0": "dictionary", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Test 30%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation 30%, Participation 30%, Homework 10%"], "備考Note0": "Students will be expected to be attentive and engaged in classroom activities.", "更新日時/Date of Update1": "2021年04月26日 06時55分19秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "Ｃ－３０７"]}, "campas": 0, "name": "【200】英語IIIｂ　４／English IIIb", "管理部署": 4, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "２年", "時限1": 18, "評価1": 2, "評価2": 4, "開講期": 1}