{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Various methods including, pair and group work, listening exercises, dialog construction and presentation.<BR/>Each class will consist of various speaking and listening skills, pair work and group activities.  Creating and writing theme-based dialogs and presenting them will also be included.", "トピック": {"第1回": ["Introduction, course overview, rules and advice, classroom interview chart, self-introductions", "Review of class introduction and related questions.  One hour of out of class preparation"], "第2回": ["Text Unit 1 &quot;Greetings&quot;   first time meetings, key expressions, the handshake,", "Summary worksheet of first meetings.  One hour of out of class study."], "第3回": ["Text Unit 1 &quot;Greetings&quot; continued, listening comprehensions drills, extend the dialog exercises", "Writing related dialogs of in-class study.  One hour of study."], "第4回": ["Text Unit 2 &quot;Likes and Dislikes&quot;   Collecting Data chart, pair work gap exercise,", "Pair dialog about likes and dislikes.  One hour or more of out of class study."], "第5回": ["Text Unit 2 &quot;Likes and Dislikes&quot; continued, continue the sentence, commenting positively and negatively to suggestions", "Research of examples of stating opinions.  One hour of study."], "第6回": ["Text Unit 3 &quot;Times and Dates&quot;   simple present tense, listening comprehension exercises", "Time schedule worksheet homework assignment.  One hour of out of class study."], "第7回": ["Text Unit 3 &quot;Times and Dates&quot; continued, your schedule, pair work time exchange, key expressions", "Begin presentation writing.  One hour or more of study."], "第8回": ["Practical Situation Dialog Construction and presentations, topics to be announced", "Critique of presentation worksheet.  45 minutes of study."], "第9回": ["Text Unit 4 &quot;About Yesterday&quot;   past tense, writing: paragraph construction, exchange and edit", "Review and opinion of the in-class study.  One hour of study."], "第10回": ["Text Unit 5 &quot;Family&quot;   describing appearance and personality, pair work gap exercise, listening comprehension drills", "Essay:  Family arrangements in a cultural context.  One hour or more of out of class study."], "第11回": ["Text Unit 5 &quot;Family&quot; continued, extend the dialogs, making a family tree", "Research:  Japan&#39;s declining population.  One hour of study."], "第12回": ["Text Unit 6 &quot;About Tomorrow&quot;   future tense, going to plus verb, making probable predictions, dialog construction: future dreams", "Preparing for the holiday.  Ideal vacations.  One hour of study."], "第13回": ["Group activity interview chart, course review, exam explanation, question and answer session", "Personal profile, interview questions.  One hour of study."], "第14回": ["Exam", ""], "授業外学習2": "Students would be advised to do as much personal study outside the classroom as possible.  Also, to submit any homework assignments on time."}, "評価": {"教科書Required texts0": "\"Who Said What?\" Joe M Jacobs Marathon Publishing", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "dictionary", "", "", "", ""], "参考文献・資料Reference books0": "dictionary", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Test 30%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation 30%, Participation 30%, Homework 10%"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】Online students will have weekly assignments on Luna. Assignments will be available for 30 hours ending on the class day at 9:00 p.m. Announcements concerning any relevant news will also be made on Luna. A final test assignment will be announced near the end of the semester on Luna as well.", "備考Note0": "Students will be expected to be attentive and engaged in classroom activities.", "更新日時/Date of Update1": "2022年04月19日 20時04分08秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｃ－１０２"]}, "campas": 0, "name": "【100】英語Iｂ　１７／English Ib", "管理部署": 4, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 2, "評価2": 4, "開講期": 1}