{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will be introduced to a wide range of communication strategies at the intermediate level. The course will emphasize speaking, listening, reading, and writing.  <BR/><BR/>The purpose of this course is for students to continue practicing and improving speaking and listening fluency, communication skills, presentations skills, acquire vocabulary, and explore personal and social issues in society using English as a medium to communicate student ideas and opinions. The course will focus on the further development of student communicative competency, vocabulary, grammar, listening, speaking, reading, critical thinking, comprehension, writing, and discussion. The course will be conducted in English.<BR/><BR/>By the end of the course, students should be able to reflect upon, discuss, and share their points of view about a variety of topics at a level higher than first semester, intermediate instead of basic, about a variety of daily conversation topics. Students should improve medium length conversations better.", "到達目標": "Using the textbook Time Zones 3B (Third Edition), students will be able to improve their English communication and conversation skills.<BR/><BR/>By the end of the course, students will be able to:<BR/><BR/>1. Improve speaking and listening skills through conversations on a variety of daily life topics.  <BR/>2. Learn about jobs and career choices, use language for talking about goals, and find out about interesting and extreme jobs.  <BR/>3. Learn how to talk about people, use language for identifying and describing people, and find out about heroes and inspirational people.<BR/>4. Learn about the plastic problem, use language for talking about rules, and find out different ways society can help reduce plastic waste. <BR/>5. Find out about animals and how they do things, learn how to describe characteristics and behavior, and explore how animals can be kind to each other. <BR/>6. Find out about how climate change affects the planet, learn language for making predictions, and explore ways to fight climate change. <BR/>7. Gain confidence to express opinions related to these topics.<BR/>8. Develop critical thinking skills.<BR/>9. Develop skills for academic writing.<BR/>10. Learn basic technology skills such as e-mailing and making an audio or video recording on their computer or smartphone.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】英語Iｄ　１２（経済学部）/英語IIｂ　１２（経済学部）", "関連科目": "", "授業の概要・背景": "Classes will have the instructor introduce the topic, an activity to help students prepare for the topic(s) described in the book, a series of activities, and the class will conclude with students being able to share their own ideas. The focus of this class is vocabulary, speaking, grammar, listening and reading.  In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups.  The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities.  Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an &#39;English only&#39; learning environment.", "授業方法": "We will be a face-to-face class. A face-to-face class format is defined as 50% of the course’s total contact hours are at the minimum conducted in a face-to-face manner. Also, the number of people allowed in a classroom must be limited to half of its usual capacity. When activity restriction levels are 1 or 2, we&#39;ll be face-to-face. When activity restriction levels are 3 and higher, we&#39;ll be doing zoom simultaneous/two way online (in real time). Let’s try to have as many face-to-face classes as possible.", "トピック": {"第1回": ["Introduction, course overview, Mr. Michael Lin’s rules and requests, instructor’s contact information. Set-up The Microsoft Teams and Slack App.", "Work on HW #1."], "第2回": ["Unit 7: When did it happen? (Part 1) Do you like history? What’s your favorite historical event? Pg. 78 – 83.", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Make sure you have the Microsoft Teams and Slack app. <BR/>*Homework may be adjusted depending on how the class goes."], "第3回": ["Unit 7: When did it happen? (Part 2) Do you know about the world’s oldest mystery murder? Tell me about an important event in your life. Pg. 84 – 89.<BR/>Choose groups.", "Work on HW #2."], "第4回": ["Unit 8: Have you ever tried go-karting? (Part 1) What’s an interesting thing you have experienced? What’s something you want to do, but haven’t experienced? Pg. 90 – 95.", "HW #2 Due – Complete Unit 7 WB Pg. 40 – 45. Submit on MS Teams.<BR/>Choose groups."], "第5回": ["Unit 8: Have you ever tried go-karting? (Part 2) What’s on your bucket list? What are three memorable experiences you’ve had in your life? Pg. 96 – 101.<BR/>Choose topics.", "Work on HW #3."], "第6回": ["Unit 9: Phones used to be much bigger! (Part 1) What did you use to do in the past? Did you play classic video games? Pg. 102 – 107. Quiz #1 – Unit 7 and 8 (20%) Submit on MS Teams.", "HW #3 Due – Complete Unit 8 WB Pg. 46 – 51. Submit on MS Teams.<BR/>Choose topics."], "第7回": ["Unit 9: Phones used to be much bigger! (Part 2) How has technology changed over time? Can you remember things you used to do? Pg. 108 – 113.<BR/>Choose sources.", "Work on HW #4."], "第8回": ["Unit 10: They’ve made an amazing discovery! (Part 1) Anything new? What’s going on with you recently? Pg. 114 – 119.", "HW #4 Due – Complete Unit 9 WB Pg. 52 – 57. Submit on MS Teams.<BR/>Choose sources."], "第9回": ["Unit 10: They’ve made an amazing discovery! (Part 2) Have you ever wanted to be an archeologist? Do you like studying dinosaurs? Pg. 120 – 125.<BR/>Choose dates.", "Work on HW #5."], "第10回": ["Unit 11: Buy one, get one free! (Part 1) Where do you usually go shopping? Do you like shopping for deals? Pg. 126 – 131. Quiz #2 – Unit 9 and 10 (20%) Submit on MS Teams.", "HW #5 Due – Complete Unit 10 WB Pg. 58 – 63. Submit on MS Teams.<BR/>Choose dates."], "第11回": ["Unit 11: Buy one, get one free! (Part 2) What is cause marketing? Is “cause marketing” effective? Pg. 132 – 137.<BR/>Presentation script.", "Work on HW #6."], "第12回": ["Speaking Test Preparation / Group Video Presentation Preparation.", "HW #6 Due – Complete Unit 11 WB Pg. 64 – 69. Submit on MS Teams.<BR/>(All HW Submissions 20%)<BR/>Presentation script."], "第13回": ["Final Speaking Test or Make a Final Group Video Presentation. (30%) Submit on MS Teams.", "Review."], "第14回": ["(Make up) Final Speaking Test or Make a Final Group Video Presentation.", "Review."], "授業計画1": "Students at times you may need a laptop computer or a portable device with wifi connection. Be sure you can access Luna, Microsoft 365, Microsoft Teams, Slack, your KGU e-mail address, and have a Google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary (see above)."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Bohlke and Andrew Boon", "Time Zones 3B (Third Edition)", "National Geographic Learning", "2021 年", "9780357426760", ""], "教科書Required texts0": "Time Zones 3B (Third Edition)", "学生による授業評価の方法Course Evaluation by Students0": "Please follow your school directions.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuiz #1 – 20%\nQuiz #2 – 20%\nFinal Oral Assessment - 30%\nTotal – 100%", "備考Note0": "Students are expected to speak English only in class. You will not pass the course if you miss more than five (5) classes. If you are more than five (5) minutes late for class, you will be considered late. Three (3) lates will equal one (1) absence. An absence or tardy is only excused when documentation is provided by Kyomu (Academic Affairs Office). The school will excuse you if you have the coronavirus or have been exposed to the coronavirus. Students if you need to quarantine, you should do so as well. *Mr. Lin will go over this in class. Mr. Lin's e-mail is fts77833@kwansei.ac.jp. All homework will be facilitated on MS Teams. Students will submit their homework assignments through MS Teams. Mr. Lin will explain how to submit in class. Homework should always be submitted (usually at the beginning of class) on the day that it’s due.", "備考Note1": ["TimeZones 3B.JPG", "Your textbook"], "備考Note2": ["TimeZones 3B (2).JPG", "Your textbook ISBN"], "更新日時/Date of Update3": "2023年03月10日 14時12分41秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "経－６"]}, "campas": 0, "name": "【100】英語IIｂ　１２／English IIb", "管理部署": 4, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 4, "開講期": 2}