{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "授業方法": "Various methods including, pair and group work, listening exercises, dialog construction and presentation.<BR/>Each class will consist of various speaking and listening skills, pair work and group activities.  Creating and writing theme-based dialogs and presenting them will also be included.", "トピック": {"第1回": ["Introduction, course format, rules and advice, group interview chart, short self-introductions", ""], "第2回": ["Text:  Overview unit, world map, what is famous in ...? common &quot;wh&quot; questions", ""], "第3回": ["Text:  Italy, pair work gap information exercise, listening comprehension activity, comparative adjectives", ""], "第4回": ["Text:  New Zealand, cultural and historical questions, vocabulary matching exercise, writing-paragraph construction", ""], "第5回": ["Text: China, talking about news, pair work dialog construction and presentation", ""], "第6回": ["Text: USA, San Francisco area map-giving and confirming directions, pair work gap information activity", ""], "第7回": ["Text:  Switzerland, listening comprehension activity, small group interview chart", ""], "第8回": ["Text:  Tanzania, choose the correct answer, adverbs of frequency, dialog construction and presentation", ""], "第9回": ["Text:  Australia, pair work interview exchange, listening comprehension activity, writing-paragraph", ""], "第10回": ["Text:  Canada, making comparisons, pair work information gap activity, exchange students conversational dialog construction and presentation", ""], "第11回": ["Text:  France, overseas travel advice activity, group interview chart, listening comprehension activity", ""], "第12回": ["Text:  Thailand, international customs, car rental role play, What would you rather do ...?", ""], "第13回": ["vocabulary game, course review, exam explanation, question and answer session", ""], "第14回": ["exam", ""], "授業外学習2": "Students would be advised to do as much personal study outside the classroom as possible.  Also, to submit any homework assignments on time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Joe M Jacobs", "You Went Where?", "Marathon Publishing", "2000 年", "", ""], "教科書Required texts0": "\"", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "dictionary", "", "", "", ""], "参考文献・資料Reference books0": "dictionary", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Test 30%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation 30%, Participation 30%, Homework 10%"], "備考Note0": "Students will be expected to be attentive and engaged in classroom activities.", "更新日時/Date of Update1": "2021年04月26日 06時59分24秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｃ－１０３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】英語IIIｂ　１７／English IIIb", "管理部署": "経済学部／School of Economics", "単位数": "1", "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "２年", "時限1": "木曜３時限／Thursday 3", "開講期": "春学期／Spring"}