{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Class will be face to face style. In this class, students will practice using the target language through a variety of lessons and activities.&nbsp; Pair and group work will be an integral part of each class.&nbsp; Situational pair work dialog construction and presentation will also be a fundamental part of the course.", "トピック": {"第1回": ["Welcome back, course outline, summer interview chart, short individual speeches about your holiday", "Review of course outline and questions.  45 minutes of preparation."], "第2回": ["Text \" Health\"   physical and mental variables, pair work gap exercise, habits and routines", "News article and related questions assignment.  One hour of out of class study."], "第3回": ["Text \"Health\" continued, pair work \"who, when, what, how\" questions and answers, dialog construction and presentation", "Health related grammar worksheet.  One hour of study."], "第4回": ["Text \"Fashion\"   the economics of fashion, choose the correct vocabulary drills, comparative adjectives", "Constructing a fashion related dialog.  One hour of preparation."], "第5回": ["Text \"Fashion\" continued, making probable prediction, expressing opinions, dialog construction of today's fashion trends", "Begin presentation preparation.  One hour or more of out of class study."], "第6回": ["\"The Global Market\"  news article and explanation, individual presentations first draft", "Revision of presentation and practice.  One hour or more of study."], "第7回": ["Individual presentations and feedback, group activity: What is Japan famous for?", "Comments on presentation feedback.  One hour of study."], "第8回": ["Text \"Bushido\"   reading comprehension questions, vocabulary matching, pair work gap exercise", "Choosing an historical figure, short essay.  One hour or more of study."], "第9回": ["Text \"Bushido\" continued, western historical perspective, discussion questions", "Discussion questions continued.  One hour of out of class study."], "第10回": ["Text  \"Galapagos Islands\"   be like and look like exercise, asking indirect questions", "Common grammatical errors worksheet.  One hour of study."], "第11回": ["Text  \"Galapagos Islands\" continued, grammar drills, making a detailed itinerary", "Essay:  A good travel experience.  One hour of out of class study."], "第12回": ["Text  \"Travel\"   pair work gap exercise, listening comprehension drills, small group work interview chart", "Summary of the in-class interview chart.  One hour of study."], "第13回": ["Course review, exam explanation, language game", "Study for exam."], "第14回": ["Exam", ""], "授業外学習2": "Students would be advised to do as much personal study outside the classroom as possible.  Also, to submit any homework assignments on time."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Test 30%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation 30%, Participation 30%, Homework 10%"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ｃ－１０４"]}, "campas": 0, "name": "【100】英会話IＢ　１／Oral English IB", "管理部署": 4, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 17, "評価1": 2, "評価2": 6, "開講期": 2, "成績評価備考": "割合　Percentage"}