{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】英語IIｂ　２（経済学部）/英語IIIｂ　２（経済学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Various methods including, pair and group work, listening exercises, dialog construction and presentation.<BR/>Each class will consist of various speaking and listening skills, pair work and group activities.  Creating and writing theme-based dialogs and presenting them will also be included.", "トピック": {"第1回": ["Introductions, course overview, rules and advice, group interview chart, short self-introductions", "Review of class introduction and rules.  45 minute preparation."], "第2回": ["Text:  pronunciation practice, listening comprehension drills, What is Japan famous for?", "Dialog construction from the in-class material.  One hour or more of study."], "第3回": ["pair work information gap activity, key words - vocabulary building", "Key words worksheet assignment.  One hour of study."], "第4回": ["personal news reports, country and people - country and currency, homework topic", "Cultural communicative gap exercises.  One hour or more of study."], "第5回": ["short speech from homework assignment and feedback, pair work information gap activity", "Rewriting  the in-class short speech.  One hour or more of out of class study."], "第6回": ["personal news reports, environment vocabulary, short essay writing", "Internet search of suggested topics.  One hour of study."], "第7回": ["prepositions - rules and exceptions, class interview chart, expressing opinions", "More preposition study worksheet assignment.  One hour of out of class study."], "第8回": ["personal news reports, conversational dialog construction and presentation", "Related conversational techniques.  One hour of preparation."], "第9回": ["Cultural Questions II, keeping the discussion going conversational techniques", "Report:  country to be announced.  One hour or more of study."], "第10回": ["personal news reports, pair work information gap activity, What do you say when...? homework: news topic assigned", "Presentation preparation.  One hour or more of out of class study."], "第11回": ["Situational dialog construction and presentations, Meeting a Foreigner in Japan dialog", "Review and extend the meeting a foreigner dialog.  One hour of study."], "第12回": ["personal news reports, pair work information gap activity, Find Someone Who... activity", "Preparation for final question and answer session.  One hour of out of class study."], "第13回": ["group activity interview chart, course overview, exam explanation, question and answer session", "Study for exam.  One hour or more of study."], "第14回": ["exam", ""], "授業外学習2": "Students would be advised to do as much personal study outside the classroom as possible.  Also, to submit any homework assignments on time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Joe M Jacobs", "English Please", "Marathon Publishing", "2004 年", "", ""], "教科書Required texts0": "\"English Please\" Joe M Jacobs Marathon Publishing", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "dictionary", "", "", "", ""], "参考文献・資料Reference books0": "dictionary", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Test 30%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation 30%, Participation 30%, Homework 10%"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】Online students will have weekly assignments on Luna. Assignments will be available for 30 hours ending on the class day at 9:00 p.m. Announcements concerning any relevant news will also be made on Luna. A final test assignment will be announced near the end of the semester on Luna as well.", "備考Note0": "Students will be expected to be attentive and engaged in classroom activities.", "更新日時/Date of Update1": "2022年02月09日 18時26分00秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "Ｃ－３０７"]}, "campas": 0, "name": "【200】英語IIIｂ　２／English IIIb", "管理部署": 4, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 18, "評価1": 2, "評価2": 4, "開講期": 1}