{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "<span style=\"font-size:13.28px;\">このコースはオーラルイングリッシュ IA に基づいて、グループワークを通じた英語コミュニケーションに重点を置いています。学生は、タスク中およびタスク外での英語でのコミュニケーションや、自己学習/振り返りを行うことで、オーラルイングリッシュの能力を継続的に伸ばしていきます。</span>", "到達目標": "<div><span style=\"font-size:13.28px;\">学生は、問題解決、推論、意思決定、予測などのコミュニケーションの方法を広げるだけでなく、観光、文化、テクノロジー、社会問題など、コミュニケーションができるトピックを広げていきます。</span></div><div><span style=\"font-size:13.28px;\">また、英語を使用してグループタスクを成功させるために必要な対人スキルも引き続き伸ばしていきます。</span></div><div><br /></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "This is a communication focused course, classes will be based on interactive communication using a combination of pair and group work, to help boost students English communication abilities and confidence.", "授業方法": "Students will develop their English communication skills by performing learning activities and holding<br />discussions in pairs, groups of four and whole class groups.<br />Sessions will be conducted 'face to face.'<br />", "トピック": {"第1回": ["Post-vacation warm-up activities.<br />Unit 7. Social Issues (Part 1).", "Complete self-study task assigned at the end of Session 1 and prepare for the next session (about 2 hours)."], "第2回": ["Unit 7. Social Issues (Part 2).", "Complete self-study task assigned at the end of Session 2 and prepare for the next session (about 2 hours)."], "第3回": ["Unit 8. Dilemmas (Part 1).", "Complete self-study task assigned at the end of Session 3 and prepare for the next session (about 2 hours)."], "第4回": ["Unit 8. Dilemmas (Part 2).", "Complete self-study task assigned at the end of Session 4 and prepare for the next session (about 2 hours)."], "第5回": ["Unit 9. Travel (Part 1).", "Complete self-study task assigned at the end of Session 5 and prepare for the next session (about 2 hours)."], "第6回": ["Unit 9. Travel (Part 2).", "Prepare for the mid-term speaking test (about 2 hours)."], "第7回": ["Review &amp; mid-term speaking test. Students will talk about the topics covered so far using the English they have learned. Tests will be done in pairs.", "Complete self-study task assigned at the end of Session 7 and prepare for the next session (about 2 hours)."], "第8回": ["Unit 10. Culture (Part 1).", "Complete self-study task assigned at the end of Session 8 and prepare for the next session (about 2 hours)."], "第9回": ["Unit 10. Culture (Part 2).", "Complete self-study task assigned at the end of Session 9 and prepare for the next session (about 2 hours)."], "第10回": ["Unit 12. Predictions (Part 1).", "Complete self-study task assigned at the end of Session 10 and prepare for the next session (about 2 hours)."], "第11回": ["Unit 12. Predictions (Part 2).", "Prepare for the final speaking test (about 2 hours)."], "第12回": ["Review &amp; final speaking test. Students will talk about the topics covered this semester using the English they have learned. Tests will be done in pairs.<div><br /></div>", "Complete self-study task assigned at the end of Session 12 and prepare for the next session (about 2 hours)."], "第13回": ["Presentation Project (Part 1). Students will form groups and create ideas to present to the class. This is a chance to be creative and is not limited to an academic style presentation using PowerPoint.", "Prepare for final project."], "第14回": ["Presentation Project (Part 2). Students will practice and then show their project to the class.<br />Reflection: time will be given for students to reflect on the course and their progress this year.", "Students will discuss final assessment and grading throughout the course"]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Justin Harris / Paul Leeming", "On Task 3", "ABAX", "2021 年", "978-1-78547-073-8", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Continual assessment method. In-class activities 35%, Homework 25%, Project 10%, Mid-term speaking test 15%, Final speaking test 15%"], "成績評価Grading2": "備考　Note\nIn-class activities 35%\nHomework 25%\nPresentation Project 10%\nMid-term speaking test 15%\nFinal speaking test 15%", "更新日時/Date of Update0": "2025年01月12日 20時49分58秒"}, "campas": 0, "name": "【100】英会話IＢ　２／Oral English IB", "管理部署": 4, "単位数": 1, "担当者": "スミス　Ｂ．　Ｎ．（SMITH BENJAMIN NEIL） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": "秋学期／Fall", "時限0": "水曜２時限／Wednesday 2", "評価1": 6, "成績評価備考": "備考　Note\nIn-class activities 35%\nHomework 25%\nPresentation Project 10%\nMid-term speaking test 15%\nFinal speaking test 15%"}