{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See below", "到達目標": "See below", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Classes will be interactive and group-work based, with some language and skills guidance from the teacher. Learners are expected to participate actively in all tasks to gain the maximum benefit to their spoken English skills. There will be a range of spoken tasks, including group discussions, presentations, supported by reading &amp; listening tasks. Materials could include a selection from the textbook as well as additional materials distributed in class and on LUNA. Text Book selection for semester 2 will be based on performance in semester 1.", "トピック": {"授業計画1": "This course will use a range of in-class tasks to help develop learners’ spoken fluency as well as ability to deliver more effective presentations &amp; use a range of skills to interact more successfully in group discussions/conversations. Indicative content includes (but is not limited to):<BR/><BR/>Presentation planning and practice <BR/>Short presentations of around 5 ~ 10 minutes (both assessed and unassessed)<BR/>Studying different aspects of presentation skills through video and in-class materials. <BR/>Short discussion tasks of around 5 ~ 10 minutes (both assessed and unassessed)<BR/>Learn and use selected strategies for interacting in discussions.<BR/>Reading, reflecting on and discussing text-book readings<BR/>Listening to, reflecting on and discussing text-book audio  <BR/>Vocabulary building tasks<BR/><BR/>Full schedule details of class content, homework and assessments will be given on LUNA throughout the semester. <BR/><BR/>NOTE The above content will be modified and adapted to suit the learners’ abilities.", "授業外学習2": "Learners will be expected to completed homework tasks from the course text to review and prepare for classes each week. A minimum of 1 hour per week should be spent on homework tasks. Homework tasks include (but are not  limited to):<BR/><BR/>Pre-class reading/listening on the unit topic<BR/>Presentation and discussion preparation<BR/>Presentation and discussion written review <BR/>Vocabulary practice <BR/>Free-writing"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Presentation"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Participation, Group discussions, preparation/reflection tasks, homework completion"], "成績評価Grading3": "備考　Note\nGrading will be handled in class.", "更新日時/Date of Update0": "2022年10月12日 18時56分50秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "経－７"]}, "campas": 0, "name": "【100】英語IIｂ　２／English IIb", "管理部署": 4, "単位数": 1, "担当者": "ストーンズ　Ｔ．　Ｐ（STONES THOMAS PATRICK） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 2, "評価2": 4, "開講期": 2}