{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to help students develop more conversation skills at the intermediate or A2/B1/B1+ level. Students will work on improving their speaking, grammar, pronunciation, listening, writing, reading, and overall Oral English skills.<br /><br />Upon completion of the course students will have more confidence in speaking English orally. In this course, more emphasis is placed on improving students’ ability to express ideas and opinions about a variety of topics.", "到達目標": "In this course, students will:<br /><br />1.\tDevelop more competency in fluency, speaking, grammar, vocabulary, listening and reading. <br />2.\tDevelop more proficiency in reading comprehension, critical thinking, self-expression, and motivation.<br />3.\tBecome more comfortable with various ICT tools available to assist with English language learning.  <br />4.\tBe more proficient at the A2, B1 level based on the CEFR scale.  <br />5.\tImprove their ability to participate in longer, more complex conversations in a variety of situations.<br />6.\tExpress their ideas and opinions about topics that are familiar and related to personal experience and interests and begin to talk about more complex issues of social and global interest.<br />7.\tPractice using language fluently, accurately, and appropriately (including grammar, vocabulary, idiomatic expressions, pronunciation, and intonation).<br />8.\tLearn new vocabulary, structures, and useful expressions.<br />9.\tPractice skills for becoming successful, independent language learners (for example, using a dictionary, taking notes, and using the Internet and other materials).<br /><br />By the end of the semester, students will develop more conversation and discussion skills at the intermediate or B1 level.", "特記事項": "【合併】英語IIｂ　１２（経済学部）/英語IIIｂ　１２（経済学部）", "関連科目": "", "授業の概要・背景": "The focus of this class is vocabulary, speaking, grammar, listening and reading. In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities.  Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "授業方法": "<p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;\"><span style=\"font-size:10pt;\">We will be a face-to-face class.&nbsp;</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;\"><span style=\"font-size:10pt;\">The instructor will be a facilitator of various tasks to help students connect with each other and speak English. There will be ample opportunity for pair work.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;\"><span style=\"font-size:10pt;\">Discussion: Students hold discussions in class. In addition to discussions between pairs of students, group discussions are sometimes held as well.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;\"><span style=\"font-size:10pt;\">Presentation: As the main activities, students summarize the results of their own learning activities and present them.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;\"><span lang=\"EN-US\" style=\"font-size:10pt;\">Pair work: Students perform learning activities in pairs.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;\"><span lang=\"EN-US\" style=\"font-size:10pt;\">Group work: Students make groups of three members or more to perform learning activities.</span></p>", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Set-up the Microsoft Teams and Slack App.", "Work on HW #1."], "第2回": ["Unit 1 – Good Memories - Where were you born?", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Make sure you have the Microsoft Teams and Slack app. *Homework may be adjusted depending on how the class goes."], "第3回": ["Unit 1 – Did you use to collect things? Choose groups.", "Work on HW #2."], "第4回": ["Unit 2 – Life in the city – Are there too many cars?", "HW #2 is due – Unit 1 WB Pg. 1 – 6. Submit on MS Teams. Choose groups."], "第5回": ["Unit 2 – Do you know where the nearest ATM is? Choose topics.", "Work on HW #3."], "第6回": ["Unit 3 – Making changes – Tell me about your apartment. Review and Quiz #1 - Unit 1 and 2 (20%) Submit on MS Teams.", "HW #3 is due – Unit 2 WB Pg. 7 – 12. Submit on MS Teams. Choose topics."], "第7回": ["Unit 3 – Tell me your dreams – Make a wish! Choose sources.", "Work on HW #4."], "第8回": ["Unit 4 – Have you ever tried it? Frog legs?", "HW #4 is due – Unit 3 WB Pg. 13 – 18. Submit on MS Teams. Choose sources."], "第9回": ["Unit 4 – How do you make baked macaroni and cheese? Choose dates.", "Work on HW #5."], "第10回": ["Unit 5 – Hit the road!  What do you like to do on vacation? Review and Quiz #2 - Unit 3 and 4 (20%) Submit on MS Teams.", "HW #5 is due - Unit 4 WB Pg. 19 –  24. Submit on MS Teams. Choose dates."], "第11回": ["Unit 5 – What should I do when traveling? Presentation script.", "Work on HW #6."], "第12回": ["Final Oral Assessment Preparation - Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 1 to 5 or a subject students are interested in. Students should speak for at least 2 minutes. Write about 200 words for 2 minutes of speech. Prepare a PowerPoint presentation (4 - 5 slides). Edit and practice your delivery. (2-member group = 4 minutes; 3-member group = 6 minutes).&nbsp;<span style=\"font-size:13.28px;\">Bring your PCs!</span>", "HW #6 is due - Submit the first draft of your script with all the members' content on a Word document and submit the first draft of your PPT slides. Submit on MS Teams. (All HW Submissions 20%) Presentation script."], "第13回": ["Final Oral Assessment - 30%. Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 1 to 5 or a subject students are interested in. Students should speak for at least 2 minutes. (2-member group = 4 minutes; 3-member group = 6 minutes).", "The evening (10pm) before the final oral assessment please send your final script with both members' content on a Word document and submit your final PPT slides through a resubmission of HW #6 or through the Slack App."], "第14回": ["(Make up and feedback) Final Oral Assessment - 30%. Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 1 to 5 or a subject students are interested in. Students should speak for at least 2 minutes. (2-member group = 4 minutes; 3-member group = 6 minutes). Final class feedback.", "Review."], "授業計画1": "Students it is best if you have a laptop computer and a portable device available simultaneously. Be sure you can access Luna, KWIC, Microsoft 365, Microsoft Teams, Slack, your KGU e-mail address, and have a Google account.", "授業外学習2": "<p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span times=\"times\" new=\"new\" roman\",serif;background-image:none;background-position:0%=\"roman',serif;background-image:none;background-position:0%\" 0%;background-size:auto;background-repeat:repeat;background-attachment:scroll;background-origin:padding-box;background-clip:border-box;\"=\"0%;background-size:auto;background-repeat:repeat;background-attachment:scroll;background-origin:padding-box;background-clip:border-box;'\" style=\"font-size:10pt;font-family:;\">Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class.&nbsp;There is homework in the course and all homework will be facilitated through the Microsoft Teams App and Assignments function.&nbsp;</span><span times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Expect to spend about 30 minutes each week previewing and reviewing the textbook contents. Expect to spend an additional 1 hour every other week or 30 minutes each week completing homework assignments.&nbsp;</span></p>"}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "15": "", "16": "", "授業コード/Class code0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書Required texts0": "Interchange 2 (5th Edition), by Jack C. Richards, Cambridge University Press, 2017, ISBN: 978-1-316-62023-6", "学生による授業評価の方法Course Evaluation by Students0": "Please follow your school directions.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "備考Note0": "Students are expected to speak English only in class. You will not pass the course if you miss more than five (5) classes. If you are more than five (5) minutes late for class, you will be considered late. Three (3) lates will equal one (1) absence. An absence or tardy is only excused when documentation is provided by Kyomu (Academic Affairs Office). Mr. Lin's e-mail is fts77833@kwansei.ac.jp. There is homework in the course and just about all homework will be facilitated through the Microsoft Teams App and Assignments function. If there are exceptions Mr. Lin will let students know. Homework should always be submitted (usually at the beginning of class) on the day that it's due. All tasks of the class should be completed by their due dates. Mr. Lin does not allow students to mass submit (a semester's worth of work) at the end of classes or after the end classes.", "【科目ナンバー/Course Number】授業名称/Class Title3": "2025年02月25日 23時41分53秒"}, "campas": 0, "name": "【200】英語IIIｂ　１２／English IIIb", "管理部署": 4, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "２年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": "", "成績評価備考": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuiz #1 – 20%\nQuiz #2 - 20%\nFinal Oral Assessment - 30%\nTotal - 100%\n\nAverage Grades For The Department - 70 - 75\n\nThe student's grade will be based on quizzes, writing assignments, and oral presentations. No final exam will be given during the exam period. Those students who miss five or more classes during the term will receive 0 points for this course."}