{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to continue practicing and improving speaking and listening fluency, communication skills, presentations skills, acquire vocabulary, and explore personal and social issues in society using English as a medium to communicate student ideas and opinions. The course will focus on the further development of student communicative competency, vocabulary, grammar, listening, speaking, reading, critical thinking, comprehension, writing, and discussion.", "到達目標": "By the end of the course, students will be able to:<BR/><BR/>1. Improve speaking and listening skills through conversations on a variety of daily life topics.  <BR/>2. Explore key events in human history, learn to talk about past and historical events, and find out about historical figures and their achievements.   <BR/>3. Learn about interesting people and what they have done, use language for talking about life experiences, and think about things they want to achieve in your lifetime.  <BR/>4. Talk about things that have changed in their life, learn to describe how things used to be, and find out about old technologies and gadgets.  <BR/>5. Talk about things that happened to them recently, learn how to describe recently completed actions, and find out about some interesting recent discoveries.  <BR/>6. Talk about shopping and sales strategies, learn language for talking about results, and discuss a new marketing trend.  <BR/>7. Gain confidence to express opinions related to these topics.<BR/>8. Develop critical thinking skills.<BR/>9. Develop skills for academic writing.<BR/>10. Learn basic technology skills such as e-mailing and making a longer audio or video recording on their computer or smartphone.", "授業方法": "When activity restriction levels are 3 and higher, we&#39;ll be doing zoom simultaneous/two way online (in real time). When activity restriction levels are 2 or 1, we&#39;ll be face-to-face.<BR/><BR/>A face-to-face class format is defined as 50% of the course’s total contact hours are conducted in a face-to-face manner. Also, the number of people allowed in a classroom must be limited to half of its usual capacity.<BR/><BR/>Students, we have to do everything we can to reach 7 face-to-face classes or 50 percent or more and follow the school policy.  <BR/><BR/>[09/07/2021]<BR/>We will start the semester with zoom simultaneous/two way online (in real time) as activity restriction levels are 3 and higher at the moment.<BR/><BR/>[Information for students permitted to take classes online]<BR/>For students permitted to take classes online, if our classes are online (Activity Restriction Level 3 or higher), you will be joining zoom alongside other students. If our classes are face-to-face (Activity Restriction Level 2 or lower) and you are approved to remain online, you will be given on-demand tasks that cover our class&#39; schedule to fulfill class requirements. <BR/><BR/>The university is constantly reviewing the COVID-19 situation by considering any changes to the activity restriction levels and the activity resumption criteria by activity type, so we will be following the school&#39;s instructions.  <BR/><BR/>Please do everything you can to help us have as many face-to-face classes as possible.", "トピック": {"第1回": ["Introduction, course overview, Mr. Michael Lin’s rules and requests, instructor’s contact information. What should I do if there is a sudden announcement from the school?  Set-up Microsoft Teams App.", "Work on HW #1."], "第2回": ["Unit 7: When did it happen? (Part 1) Do you like history? What’s your favorite historical event? Pg. 78 – 83.", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account.  Prepare a picture for Mr. Lin."], "第3回": ["Unit 7: When did it happen? (Part 2) Do you know about the world’s oldest mystery murder? Tell me about an important event in your life. Pg. 84 – 89.", "Work on HW #2."], "第4回": ["Unit 8: Have you ever tried go-karting? (Part 1) What’s an interesting thing you have experienced? What’s something you want to do, but haven’t experienced? Pg. 90 – 95.", "HW #2 Due – Complete Unit 7 WB Pg. 40 – 45."], "第5回": ["Unit 8: Have you ever tried go-karting? (Part 2) What’s on your bucket list? What are three memorable experiences you’ve had in your life? Pg. 96 – 101.", "Work on HW #3."], "第6回": ["Unit 9: Phones used to be much bigger! (Part 1) What did you use to do in the past? Did you play classic video games? Pg. 102 – 107. Quiz #1 – Unit 7 and 8.", "HW #3 Due – Complete Unit 8 WB Pg. 46 – 51."], "第7回": ["Unit 9: Phones used to be much bigger! (Part 2) How has technology changed over time? Can you remember things you used to do? Pg. 108 – 113. Movie – TBD (Related to the past / nostalgia)  *Couple choices here -&gt; Back to the Future I, Jurassic Park (Original), or The Devil Wear&#39;s Prada, but we&#39;ll see how the class goes.", "Work on HW #4."], "第8回": ["Unit 10: They’ve made an amazing discovery! (Part 1) Anything new? What’s going on with you recently? Pg. 114 – 119. Movie – TBD.", "HW #4 Due – Complete Unit 9 WB Pg. 52 – 57."], "第9回": ["Unit 10: They’ve made an amazing discovery! (Part 2) Have you ever wanted to be an archeologist? Do you like studying dinosaurs? Pg. 120 – 125. Movie – TBD.", "Work on HW #5."], "第10回": ["Unit 11: Buy one, get one free! (Part 1) Where do you usually go shopping? Do you like shopping for deals? Pg. 126 – 131. Quiz #2 – Unit 9 and 10.", "HW #5 Due – Complete Unit 10 WB Pg. 58 – 63."], "第11回": ["Unit 11: Buy one, get one free! (Part 2) What is cause marketing? Is “cause marketing” effective? Pg. 132 – 137. Movie – TBD.", "Work on HW #6."], "第12回": ["Unit 12: Which planet is the biggest? (Part 1) What do you know about our solar system? What gadgets has NASA invented? Pg. 66 – 71. Movie – TBD.", "HW #6 Due – Complete Unit 11 WB Pg. 64 – 69."], "第13回": ["Unit 12: Which planet is the biggest? (Part 2) What’s an exoplanet? Would you like to live on Mars? Pg. 72 – 77. Movie – TBD.", "Work on HW #7."], "第14回": ["Quiz #3 – Unit 11 and 12.<BR/>Oral Assessment / Report. (I&#39;d like students to make a recorded group zoom video (coffee chat) talking about select topics from the book).", "HW #7 Due – Complete Unit 12 WB Pg. 70 – 75."], "授業計画1": "Classes will have the instructor introduce the topic, an activity to help students prepare for the topic(s) described in the book, a series of activities, and the class will conclude with students being able to share their own ideas.  Students it is best if you have a laptop computer and a portable device available simultaneously.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary. Students please be prepared for all circumstances. Yes, we have homework. Students will need to do some work between classes via completing workbook pages in your textbook. Mr. Lin will explain how homework is to be submitted in class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Bohlke and Andrew Boon", "Time Zones 3B (Third Edition)", "National Geographic Learning", "2021 年", "9780357416760", ""], "教科書Required texts0": "Time Zones 3B (Third Edition)", "学生による授業評価の方法Course Evaluation by Students0": "Please follow the school instructions.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Student grades will be based on class participation, assignments, quizzes, an oral presentation, quizzes, an oral assessment, and report. No final exam will be given during the exam period. Those students who miss five classes or more during the term will receive 0 points for the course."], "成績評価Grading2": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuiz #1 – 15%\nQuiz #2 – 20%\nQuiz #3 – 20%\nOral Assessment and Report – 15%\nTotal – 100%", "備考Note0": "The school will excuse you if you have the coronavirus or have been exposed to the coronavirus. Students if you need to quarantine, you should do so as well.\nMr. Lin's e-mail address is fts77833@kwansei.ac.jp.\n\n*The Economics Department for the fall term as an overall policy is face-to-face classes in principle.\n\n*Microsoft Teams Code will be given on the first day of class.", "更新日時/Date of Update1": "2021年09月09日 13時54分35秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "経－７"]}, "campas": 0, "name": "【100】英語IIｂ　１１／English IIb", "管理部署": 4, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 17, "評価1": 4, "開講期": 2}