{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will acquire English communication skills at the intermediate level by working on conversation, listening, composition and grammar.", "到達目標": "The goals of this course is to develop students&#39; overall English skills. <BR/>Watching the movie they will learn various expressions which are very practical and useful<BR/>in using English.  Students are expected to activate their grammar knowledge in order to<BR/>express themselves.  Students&#39; goal is to be able to say what they want to say when they want to say.", "授業方法": "This course includes both lectures and student-centered activities such as pair work, presentation, etc.<BR/>Lessons are conducted using Zoom for the first 7 weeks and then conducted face to face in the classroom from the 8th week.  The zoom meeting ID will be announced at the section ’お知らせ’on LUNA shortly before the first lesson(Session 1).", "トピック": {"第1回": ["Introduction/ Course Description/ Course Requirement<BR/>Warm-up activities/ listening / speaking / reading<BR/>Detailed schedule of the course is given on LUNA and explained more in detail during the Zoom meeting.    Attendance is a must.     Students need to work with their camera on.", ""], "第2回": ["Warm-up Activities : Listening / Speaking / Reading / Word Quiz<BR/>Unit 1 <BR/> Presentation", ""], "第3回": ["Warm-up Activities<BR/>Unit 2 <BR/>  Presentation", ""], "第4回": ["Warm-up Activities<BR/>Unit 3 <BR/>      Presentation", ""], "第5回": ["Warm-up Activities<BR/>Unit 4 <BR/>        Presentation", ""], "第6回": ["Warm-up Activities<BR/>Unit 5 <BR/>         Presentation", ""], "第7回": ["Warm-up Activities<BR/>Unit 6 <BR/>         Presentation", ""], "第8回": ["       <BR/>                         Mid-Term Exam  ( in the classroom )", ""], "第9回": ["Warm-up Activities<BR/>Unit 7<BR/>         Presentation", ""], "第10回": ["Warm-up Activities<BR/>Unit 8<BR/>         Presentation", ""], "第11回": ["Warm-up Activities<BR/>Unit 9<BR/>         Presentation", ""], "第12回": ["Warm-up Activities<BR/>Unit 10", ""], "第13回": ["Warm-up Activities<BR/>Unit 11 &amp; Unit 12", ""], "第14回": ["                                    The Term End Exam  ( in the classroom )", ""], "授業計画1": "Each lesson starts with warm-up activities such as greeting, listening to popular music, and reading a short newspaper article.  Then each unit of the textbook will be covered.  One classroom hour is spent on one unit. <BR/>The first week lesson of this course includes introduction, course description and course requirements. Detailed procedure of this course will be explained in class.  Students will be given the schedule and information as to what they are supposed to do in class.  Therefore to attend the first week lesson is strongly desirable.<BR/>Students are required to attend every class and actively get involved in various language activities and to use English in class.  They are also encouraged to ask questions and negotiate for clarification and meaning.", "授業外学習2": "English materials such as graded readers, TOEIC exercise books, English newspapers, and NHK radio programs should be used to study English at home or outside the classroom."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Yasuko Okino, Kensuke Nanjo, Yuichi Morioka, Miwako Yamashina, Mitsuru Yokoyama", "Music of the Heart", "EIHOSHA", "2013 年", "978-4-269-44051-7", ""], "教科書/Required texts2": ["JOHN P. RACINE, TAKAYUKI NAKANISHI", "VOCABULARY FOR ECONOMICS, MANAGEMENT, AND INTERNATIONAL BUSINESS", "NAN'UN-DO", "2017 年", "978-4-523-17819-4", ""], "教科書Required texts0": "Music of the Heart\nVOCABULARY for ECONOMICS, MANAGEMENT, and INTERNATIONAL BUSINESS", "参考文献・資料Reference books0": "Oxford Advanced Learner's Dictionary, Oxford Univ. Press, 2006", "学生による授業評価の方法Course Evaluation by Students0": "Conducted in class", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "Everyday work including quizzes, presentation, homework assignments"], "成績評価Grading3": "備考　Note\nStudents are evaluated based on Mid-Term Exam & Term End Exam(60%) and Everyday work(40%):Presentation, Vocabulary Quizzes, etc.\nIf the students are absent 5 times, their grade will be 0.", "更新日時/Date of Update0": "2021年09月06日 16時30分59秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "Ｃ－１０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】英語IVａ　１６／English IVa", "管理部署": "経済学部／School of Economics", "単位数": "1", "担当者": "小池　泰子（KOIKE YASUKO） ", "履修基準年度": "２年", "時限1": "火曜５時限／Tuesday 5", "開講期": "秋学期／Fall"}