{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】英語IIｂ　１８（経済学部）/英語IIIｂ　１８（経済学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Various methods including, pair and group work, listening exercises, dialog construction and presentation.<BR/>Each class will consist of various speaking and listening skills, pair work and group activities.  Creating and writing theme-based dialogs and presenting them will also be included.", "トピック": {"第1回": ["Introduction, course format, rules and advice, group interview chart, short self-introductions", "Review of class introduction.  45 minutes of out of class study."], "第2回": ["Text:  Overview unit, world map, what is famous in ...? common &quot;wh&quot; questions", "World map detail points.  One hour of study."], "第3回": ["Text:  Italy, pair work gap information exercise, listening comprehension activity, comparative adjectives", "Grammar skills worksheet homework assignment.  One hour or more of study."], "第4回": ["Text:  New Zealand, cultural and historical questions, vocabulary matching exercise, writing-paragraph construction", "New Zealand news article and questions.  One hour or more of out of class study."], "第5回": ["Text: China, talking about news, pair work dialog construction and presentation", "Review of in-class study.  Revision of dialogs.  One hour or more of study."], "第6回": ["Text: USA, San Francisco area map-giving and confirming directions, pair work gap information activity", "Informative detailed directions worksheet assignment.  One hour of out of class study."], "第7回": ["Text:  Switzerland, listening comprehension activity, small group interview chart", "Essay:  Switzerland&#39;s history of neutrality.  One hour or more of study."], "第8回": ["Text:  Tanzania, choose the correct answer, adverbs of frequency, dialog construction and presentation", "Presentation first draft for revision.  One hour or more of out of class study."], "第9回": ["Text:  Australia, pair work interview exchange, listening comprehension activity, writing presentations", "Rewriting the presentation.  One hour or more of study."], "第10回": ["Text:  Canada, making comparisons, pair work information gap activity, presentations", "Critique of presentations worksheet.  One hour of study."], "第11回": ["Text:  France, overseas travel advice activity, group presentations continued, listening comprehension activity", "Essay:  Key points to a good presentation.  One hour of out of class study."], "第12回": ["Text:  Thailand, international customs, car rental role play, What would you rather do ...?", "Cultural communicative gaps worksheet assignment.  One hour of study."], "第13回": ["vocabulary game, course review, exam explanation, question and answer session", "The course in review, stating opinions.  One hour of study."], "第14回": ["exam", ""], "授業外学習2": "Students would be advised to do as much personal study outside the classroom as possible.  Also, to submit any homework assignments on time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Joe M Jacobs", "You Went Where?", "Marathon Publishing", "2000 年", "", ""], "参考文献・資料Reference books0": "dictionary", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Test 30%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation 30%, Participation 30%, Homework 10%"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】Online students will have weekly assignments on Luna. Assignments will be available for 30 hours ending on the class day at 9:00 p.m. Announcements concerning any relevant news will also be made on Luna. A final test assignment will be announced near the end of the semester on Luna as well.", "備考Note0": "Students will be expected to be attentive and engaged in classroom activities.", "更新日時/Date of Update1": "2022年04月19日 20時05分21秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｃ－１０２"]}, "campas": 0, "name": "【200】英語IIｂ　１８／English IIb", "管理部署": 4, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 2, "評価2": 4, "開講期": 1}