{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to help students develop more conversation skills at the intermediate or A2/B1/B1+ level. Students will work on improving their speaking, grammar, pronunciation, listening, writing, reading, and overall Oral English skills.<BR/><BR/>Upon completion of the course students will have more confidence in speaking English orally. In this course, more emphasis is placed on improving students’ ability to express ideas and opinions about a variety of topics.", "到達目標": "In this course, students will:<BR/><BR/>1.\tDevelop more competency in fluency, speaking, grammar, vocabulary, listening and reading. <BR/>2.\tDevelop more proficiency in reading comprehension, critical thinking, self-expression, and motivation.<BR/>3.\tBecome more comfortable with various ICT tools available to assist with English language learning.  <BR/>4.\tBe more proficient at the A2, B1 level based on the CEFR scale.  <BR/>5.\tImprove their ability to participate in longer, more complex conversations in a variety of situations.<BR/>6.\tExpress their ideas and opinions about topics that are familiar and related to personal experience and interests and begin to talk about more complex issues of social and global interest.<BR/>7.\tPractice using language fluently, accurately, and appropriately (including grammar, vocabulary, idiomatic expressions, pronunciation, and intonation).<BR/>8.\tLearn new vocabulary, structures, and useful expressions.<BR/>9.\tPractice skills for becoming successful, independent language learners (for example, using a dictionary, taking notes, and using the Internet and other materials).<BR/><BR/>By the end of the course, students will develop more conversation and discussion skills at the intermediate or B1/B1+ level.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】英語IIｄ　６（経済学部）/英語IVｂ　６（経済学部）", "関連科目": "", "授業の概要・背景": "The focus of this class is vocabulary, speaking, grammar, listening and reading. In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities.  Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an &#39;English only&#39; learning environment.", "授業方法": "We will be a face-to-face class. A face-to-face class format is defined as 50% of the course’s total contact hours are conducted in a face-to-face manner. Also, the number of people allowed in a classroom must be limited to half of its usual capacity. When activity restriction levels are 1 or 2, we&#39;ll be face-to-face. When activity restriction levels are 3 and higher, we&#39;ll be doing zoom simultaneous/two way online (in real time). Let’s try to have as many face-to-face classes as possible.", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Contact information, what do I do if ___________________? Set-up the Microsoft Teams App.", "Work on HW #1."], "第2回": ["Unit 7 – What can we do?  What are some environmental problems that modern society faces today?", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Prepare a short message and picture for Mr. Lin. Submit on MS Teams."], "第3回": ["Unit 7 – What if it doesn’t work? What are some different ways we can do to improve the environment?", "Work on HW #2."], "第4回": ["Unit 8 – Never stop learning.  If you could do anything you want to do, what would you prefer?", "HW #2 is due – Unit 7 WB Pg. 37 – 42. Submit on MS Teams."], "第5回": ["Unit 8 – What’s your learning style? What are life skills you want to learn?", "Work on HW #3."], "第6回": ["Unit 9 – Getting things done. What are professional services?", "HW #3 is due – Unit 8 WB Pg. 43 – 48. Submit on MS Teams."], "第7回": ["Unit 9 – I can’t carry a tune. What should I do? What are your club activities?", "Work on HW #4.<BR/>E-Learning will be assigned. Students will complete 5 e-learning tasks in the fall."], "第8回": ["Quiz #1 and Review (Unit 7, 8, and 9) – 20% Submit on MS Teams.<BR/>Movie – (To Be Determined).", "HW #4 is due – Unit 9 WB Pg. 49 – 54.<BR/>Submit on MS Teams."], "第9回": ["Unit 10 – A matter of time. How has life changed over the years? What’s a major historical event that that had an impact on your country?<BR/>Movie – (TBD).", "Work on HW #5."], "第10回": ["Unit 10 – What will happen in the future? What are your dreams and goals? Movie – (TBD).", "Work on HW #5."], "第11回": ["Unit 11 – Rites of passage. What are some of your unforgettable firsts? Movie – (TBD).", "HW #5 is due – Unit 10 WB Pg. 55 – 60.<BR/>Submit on MS Teams."], "第12回": ["Unit 11 – What are some significant turning points in your life? Do you have any regrets in life? *Students should still complete Unit 11 workbook Pg. 61 – 66 to prepare for Quiz #2.<BR/>Movie – (TBD).", "Work on the end of the semester tasks."], "第13回": ["Quiz #2 and Review (Unit 10 and 11) – 20% Submit on MS Teams.<BR/>Movie – (TBD).", "Movie Report is due – 5%<BR/>Class Survey is due – 5%<BR/>E-Learning is due – 5%<BR/>Submit on MS Teams."], "第14回": ["Oral Assessment #2 – 20% Mr. Lin would like students to make a group recorded presentation with cameras on over zoom talking about various topics from Unit 7 – 11 of the textbook. Each person should speak at least 2 – 3 minutes. Submit on MS Teams.", "Oral Assessment #2 is due – 20%<BR/>Submit on MS Teams."], "授業計画1": "Students it is best if you have a laptop computer and a portable device available simultaneously. Be sure you can access Luna, Office 365, Microsoft Teams, your KGU e-mail address, and have a google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary (see above).<BR/><BR/>There is homework in the course and all homework will be facilitated through the Microsoft Teams App and Assignments function."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Jack C. Richards", "Interchange 3 (5th Edition)", "Cambridge University Press", "2017 年", "9781316620519", ""], "教科書Required texts0": "Interchange 3 (5th Edition), by Jack C. Richards, Cambridge University Press, 2017, ISBN: 978-1-316-62051-9", "学生による授業評価の方法Course Evaluation by Students0": "Please follow your school directions.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": "備考　Note\nClass Participation – 10%\nAssignments – 15%\nQuizzes – 40%\nReports / Class Survey - 10%\nE-Learning - 5%\nOral Assessment #1 - 20%\nTotal - 100%", "備考Note0": "We are paperless, so students be sure to have access to Microsoft Teams during class time. Students are expected to speak English only in class. You will not pass the course if you miss more than five (5) classes. If you are more than five (5) minutes late for class, you will be considered late. Three (3) lates will equal one (1) absence. An absence or tardy is only excused when documentation is provided by Kyomu (Academic Affairs Office). The school will excuse you if you have the coronavirus or have been exposed to the coronavirus. Students if you need to quarantine, you should do so as well. *Mr. Lin will go over this in class. Mr. Lin's e-mail is fts77833@kwansei.ac.jp. All homework will be facilitated on MS Teams. Students will submit their homework assignments through MS Teams. Mr. Lin will explain how to submit in class. Homework should always be submitted (usually at the beginning of class) on the day that it’s due.", "備考Note1": ["Interchange 3 (5th Edition).JPG", "Your textbook"], "備考Note2": ["Interchange 3 (5th Edition) Part 2.JPG", "Your textbook ISBN"], "更新日時/Date of Update3": "2022年04月24日 08時12分11秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "経－６"]}, "campas": 0, "name": "【200】英語IVｂ　６／English IVb", "管理部署": 4, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 18, "評価1": 4, "開講期": 2}