{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本学卒業生講師陣による講義を通して、学生時代の過ごし方、これまでの自分史、仕事を通じた経験、いずれ就職して社会に出て必要となる力や考え方などを学び、将来の目標や夢を設定し、在学中にその実現や達成に向けた行動を取れるようになること。", "到達目標": "１．インプット　　　集中力と礼儀とを両立して知識を吸収する、「聞く力」を身につけること<BR/>２．アウトプット　　深いインプットを通じて自分の意見や関心を「発信する力」を身につけること<BR/>３．コミットメント　社会は人脈やネットワークも必要となる局面があるので、つながるための「接する力」を身につけること<BR/>４．ポテンシャル　　講師と履修学生との関わりを通じて、自分の強みや克服すべき課題をを見出す「振り返る力」を身につけること<BR/>５．モチベーション　いずれ社会に出る自分の目標や夢に向かって「磨く力」を身につけること", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "キャリアワークショップ、仕事と生き方", "授業の概要・背景": "", "授業方法": "本学卒業生で、実社会で活躍される方々を講師に招いたオムニバス講義形式です。講義の終盤にコメントシート（授業内配信予定）の提出を求めます。コメントシートには感想やどのような大学生活を送りたいかなど、自らの発見や将来の目標につながる内容を具体的に記してください。マナー（受講態度、時間、出欠）をしっかりわきまえて受講してください。<BR/>＊開講にあたりプラットフォーム・アプリケーション（SlackまたはTeams）での運用に切り替える場合があります。<BR/>その場合、プラットフォーム上で連携したZoom運用による「オンライン上での対面授業」を導入します。<BR/>それ以外の授業資料や解説はプラットフォーム上（SlackまたはTeams)で行い、オンデマンド・アクセスが一部可能です。<BR/>各自、アプリケーション（PC,スマートフォン、タブレット対応の）を必ず事前にインストールしておいてください。", "トピック": {"第1回": ["【イントロダクション】<BR/>講師：野村　宗訓（科目担当教員）<BR/>内容：本講義の意義と目的を、現在の社会情勢や今後の動向を見据えて解説する。また、本講義全体の趣旨や心構えについて説明する。", "予習：授業に望む目標設定<BR/>復習：目標に向けた行動指針の作成"], "第2回": ["講師：<BR/>内容：「キャリアデザインとファイナンシャル・プランニング」<BR/>旧三和銀行（現三菱東京ＵＦＪ銀行）に在職中の1986年、金融界初のファイナンシャル・プランニング会社の設立に参画したことが金融マンとしての人生最大の転機でした。<BR/>今日、有資格者250万人超と言われるファイナンシャル・プランニングの時代をどう創ってきたか、新たな道をどう模索しているか、体験的なビジネス事例を交えてお話しします。<BR/>ファイナンシャル・プランニングは、学生から社会人へという人生の転機にあたり、また人生100年時代を生き抜くための学びであり、実践であることをご一緒に考えたいと思います。<BR/>参考文献：「100年時代の人生戦略（ライフシフト）」リンダ・グラットン他著 東洋経済刊（2016年）<BR/>　　　　　「パーソナルファイナンス」（上・下）ルイス・Ｊ・アルトフェスト著 日本経済新聞社刊 （2013年）<BR/>　　　　　「学生生活マネー＆キャリア お役立ちハンドブック」日本ＦＰ協会刊", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第3回": ["講師：<BR/>内容：「社会人5年目が考える、後悔しない大学生活の過ごし方」<BR/>・学生時代～就活・就職～現在までどのように過ごしてきたか<BR/>・社会人になるまでに経験しておくべきこと<BR/>・仕事をする上で大切にしている考え方と皆さんへのメッセージ<BR/>経済学部卒業生として、私の経験から考える、後悔しない大学生活の過ごし方をお話しさせていただきます。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第4回": ["講師：<BR/>内容：「キャリアと価値観」<BR/>売上1兆円以上社員4000人の大手総合商社の会社員と上場企業の経営者という両極端なキャリアを経験したからこそ伝えられるキャリアそのものについての考え方についてお話します。<BR/>学生時代に学んだことで今本当に役立っている経験や知識とは。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第5回": ["講師：<BR/>内容：「『ひと握りの夢をつかむ』という考え方で、人生はもっと楽しくなる」<BR/>「夢を叶えることができるのは、ひと握りの選ばれた者だけである」と、一般的には言われがちですが、私は「ひと握りの夢をつかむ」という考え方を大切にしています。<BR/>詳しくは講義の中でお伝えしますが、この考え方を中心に、親は普通の会社員、カネなしコネなしの私がなぜ２６歳という当時最年少で西宮市議会議員となり、３期１１年、西宮市議会副議長になるまでキャリアを重ねることができたのか、政治の仕組みや業界のウラ話、大学生活の過ごし方や就職活動に関すること等についても楽しくお伝えできればと思います。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第6回": ["講師：<BR/>内容：伝えたい事は『自分のために考え、行動しよう』、です。<BR/>私は大学卒業後10年間銀行でのサラリーマン生活を経て、中小企業役員として現在5年目を迎えています。その経験から感じてきた事や思い等を皆さんに伝えられたらと思います。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第7回": ["講師：<BR/>内容：「社会人になってから役立つ大学生活の過ごし方」<BR/>どのような大人になりたいですか？そして、どのような社会人になりたいですか？<BR/>そのような将来への不安を抱えながら大学生活を送っていませんか？<BR/>大学生活で経験するすべての成功や失敗は将来に絶対役に立ちます。この講義ではTOEIC Programを運営する会社に勤める講師がボランティア活動、銀行勤務などの経験から、社会人になってから役立つ大学生活での過ごし方をいろいろな視点から紹介していきます。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第8回": ["講師：<BR/>内容：「新卒から海外という選択肢」<BR/>卒業後すぐに海外ベトナムに就職し、翌２年後に起業・独立～現在に至ります。<BR/>講義では新興国のエネルギッシュな一面を取り上げつつ、既成概念に囚われない生き方をするメリットや、海外で生きる上で重要な武器（考え方）等、冴えない学生時代からエピソードベースでお話を展開いたします。皆さんにも「どうしてこんなダメ学生が海外で起業して生きていけるんだろう」ということを考えて頂き、一緒に愉しい授業を創っていけたらと思います。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第9回": ["講師：<BR/>内容：「キャリアをなぜ考えるのか。働くとは何なのか。」<BR/>鉄道との接点が皆無だった学生時代の私が鉄道会社に惹かれ、鉄道会社に入社を決めた理由とは・・・<BR/>・鉄道会社・ＪＲ東海・ジェイアールセントラルビルとはどのような会社か。<BR/>・キャリアとは。働くとは。仕事をする上で大切にしている考え方。<BR/>・これまでの学生時代はどのように過ごし、現在に至ったのか。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第10回": ["講師：<BR/>内容：在学中の過ごし方のひとつの気付きとなるよう、いまの仕事内容や、これまでの仕事を通じた経験などの紹介、学生時代の過ごし方や社会に出て必要となる力や考え方などをお伝えできればと思います", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第11回": ["講師：<BR/>内容：「市役所職員としての役割」<BR/>関西学院大学経済学部卒業後、新卒で西宮市役所に入庁し、現在４年目。大学では体育会硬式野球部に所属。<BR/>講義では、“意外に知られていない市役所の仕事”を説明しつつ、コロナ禍の今だからこそ求められる市役所職員についてお話できたらと思います。そして自分自身の学生時代の体験談も踏まえ、大学生のいまをどう考え過ごしていくかを一緒に考えていければと思います。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第12回": ["講師：<BR/>内容：日本の「財政」を自分事として考えよう<BR/>日本の「財政」について、なんとなくわかっているような、でもどこか「他人事」のように考えてはいませんか？<BR/>日本の「財政」について「自分事として考える」きっかけとなるように、お話をさせていただきます。<BR/>また、私が勤務している財務省の総合出先機関である「財務局の仕事」についても皆さんに簡単にご紹介させていただきますので、ぜひ受講してみてください。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第13回": ["講師：<BR/>内容：「大学院進学という選択肢について」<BR/>みなさんは大学院進学について考えたことはあるでしょうか。近年では自身の能力を磨く場として大学院の存在感が増していますが、特に文系の大学院への進学者は少数派であり、大学院について知る機会が限られています。そこで、本講義では大学院とは何か、大学院修了後の進路、大学院進学をどのように考えるかについて、私が大学院に進学した理由も踏まえ、お話しいたします。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "第14回": ["ゲスト講師による講義（企業または機関・団体）を予定しています。登壇調整中につき、詳細は追って公開します。", "予習：企業研究<BR/>復習：自身の目標や希望進路との関連性を可視化"], "授業計画1": "各セッションの内容は未定、詳細が決まり次第、公表する予定。"}, "評価": {"教科書Required texts0": "指定教科書はありません", "参考文献・資料Reference books0": "講義に関連する文献・資料・情報などは授業内で紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "追って知らせる。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席状況50％・コメント内容50％"], "成績評価Grading2": "備考　Note\n講義の振り返りを兼ねた平常リポート(Individual reports)および非対面中心の開講における就学姿勢（授業内課題含む）による総合評価", "備考Note0": "経済学部ホームページサイト「われら関学経済人　～経済学部卒業生からのメッセージ～」もチェックしてください。", "更新日時/Date of Update1": "2022年01月11日 23時17分25秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "Ｂ－２０４"]}, "campas": 0, "name": "【100】キャリアデザインと仕事／Career Design and Work", "管理部署": 4, "単位数": 2, "担当者": "野村　宗訓（NOMURA MUNENORI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 4, "開講期": 2}