{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "　封建制から近代社会そして現代へと発展してきた人間は政治的自由とともに経済的自由を得たが、同時に、失業による貧困、精神的絆の喪失、深刻な環境汚染、といった様々な問題に直面することになった。そこに至るまでのプロセスと、そのなかで考え出されてきた社会思想・経済思想とを振り返ることにより、私たちの生きている市場経済社会・資本主義社会についての認識を深める。", "到達目標": "　経済史・経済学史・社会思想史といった歴史系の専門科目のための基礎知識を習得するとともに、経済学を社会・経済の包括的な学問として捉えるためのベースとなる観点・基礎知識を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】経済の歴史と思想　１（経済学部）/経済の歴史と思想　１（経済学部）", "関連科目": "　経済史、社会思想史、経済学史、文化と社会の経済学", "授業の概要・背景": "", "授業方法": "　プリントを前日までにLUNA上にアップするので、それをダウンロード・プリントアウトして授業に持参するかのが望ましい（ノートパソコンを持参して授業に持ってきて見ることも可能）。授業ではそれをスクリーンの大写しにして、説明する。その他、関連する映像の鑑賞も行う。", "トピック": {"第1回": ["はじめに", ""], "第2回": ["I.市民社会の形成と思想 The formation of the civil society and its thoughts<BR/>1.イギリス清教徒革命・名誉革命 The Puritan Revolution and the Glorious Revolution", ""], "第3回": ["I.市民社会の形成と思想 The formation of the civil society and its thoughts<BR/>2.フランス革命 The French Revolution", ""], "第4回": ["I.市民社会の形成と思想 The formation of the civil society and its thoughts<BR/>3.マキャヴェリ Machiavelli", ""], "第5回": ["I.市民社会の形成と思想 The formation of the civil society and its thoughts<BR/>4.ホッブズ、ロック Hobbes, Locke", ""], "第6回": ["I.市民社会の形成と思想 The formation of the civil society and its thoughts<BR/>5.スミス(その1) Smith (1)", ""], "第7回": ["I.市民社会の形成と思想 The formation of the civil society and its thoughts<BR/>5.スミス(その2) Smith (2)", ""], "第8回": ["II.経済社会の歴史的変化 Historical changes of the economic society<BR/>1.生産様式の3段階とギルド・農村共同体の解体 Three stages of production method, and the disolution of guilds and old agricultural communities", ""], "第9回": ["II.経済社会の歴史的変化 Historical changes of the economic society<BR/>2.産業革命とその帰結 The Industrial Revollution and its results", ""], "第10回": ["III.市場経済の諸問題と経済学・経済思想 Problems of the market economy, and econommics and economic thought<BR/>1.ロマン主義の経済思想（ミュラー、バーダー）Economic thought of the Romanticism (Mueller, Baader)", ""], "第11回": ["III.市場経済の諸問題と経済学・経済思想 Problems of the market economy, and econommics and economic thought<BR/>2.マルクスの社会主義（マルクス）Marxian socialism (Marx)", ""], "第12回": ["III.市場経済の諸問題と経済学・経済思想 Problems of the market economy, and econommics and econ<BR/>3.ケインズ経済学による雇用政策と福祉国家 Employment policy and welfare state by Keynesian economics", ""], "第13回": ["経済学とは何か what ist the economics?", ""], "第14回": ["全体のまとめ Concluding remarks", ""], "授業外学習2": "　つねに前回の講義内容が次回の講義内容の前提となるのでそのつどプリントとノートでもって15～30分は復習をして前回の認識を確認したうえで、また次の授業のプリントに軽く目を通したうえで、授業に臨むこと。また、リポート作成の際にはそれまでの自分の知識をまとめてそれ以降の学習に備えること。"}, "評価": {"教科書Required texts0": "とくになし。", "参考文献・資料Reference books0": "必要に応じて指示し、また、場合によっては配布する。", "学生による授業評価の方法Course Evaluation by Students0": "統一の形式で行う。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "50 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading3": "備考　Note\n学期中に提出するリポート(50％)と、学期末試験(50％)とで評価する。\n学期末試験時に「オンライン受講許可学生」となっている者には、学期末試験に代わるリポートを（学期中のリポートに加えて）課する。", "備考Note0": "コロナ禍の状況その他により、授業計画は変更（微調整）されることがある。", "URLリンク1/URL 11": "原田哲史の研究室", "URLリンク2/URL 22": "大学ニュース「原田哲史・経済学部教授が進化経済学会学会賞を受賞」", "更新日時/Date of Update3": "2022年10月06日 18時01分02秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｂ－２０１"]}, "campas": 0, "name": "【200】経済の歴史と思想　１／Economic History and Thought", "管理部署": 4, "単位数": 2, "担当者": "原田　哲史（HARADA TETSUSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 0, "評価2": 3, "開講期": 2}