{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "古代から現代に至るまでの経済社会の変化と，そのなかで考え出されてきた経済思想を振り返ることによって，我われの生きている市場経済・資本主義社会を理解する。", "到達目標": "経済史・経済学史・経済思想史といった歴史系の専門科目のための基礎知識を習得するとともに，経済学を社会・経済の包括的な学問として捉えるためのベースとなる観点・基礎知識を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】経済の歴史と思想　２（経済学部）/経済の歴史と思想　２（経済学部）", "関連科目": "経済史A（今年度不開講），経済史B", "授業の概要・背景": "", "授業方法": "スライドおよび板書による講義形式（講義資料のLUNAへの掲載はしない。教室で配布する）", "トピック": {"第1回": ["イントロダクション<BR/>【注意：オンライン受講について】<BR/>本講義は原則として対面での講義を想定して設計されている。<BR/>コロナ関係によりオンライン受講を希望する場合は，「その理由を証明する公式書類の写／控」および「いつまでに対面で受講できるか」を受講生本人からメールにて送付／連絡すること。連絡を受け取った後，オンライン授業の方法について個別に指示する（このような手順をとる理由は，以前「日本での滞在費を節約したいのでオンラインにしたい」と発言した学生がおり，そうした不正を防止するためである）。また，オンライン受講許可となった学生は，対面受講となるまで毎回授業内容をまとめたレポートを書くことで受講の証明とする（動画を閲覧せずに課題をこなそうとした学生が多数いたため，それを防止するためである）。連絡がない場合は特別な措置をすることはしない。", "授業の復習。第1回の授業をうけてレポートを作成すること（第3回までに提出）。このレポートを提出していない者は，定期試験を受けていても単位を認めないので注意すること。"], "第2回": ["経済思想が生まれるまで（スミス以前）", "授業の復習。"], "第3回": ["経済思想の変遷（スミス）1", "授業の復習。"], "第4回": ["経済思想の変遷（スミス）2", "授業の復習。"], "第5回": ["経済思想の変遷（スミス以降）", "授業の復習。"], "第6回": ["経済の歴史における経済指標", "授業の復習。"], "第7回": ["産業革命", "授業の復習。"], "第8回": ["生活水準の異文化間比較", "授業の復習。"], "第9回": ["格差 1：前近代", "授業の復習。"], "第10回": ["格差 2：近代・現代", "授業の復習。"], "第11回": ["雇用と労働市場の歴史", "授業の復習。"], "第12回": ["流行病と経済・社会", "授業の復習。"], "第13回": ["歴史から考える少子化", "授業の復習。"], "第14回": ["全体のレビュー", "授業の復習。"], "授業計画1": "授業の進み具合，受講者の関心・理解度によって内容が修正されることがある。", "授業外学習2": "予習・復習。 授業をよく聞き，自分でノートをとり，授業中に指示した関連する文献を読み，復習をしっかりすることが必要である。"}, "評価": {"教科書Required texts0": "特に指定しない。必要に応じて指示する。", "参考文献・資料Reference books0": "必要に応じて指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "80 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "10 %", "第1回の授業を受けて提出すること（第3回までに提出）。このレポートを提出していない者は，定期試験を受けていても単位を認めないので注意すること。"], "成績評価Grading3": ["その他／Others (99)", "10 %", "授業中のコメントペーパー（最低2回は実施の予定）。"], "成績評価Grading4": "備考　Note\n正当な理由なく最初の課題レポートが未提出の場合は単位を認めない（期限を過ぎた提出も認めない）。 公共交通機関の遅延などの特別な理由を除き，授業開始後15分以上経過した後は教室への入室を制限することがある。また授業終了前にもかかわらず退室するのも不可とする。 以下の行為およびそれに類する行為をした者は授業運営を妨害したとみなし，学生証を提示してもらい氏名と学生番号を記録の上，単位を認めないものとする（そうする理由については「備考」を参照のこと）。\n・水分補給以外の飲食\n・スマホ/タブレットいじり\n・談笑\n・あからさまな居眠り\n・途中退室\n・他の授業の自習\n・SNSなどによる授業資料の配付／共有，授業や教員への誹謗中傷・さらし行為（シラバスも含む）\n\n【オンライン受講生対象】\nオンライン受講生は定期試験の代わりに期末レポートの作成を実施する（80%）。それ以外の成績評価（20%）は対面授業と同様。", "備考Note0": "例年「歴史系は楽な科目」「単位だけとれればそれでいい」という誤った認識の学生や，シラバスを読まずにとりあえず穴埋めで履修登録をする学生を目にするが，そのような軽い気持ちで受講しないこと。「数学・経済学は苦手だが，歴史だから何とかなる」と思う者がいるかもしれないが，経済学部の授業である以上，思考のフレームワークは経済学である。\n経済学では自分の行動が他人に影響を与えることを「外部性」というが，自分の行動が直接他人に損失を与えてもそれを補償しないことを「負の外部性」という。たとえば，授業中にスマホを見ていても静かにしているのだから他人には迷惑をかけていないと思うかもしれないが，そのような学生がいると他の学生が「この授業ではスマホを見ても大丈夫」と思うようになり，やがて授業全体がモラルハザードにおちいってしまう。この場合，他の学生および授業運営への負の外部性があったことになる。そうならないために教員が不真面目な学生に逐一注意するなどの対応をせざるをえないのだが，そうした状況が発生するということは，真面目に授業に臨んでいる学生が本来受けるべき授業の時間を奪っていることに他ならない。これもまた負の外部性といえる。この意味をしっかり理解してほしい。\n受講生は本シラバスに書かれたことを理解した上で履修登録をしているとみなして講義を実施する。\n担当教員への連絡先：takashima.lecture--gmail.com（--はアットマーク）", "更新日時/Date of Update1": "2023年02月23日 16時21分25秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｂ－２０１"]}, "campas": 0, "name": "【200】経済の歴史と思想　２／Economic History and Thought", "管理部署": 4, "単位数": 2, "担当者": "高島　正憲（TAKASHIMA MASANORI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 2, "評価1": 0, "評価2": 3, "評価3": 4, "開講期": 1}