{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "人間の生活様式や行動パターンは、必ずしも言語によってのみ規定され伝承されてきたわけではない。しかし、言語の存在が文化の洗練と社会の変化に与えてきた貢献と影響を否定することはできないであろう。本講座は、言語と文化の諸関係を考察する。", "到達目標": "人文科学的視座から社会科学である経済学を相対化し、経済学的知見をより豊かにする。<BR/>自己、現在、現状を相対化し、より広いパースペクティブからそれらを再定義することによって、自身が所属する文化と使用言語の特質を確認する。", "授業方法": "日本語による講義。パワーポイント使用。<BR/>パワーポイントのデータはLUNAにアップロードしない。また授業中にスライドをカメラで撮影することも禁止する。", "トピック": {"第1回": ["長谷川、李、山田担当<BR/>授業のガイダンス<BR/>各担当者による講義内容のアウトライン紹介", ""], "第2回": ["長谷川担当　第１回：日本語学超入門編<BR/>・日本語学や言語学のごく基礎的な知見を解説し、日本語の言語学的特徴を理解する。", "・日本語学に関する入門書を参照しておくことが望ましい。"], "第3回": ["長谷川担当　第２回：日本語教育学超入門編<BR/>・日本語教育学のごく基礎的な知見を解説し、日本語教育の変遷や現状の問題点を理解する。", "・日本語教育に関する入門書を参照しておくことが望ましい。"], "第4回": ["長谷川担当　第３回：社会言語学超入門編１<BR/>・言語学の諸領域のうち、社会との関係を扱う社会言語学のごく基礎的な知識を解説し、言語変化や言語変異の減少について理解する。", "・社会言語学に関する入門書を参照しておくことが望ましい。"], "第5回": ["長谷川担当　第４回：社会言語学超入門編２<BR/>・前回に引き続き、社会言語学のごく基礎的な知識を解説し、法律、メディア、字幕翻訳等、社会的に身近な分野における言語学的現象を理解する、", "・社会言語学に関する入門書を参照しておくことが望ましい。"], "第6回": ["李担当 第１回：宗教改革と聖書翻訳<BR/>宗教改革における聖書翻訳、特にマルティン・ルターによるドイツ語への聖書翻訳とその言語および社会への影響などについて学ぶ。", "事前学習：宗教改革について一般的なことを調べておく。<BR/>事後学習：授業の内容を復習する。"], "第7回": ["李担当 第２回：英語と聖書<BR/>英語訳聖書の歴史および英語訳の諸聖書を通して見た英語の変遷、聖書の言語および文化への影響などについて学ぶ。", "事前学習：配布資料に目を通しておく。<BR/>事後学習：授業の内容を復習する。"], "第8回": ["李担当 第３回：東アジアと聖書翻訳<BR/>東アジア（中国・日本・朝鮮など）における聖書翻訳の関係史などについて学ぶ。", "事前学習：配布資料に目を通しておく。<BR/>事後学習：授業の内容を復習する。"], "第9回": ["李担当 第４回：日本語と聖書<BR/>日本語訳聖書の歴史やその言語および文化への影響などについて学ぶ。", "事前学習：配布資料に目を通しておく。<BR/>事後学習：授業の内容を復習する。"], "第10回": ["山田担当 第１回：コミュニケーション論の基本概念とメディアの変遷<BR/>コミュニケーション論の基本概念を概説し、コミュニケーションの形態をいくつかの方法で分類する。メディアとその変遷を通観する。", "「参考文献・資料」に挙げている書籍（特に『コミュニケーション学入門』と『コミュニケーション学への招待』を通読して授業に臨むことが望ましい。"], "第11回": ["山田担当 第２回：言語コミュニケーションと非言語コミュニケーション<BR/>非言語メディア（音楽、絵画、服飾、料理など）を介在させるコミュニケーションと比較することによって、言語コミュニケーションの特質を相対化する。", "「参考文献・資料」に挙げている書籍（特に『コミュニケーション学入門』と『コミュニケーション学への招待』を通読して授業に臨むことが望ましい。"], "第12回": ["山田担当 第３回：音声コミュニケーションとその媒体の展開<BR/>対話や電話などに焦点を当て文字媒体と比較しながら、音声言語によるコミュニケーションの特質と、かかるコミュニケーションが創出する人間関係や社会を考察する。", "「参考文献・資料」に挙げている書籍（特に『コミュニケーション学入門』と『コミュニケーション学への招待』を通読して授業に臨むことが望ましい。"], "第13回": ["山田担当 第４回：文字コミュニケーションとその媒体の展開<BR/>手書き媒体（巻物、写本）、印刷媒体、そして電子媒体に焦点を当て音声媒体と比較しながら、文字によるコミュニケーションの特質と、かかるコミュニケーションが創出する人間関係と社会を考察する。", "「参考文献・資料」に挙げている書籍（特に『コミュニケーション学入門』と『コミュニケーション学への招待』を通読して授業に臨むことが望ましい。"], "第14回": ["長谷川、李、山田<BR/>各担当者による講義のまとめ<BR/>Q &amp; A", ""], "授業外学習2": "参考図書が指定されている講義に関しては、予め参考書籍を読んだ上で授業に臨むことが望ましい。<BR/>授業で提示するパワーポイントのデータは原則的にLUNAにアップロードしないので、各自が授業中に記録したノートを授業後に整理する必要がある。"}, "評価": {"教科書Required texts0": "特に指定しない。", "参考文献・資料Reference books0": "山田担当授業：\n大田信男編『コミュニケーション学入門』（大修館1994）\n橋元良明編『コミュニケーション学への招待』（大修館、1997）\nウォルター・オング『声の文化と文字の文化』（藤原書店、1991）\n吉見俊哉、若林幹夫、水越伸著『メディアとしての電話』（弘文堂、1992）\n清水徹著『書物について』（岩波書店、2001）", "学生による授業評価の方法Course Evaluation by Students0": "大学指定のフォーマットによる。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "更新日時/Date of Update0": "2021年09月08日 15時42分55秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｂ－２０１"]}, "campas": 0, "name": "【100】言語と文化／Language and Culture", "管理部署": 4, "単位数": 2, "担当者": "長谷川　哲子（HASEGAWA NORIKO） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 2, "評価1": 0, "開講期": 2}