{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、消費者行動とグローバル流通経済が抱える問題や政策課題を理解し、それに対し様々な学問的立場からアプローチすることを通して経済政策に関する分析、考察、提案する能力を高めることである。", "到達目標": "学生が、グローバル流通経済の問題や政策課題を理解すること、消費者政策と競争政策および租税政策等に関して様々な学問的な立場からのアプローチがあることを知ること、国民生活向上のための経済政策をめぐる諸課題に関して、理論的、主体的に分析、考察、提言することができるようになるための手がかりを得ることが到達目標である。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "14回対面授業。講義形式。感染防止対策を講じて、受講すること。", "トピック": {"第1回": ["流通経済と応用ミクロ経済分析ー経済分析の方法と世界流通のダイナミックスー<br />(Introduction: The Scope of the Field)", "復習課題：『現代マーケティング論』指定教科書7・8章の理解。復習２時間。予習課題：所得税と青色申告等。予習２時間。"], "第2回": ["寡占理論と消費者行動ー競争、技術動態、イノベーション戦略、消費者需要の関連ー<br />(Foundation of Oligopoly Theory and Consumer Behavior)", "復習課題：標準形と展開形ゲームの学習。復習２時間。予習課題：所得税体系の理解。予習２時間。"], "第3回": ["流通戦略と流通手段および流通成果ー行動科学的分析とフレームワークの変遷ー<br />(Marketing Strategy and Economic Performance)", "復習課題：マーケティング・ミックスの動態について学習。教科書10章の理解。復習２時間。予習課題：譲渡所得等の資産課税の理解。予習２時間。"], "第4回": ["市場細分化と流通経路分析ー事例と国際比較研究ー<br />(Market Segmentation and Channel of Distribution)", "復習課題：貿易の流通経路、直接投資、貿易政策について学習。復習２時間。予習課題：利子・配当等の金融商品課税の理解。予習２時間。"], "第5回": ["顕示選好論と需要の特性ーブランド・エクイティについてー<br />(Revealed Preference Theory and Properties of Demands)", "復習課題：情報と市場メカニズムの学習。復習2時間。予習課題：所得税の事業所得と法人税等の理解。とくに法人成り税務。予習3時間。"], "第6回": ["消費者特性と経済厚生比較ー多属性態度分析と消費者行動の異質性についてー<br />(Consumer　Characteristics and Welfare Comparisons)", "復習課題：消費者の空間と認知構造の学習。<br />教科書11章の理解。復習2時間。予習課題：譲渡所得と不動産所得に関する措置法等の理解。予習3時間。"], "第7回": ["消費者認知行動の実証分析ーミックス戦略モデルのケースー<br />(Cognitive Processes in Experiential Consumer Behavior)", "復習課題：動学と静学モデルの学習。復習2時間。予習課題：所得税と相続税および贈与税等の理解。予習3時間。"], "第8回": ["寡占理論、垂直的属性と水平的属性および動学的属性行動の分析<br />(Foundations of Oligopoly Theory, Advertising and Product Differentiation)", "復習課題：広告の行動科学的分析の学習。復習2時間。予習課題：事業承継に関する法人税と所得税および相続税・贈与税の理解。予習3時間。"], "第9回": ["マーケティング・コミュニケーションと製品開発特性ー計量経済モデルー<br />(Marketing Communications and Product Planning &amp; Development)", "復習課題：普及モデルの動学分析を学習。復習2時間。予習課題：相続税と贈与税等に関する財産評価等の理解。予習2時間。"], "第10回": ["流通チャネルと特許および技術変化<br />(Channel Management , Patent and Technological Change)", "復習課題：イノベーションと消費者行動の学習。復習2時間。予習課題：不動産、株式等、財産評価等の理解。予習3時間。"], "第11回": ["産業組織とマーケティング：成果に関する実証研究<br />(Industrial Organization and Marketing : My Empirical Studies of Market Performance )", "復習課題：産業組織に関する実証分析の特徴について学習。復習2時間。予習課題：所得税と国際課税の理解。予習2時間。"], "第12回": ["消費者リスク管理と状態変数理論<br />(Risk Management by Consumers and Situationist Theory)", "復習課題：不確実性とシグナリング均衡等について学習。教科書12・13章の理解。復習2時間。予習課題：保険金、年金等に関する所得税・消費税等の理解。予習3時間。"], "第13回": ["新製品開発の消費者評価プロセス<br />(A Theory of the Consumer Evaluation Process for New Product Concepts)", "復習課題：教科書14章の理解。復習2時間。予習課題：所得税、住民税および固定資産税等の理解。自己株式、損益通算、平均課税等の学習。予習3時間。"], "第14回": ["グローバル流通システムと消費者行動および市場戦略行動の総括ー現状と展望ー<br />(Global Marketing, Consumer Bahavior, and Marketing Strategy: Extensions and Applications)", "復習課題：グローバル企業の市場戦略の学習。<br />総括。教科書、レジュメ、計算問題等を総復習。自習時間は4時間以上を要する。所得税法と相続税法、法人税等の体系的理解を含む。"], "授業計画1": "課題に対しては、小テスト等の方法でフィードバックを行う。", "授業外学習2": "ミクロ・マクロ経済学の理論を、あらかじめ十分に勉強しておくこと。加えて、所得税、法人税、相続税等の税法の経済学を学ぶ。とくに計量経済分析を用いて講義、解説をするので、計量経済学と数学の知識を高めておくことが望まれる。当該科目は真摯に勉学することが必要な科目である。この点を十分に留意しておくこと。"}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "15": "", "16": "", "授業コード/Class code0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書Required texts0": "桑原秀史・高嶋克義『現代マーケティング論』、有斐閣、2017年。", "参考文献・資料Reference books0": "桑原秀史『公共料金の経済学ー規制改革と競争政策ー』有斐閣、2010年。", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用(所定のフォーマット)", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "更新日時/Date of Update0": "2025年01月09日 14時55分58秒"}, "campas": 0, "name": "【300】流通経済論Ｂ／Marketing Economics B", "管理部署": 4, "単位数": 2, "担当者": "桑原　秀史（KUWAHARA HIDECHIKA） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": ""}