{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講生が動態的な市場経済における競争政策（ミクロ経済政策）の意義と課題を理解することである。", "到達目標": "本授業では、下記３点を到達目標とする。<BR/>（１）競争政策の理論的基礎を提供するミクロ経済学と産業組織論を適切に説明することができる<BR/>（２）競争政策の対象とする企業の行為類型とそれらの競争に与える影響を、事例を用いて説明するこ　<BR/>とができる<BR/>（３）競争政策の意義、実態と今後の課題を、具体的な競争法事件に言及しながら議論することができ　<BR/>る", "授業方法": "　対面授業とする。ただし、履修確定前の第２回までは同時双方向型オンライン授業とする。感染拡大を鑑み、第３回以降も同時双方向型オンライン授業を継続する。対面授業再開が可能となった場合は、対面授業を実施します。<BR/>  講義形式で進めるが、毎回授業の初めに、競争政策に関連する報道（「週間CP情報」）について解説し、そして前回の講義の「確認問題」について解答と説明を行う。また、平常課題レポート（次回授業時に提出）を適宜提出してもらう。", "トピック": {"第1回": ["はじめに－ミクロ経済政策の重要性－<BR/>Introduction: Significance of Microeconomic Policy in a Dynamic and Global Economy", "【予習課題】これまで学習したミクロ経済学の基礎を確認する（2時間）<BR/>【復習課題】ミクロ経済政策に関連する文献、資料等を整理し、課題を検討する（2時間）<BR/>【Preparation】Students confirm basic microeconomics (2 hours).  <BR/>【Review】Students collect literature and information relevant to business strategies, consumer behaviors and JFTC’s enforcements, and examine microeconomic problems (2 hours)."], "第2回": ["なぜ競争は必要か－競争政策の基礎(1)：従来の理論と政策は適用可能か？－<BR/>Why is Competition Necessary? : Basics of Competition Policy, No.1", "【予習課題】これまで学習したミクロ経済学の基礎を確認する（2時間）<BR/>【復習課題】競争政策の理論的基礎を確認する（2時間）<BR/>【Preparation】Students confirm basic microeconomics (2 hours).  <BR/>【Review】Students confirm microeconomic foundations for competition policy (2 hours)."], "第3回": ["競争と協調－競争政策の基礎(２) ：従来の理論と政策は適用可能か？－<BR/>Competition and Cooperation: Basics of Competition Policy, No.2", "【予習課題】これまで学習したミクロ経済学の基礎を確認する（2時間）<BR/>【復習課題】競争政策の理論的基礎を確認する（2時間）<BR/>【Preparation】Students confirm basic microeconomics (2 hours).  <BR/>【Review】Students confirm microeconomic foundations for competition policy (2 hours)."], "第4回": ["競争政策の仕組みと執行－競争政策の基礎(３) －<BR/>Enforcement System in Competition Policy, with International Comparison: Basics of Competition Policy, No.3", "【予習課題】公正取引委員会の政策内容を整理する（2時間）<BR/>【復習課題】競争政策の執行当局の政策内容と仕組みを整理・再確認する（2時間）<BR/>【Preparation】Students examine policy measures by JFTC (2 hours).  <BR/>【Review】Students confirm enforcement system in competition policy (2 hours)."], "第5回": ["合併規制：独禁政策の４本柱（１）<BR/>Merger Regulation", "【予習課題】合併の事例をあげ、その効果を考察する（2時間）<BR/>【復習課題】合併の経済理論、合併規制を整理・復習する（2時間）<BR/>【Preparation】Students examine mergers and their effects, using concrete cases (2 hours).  <BR/>【Review】Students review the relationships between mergers and economic theories, and the evaluation of the authority’s decision (2 hours)."], "第6回": ["不公正な取引方法－垂直的取引拘束と不当廉売－：独禁政策の４本柱（２）－<BR/> Unfair Practices: Vertical Restraints and Exclusive Pricings", "【予習課題】優越的地位濫用、廉売などの事例をあげ、その効果を考察する（2時間）<BR/>【復習課題】垂直的取引拘束と価格設定の経済理論を整理・復習する（2時間）<BR/>【Preparation】Students collect and examine materials and information on these practices (2 hours).  <BR/>【Review】Students review the relationships between unfair practices and economic theories (2 hours)."], "第7回": ["カルテル・談合：独禁政策の４本柱（３）<BR/>Cartel Regulation", "【予習課題】カルテル・談合の事例をあげ、その効果を考察する（2時間）<BR/>【復習課題】カルテルの経済理論を整理・復習する（2時間）<BR/>【Preparation】Students collect and examine materials and information on cartels (2 hours).  <BR/>【Review】Students review the relationships between unfair practices and economic theories  (2 hours)."], "第8回": ["私的独占：独禁政策の４本柱（４）<BR/>Private Monopolization： Rivals-Excluding Practices<BR/>(2 hours).", "【予習課題】私的独占の事例をあげ、その効果を考察する（2時間）<BR/>【復習課題】競争（者）排除の経済理論を整理・復習する（2時間）<BR/>【Preparation】Students collect and examine materials and information on private monopolization (2 hours).  <BR/>【Review】Students review the relationships between rivals-excluding practices and economic theories (2 hours)."], "第9回": ["独占禁止法と競争政策―公正取引委員会前委員小田切宏之氏（一橋大学名誉教授）による講演（公取委「独禁法教室」）－   （講演者の都合で日程変更あり）<BR/>       Antimonopoly Law and Competition Policy: Presentation by former JFTC commissioner H. Odagiri (Professor Emeritus, Hitotsubashi University) (possible change in date due to work of the speaker)", "【Preparation】Students examine policy measures by JFTC (2 hours).  <BR/>【Review】Students confirm the enforcement system and practical decisions of JFTC (2 hours)."], "第10回": ["経済のグローバル化と競争政策－国際競争－<BR/>Globalization and Competition: International Competition", "【予習課題】国際カルテル、国際合併の事例をあげ、その競争に与える影響を予習する（2時間）<BR/>【復習課題】国際競争下の競争政策の意義と課題を再確認する（2時間）<BR/>【Preparation】Students examine some cases of international cartels and mergers (2 hours).  <BR/>【Review】 Students review the significance and problems in competition policy under a global economy (2 hours)."], "第11回": ["技術革新と競争政策―特許と標準の競争分析－<BR/>Innovation and Competition: Patent and Standard", "【予習課題】具体的な技術を取り上げ、技術革新のプロセスを整理する（2時間）<BR/>【復習課題】技術革新と競争の経済分析、特許と標準の競争に与える影響を再確認する（2時間）<BR/>【Preparation】Students examine the processes of innovation, using a particular case like IT or battery (2 hours).  <BR/>【Review】Students review the relationship between innovation and competition, and the effects of patents and standards on competition (2 hours)."], "第12回": ["規制と競争政策－経済的規制と社会的規制－<BR/>Regulation and Competition Policy: Economic and Social Regulations", "【予習課題】政府規制を整理する（2時間）<BR/>【復習課題】政府規制の理論的根拠、その競争への影響、規制と競争政策の関係を復習する（2時間）<BR/>【Preparation】Students examine the list of regulations (2 hours).  <BR/>【Review】Students review the theory of regulations and their relation to competition (2 hours)."], "第13回": ["産業政策と競争政策<BR/>Industrial Policy and Competition Policy", "【予習課題】産業政策とよばれる公共政策の実態を文献、資料から整理する（2時間）<BR/>【復習課題】産業政策についての理論的考察と実態を復習する（2時間）<BR/>【Preparation】　Students examine the history of so-called industrial policy by the Government (2 hours).  <BR/>【Review】Students examine the theory of industrial policy and its relation to competition policy (2 hours)."], "第14回": ["消費者政策と競争政策－消費者行動と競争－<BR/>Consumer Policy and Competition Policy", "【予習課題】消費者行政の定義、内容について調べ、また具体的な事例をあげる（2時間）<BR/>【復習課題】消費者政策の理論的基礎、消費者政策と競争政策の関係を復習する（2時間）<BR/>【Preparation】Students examine the consumer interest and then public policy towards consumers, using JFTC and Consumer Agency documents (available from their homepages) (2 hour).  <BR/>【Review】Students review theoretical basics of consumer protection, and its relation to competition policy (2 hours)."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["小田切宏之", "競争政策論（第２版）", "有斐閣", "2017 年", "978-4-535-55882-3", ""], "参考文献・資料Reference books0": "初回の授業時に、参考文献のリストを提示する", "学生による授業評価の方法Course Evaluation by Students0": "大学の所定の方法に従う", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "70 %", "授業最終日に筆記試験（対面授業が再開された場合）"], "成績評価Grading2": ["その他／Others (99)", "30 %", "３回のオンラインによる小テスト"], "成績評価Grading3": "備考　Note\nこの科目について、対面授業が再開された場合上記の通りとします。\n対面授業が実施できなかった場合はオンラインによる小テストを実施します。「オンライン受講生」も同様にオンラインによる小テストとなります。最終評価は、この３回の小テストの結果を基に算出されます。", "更新日時/Date of Update0": "2021年04月24日 10時50分22秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｂ－２０１"]}, "campas": 0, "name": "【300】競争政策Ａ／Competition Policy A", "管理部署": 4, "単位数": 2, "担当者": "土井　教之（DOI NORIYUKI） ", "履修基準年度": "２年", "時限1": 16, "評価1": 2, "評価2": 4, "開講期": 1}