{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講生がインターネット経済における競争政策（あるいは広くミクロ経済政策）の意義と課題を理解することである。", "到達目標": "　本授業では、下記３点を到達目標とする。<BR/>（１）インターネット・ビジネスの定義と分類、および固有の特徴を適切に説明することができる<BR/>（２）インターネットが産業構造と競争に与える影響を、事例を用いて説明することができる<BR/>（３）インターネット経済における競争政策の意義、実態と今後の課題を、具体的な競争法事件に言及 <BR/>しながら議論することができる。", "授業方法": "講義形式で進めるが、毎回授業の初めに前回の講義の確認問題について解答と説明から始め、それから当日のテーマを講義する。なお、授業は同時双方向型オンライン授業で、条件が許せば対面授業も検討する。", "トピック": {"第1回": ["インターネット経済における競争政策の意義－オリエンテーション－<BR/>Introduction: Significance of Competition Policy in the Internet Economy", "【予習課題】これまで学習したミクロ経済学の基礎を確認する（２時間）<BR/>【復習課題】インターネットに関連する文献、資料等を整理し、課題を検討する。特にGAFA規制、FAANG規制について考察し、自己の意見を整理する（２時間）<BR/>【Preparation】Students confirm basic microeconomics (2 hours).  <BR/>【Review】Students collect literature and information relevant to the internet, and examine microeconomic problems such as the GAFA or FAANG regulation (2 hours)."], "第2回": ["競争政策の理論的基礎－従来の理論と政策は適用可能か？－<BR/>Theoretical Basics of Competition Policy: Are Existing Theories and Policies Applicable?", "【予習課題】これまで学習したミクロ経済学の基礎を確認する（２時間）<BR/>【復習課題】競争政策の理論的基礎を確認する（２時間）<BR/>【Preparation】Students confirm basic microeconomics (2 hours).  <BR/>【Review】Students confirm microeconomic foundations for competition policy (2 hours)."], "第3回": ["ICT（情報通信技術）革命－インターネット技術の動態－<BR/>Revolution of Information and Communication Technology: Dynamics of Internet Technology", "【予習課題】アナログ技術からデジタル技術への変遷について調べる（２時間）<BR/>【復習課題】ICTの登場・発展がビジネスに与える影響とそれに伴う課題を整理・確認する（２時間）<BR/>【Preparation】 Students examine transformation from analog to digital technology (2 hours).  <BR/>【Review】Students summarize and examine the impacts of ICT on business, and then implications for public welfare (2 hours).<BR/>（"], "第4回": ["インターネットと産業構造－プラットフォームビジネスの発展－<BR/>Internet and Industrial Structure: Development of a Platform Business", "【予習課題】プラットフォームビジネスの主な事例を列挙し、経済に占める位置を整理する（２時間）<BR/>【復習課題】プラットフォームビジネスの定義、パターン、特徴を整理・再確認する（２時間）<BR/>【Preparation】Students examine platform business such as e-commerce and SNS (2 hours).  <BR/>【Review】Students confirm definition, pattern and features of platform business (2 hours)."], "第5回": ["企業のプラットフォーム戦略（１）：“プラットフォーマー”<BR/>Platform Business Strategies: Platformer（Platform Service Providers）", "【予習課題】プラットフォームとよばれる業者の戦略に関連する資料を収集・整理する（２時間）<BR/>【復習課題】プラットフォーム業者の戦略と経済理論との関係を整理・復習する（２時間）<BR/>【Preparation】Students collect and examine business strategies by platform service providers like Google, Apple, and Amazon (2 hours).  <BR/>【Review】Students review the relationships between platform service providers’ strategies and economic theories (2 hours)."], "第6回": ["企業のプラットフォーム戦略（２）：商品供給業者（プラットフォームサービス・ユーザー）<BR/>Platform Business Strategies: Product and Service Suppliers (Platform Service Users)", "【予習課題】プラットフォームを利用して商品を販売する業者の戦略に関連する資料を収集・整理する（２時間）<BR/>【復習課題】プラットフォーム利用業者の戦略と経済理論との関係を整理・復習する（２時間）<BR/>【Preparation】Students collect and examine business strategies by platform service users (2 hours).  <BR/>【Review】Students review the relationships between platform service users’ strategies and economic theories (2 hours)."], "第7回": ["公取委「独禁法教室」講演　インターネットと競争政策－公取委前委員・現顧問　小田切宏之氏<BR/>（一橋大学名誉教授）－<BR/>Internet and Competition Policy: Presentation by Professor H. Odagiri (Professor Emeritus, Hitotsubashi University, and former commissioner of Japan Fair Trade Commission)", "【Preparation】Students examine policy measures by JFTC (2 hours).  <BR/>【Review】Students confirm the enforcement system and practical decisions of JFTC (2 hours)."], "第8回": ["プラットフォームと技術標準　<BR/>Platforms and Standards", "【予習課題】技術標準の事例をあげて標準の機能を調べる（２時間）<BR/>【復習課題】インターネット・ビジネスにおける標準の役割と競争問題を復習する（２時間）<BR/>【Preparation】Students examine the functions of standards, referring to concrete examples (2 hours).  <BR/>【Review】Students examine the functions of standards in internet businesses (2 hours)."], "第9回": ["プラットフォームビジネスにおける構造と競争（１）：ゲーム産業の事例<BR/>Structure and Competition in a Platform Business: Japanese Game Industry", "【予習課題】家庭用ゲーム、スマホゲームなどのゲーム産業の仕組みを予習する（２時間）<BR/>【復習課題】ゲーム産業の構造と競争、および当該産業の競争問題を再確認する（２時間）<BR/>【Preparation】Students examine economic mechanism in game business such as home and smartphone games (2 hours).  <BR/>【Review】Students review the structure and competition, and competition policy problems in the business (2 hours)."], "第10回": ["プラットフォームビジネスにおける構造と競争（２）：シェアリングエコノミーの経済学<BR/>Structure and Competition in a Platform Business: Economics of Sharing Economy", "【予習課題】Uber、Airbnb、メルカリなどの事業の仕組みを整理する（２時間）<BR/>【復習課題】シェアリングエコノミーの構造と競争、および当該産業の競争問題を再確認する（２時間）<BR/>【Preparation】Students examine the functions and workings of sharing economy like Uber and Airbnb (2 hours).  <BR/>【Review】Students review the structure and competition, and competition policy problems in the business (2 hours)."], "第11回": ["プラットフォーム、競争制限および競争政策（１）：垂直的取引拘束<BR/>Platform, Restricted Competition and Competition Policy: Vertical Restraints", "【予習課題】一般的な垂直的取引拘束とその規制について公正取引委員会(FTC)の資料（HP）から調べる（２時間）<BR/>【復習課題】インターネット・ビジネスにおける垂直的取引拘束規制の理論的基礎、具体的事件の判断を復習する（２時間）<BR/>【Preparation】Students examine the theory of vertical restraints and then FTC’s policy towards the practices, using FTC documents (available from its homepage) (2 hours).  <BR/>【Review】Students review the structure and competition, and competition policy problems in the business (2 hours)."], "第12回": ["プラットフォーム、競争制限および競争政策（２）：プラットフォーム段階の競争制限<BR/>Platform, Restricted Competition and Competition Policy: Competition-Restrictive Practices at the Platform Levels", "【予習課題】プラットフォーム業者間の競争の実態を文献、資料から整理する（２時間）<BR/>【復習課題】プラットフォーム業者間の競争についての理論的考察と実態を復習する（２時間）<BR/>【Preparation】Students examine the practices by platform service providers and then FTC’s policy towards the practices, using FTC documents (available from its homepage) (2 hours).  <BR/>【Review】Students theoretically examine the competition among platform service providers, and competition policy problems in the business (2 hours)."], "第13回": ["プラットフォーム、競争制限および競争政策（３）：合併とカルテル<BR/>Platform, Restricted Competition and Competition Policy: Mergers", "【予習課題】一般的な合併規制について調べ、またプラットフォームビジネスでの事例をあげる（２時間）<BR/>【復習課題】プラットフォームビジネスでの合併規制の理論的基礎、具体的事件の判断を復習する（２時間）<BR/>【Preparation】Students examine the general theory of mergers and then FTC’s policy towards the practices, using FTC documents (available from its homepage) (2 hours).  <BR/>【Review】Students review theoretical basics of merger regulation, and practical cases in the platform business (2 hours)."], "第14回": ["(14）プラットフォーム、競争制限および競争政策（３）：ビッグデータとアルゴリズム<BR/>まとめと今後の課題：ネットワーク経済と競争政策<BR/>Platform, Restricted Competition and Competition Policy: Big Data and Algorithm", "【予習課題】ビッグデータとアルゴリズムの具体例を複数取り上げ整理する（２時間）<BR/>【復習課題】ビッグデータとアルゴリズムの競争に与える効果とそれに対する規制について復習する（２時間）<BR/>【Preparation】Students examine practical examples of big data and algorithm from real world fields (2 hours).  <BR/>【Review】Students examine the effects of big data and algorithm on competition, and their policy implications (2 hours)."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["クスマノ他　青島監訳", "プラットフォームビジネス", "有斐閣", "2020 年", "978-4-641-165687", ""], "参考文献・資料Reference books0": "参考文献のリストは、授業の初回時に提示する", "学生による授業評価の方法Course Evaluation by Students0": "大学の所定の方法に従う", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "オンライン小テスト３回実施"], "更新日時/Date of Update0": "2021年10月14日 11時08分18秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｂ－２０１"]}, "campas": 0, "name": "【300】競争政策Ｂ／Competition Policy B", "管理部署": 4, "単位数": 2, "担当者": "土井　教之（DOI NORIYUKI） ", "履修基準年度": "２年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 16, "評価1": 2, "開講期": 2}