{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講では、雇用・失業、賃金などに関する労働経済学のミニマム・エッセンシャルを学びつつ、経済のグローバル化、人口減少化の下での政策課題を検討することを目的とします。特に、コロナ危機後のデフレーションと労働市場の課題を議論していきます。", "到達目標": "労働経済学Aでは、１）わが国で長く続いたデフレーションが、経済・経営・就労や生活に与えた影響を検討し、２）経済全体の縮小を回避しデフレから完全に脱却するために企業・個人レベルで講ずべき対策について、受講者が理解し自らの意見を形成できるようにする。さらに、３）今世紀になり、大企業を中心に一般化した成果主義的人事管理について、経済学のみならず経営学及び社会学的な視点から、その問題点を理解できるようにし、４）これと関連して、政府の「働き方改革」の問題点と課題を理解し、意見を形成できるようにする。最後に、５）大企業を中心とした労働組合の存在意義の低下と「ユニオン」の果たす役割を踏まえ、個別労使紛争からの労働者の権利救済の仕組みの機能に関し、受講者が実務的知識を得て行動できるようにしたいと存じます。", "授業方法": "本講義は、オンデマンドＡ型オンライン授業（時間割設定あり）に該当します。本授業は、4月8日から、毎週木曜日２時間目にライブストリームを発信し、同日夕方には、オンデマンド動画にもアクセスできるようにします。履修者の方は、いずれか又は両方の、あなたがアクセス可能な方法で参加してください。（URLは、当面は、事前及び事後にシラバスに掲示しますから注意してください。履修者が確定しましたら、URLは、LUNAのお知らせで学生の方々の関学のメールアドレスに直接送付します。講義内容はパワーポイント・スライドで表示し、学内ＬＡＮで閲覧し、各自が予習・復習できるようにします。関係する文献を、授業の前後に実際に読んでもらい、そのうち２つの文献に関して宿題を提出してもらいます。さらに、模擬試験を２回行い、自己採点して理解度を確認してもらいます。学期末試験は授業中試験で実施し、オンラインのリアルタイム（現時点では7月15日を予定）で実施します。<BR/>This lecture starts through livestream and on-demand videos from 4 April. Main contents of the lecture is described in the Power Point slides, which are available for the participants through the website of LUNA. Participants are able to get resumes as handouts corresponding to the lecture on that day. Selected questions raised by participants in the former week will be indicated on the slide and discussed. There will be introductory explanation on the articles used for term papers to be submitted by the participants. There will be two trial examinations so that participants will be able to understand the important  logic and facts.", "トピック": {"第1回": ["4月8日　イントロダクションーコロナ危機とデフレーションー　　資料は、シラバスからアクセスできます。ライブストリームは、 https://www.facebook.com/groups/kglaboreconomics　　※FACEBOOKアカウントをお持ちの方は、リアルタイムで授業に参加できます。同アカウントをお持ちでない方は、同日夕方に、関学OfficeのOneDriveのURLをこのシラバスに掲示します。", "イントロダクション及び参考資料をLUNAに掲示しますのでダウンロードし通読し、ノートにポイントを整理し、質問したいことを書き留めておいてください（60分）。Seek for references and download the basic documents and read them (60 min.)"], "第2回": ["4月15日 経済のグローバル化とデフレが雇用・労働市場に及ぼす影響(1)：グローバル経済下のリスク（オンラインで、ライブストリームとオンデマンドのビデオを配信します）<BR/>15 April  Globalization and deflation and their effects on employment and labor market:  Risks of globalization (No class)<BR/>今後、質問・コメント又は要望は、関学officeのformsのURL経由でお送りください。お待ちしております。　質問・コメントのGateway：https://forms.office.com/Pages/ResponsePage.aspx?id=MATZn9TuPk6aWibNlNnIs-TKPKbWAzBPvurECYyfGGNUOURXMTRVMkwwVkxMOU80RlhDQzNWVlk1Qi4u", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第3回": ["4月22日  経済のグローバル化とデフレが雇用・労働市場に及ぼす影響(2)：経済統合の進展と東アジア（オンラインで、リアルタイムのlivestreamとオンデマンドのビデオを配信します）<BR/>22 April  Globalization and deflation and their effects on employment and labor market: Regional economic integration and East Asia", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第4回": ["5月6日   経済のグローバル化とデフレが雇用・労働市場に及ぼす影響(3)：アベノミックスの理論と実際　（オンラインで、リアルタイムのlivestreamとオンデマンドのビデオを配信します)<BR/><BR/>6 May   Globalization and deflation and their effects on employment and labor market: Theory and Practices of &quot;Abenomics&quot;", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第5回": ["5月13日   経済のグローバル化とデフレが雇用・労働市場に及ぼす影響(4)：デフレ脱出の戦略　（オンラインで、リアルタイムのlivestreamとオンデマンドのビデオを配信します)<BR/>13 May    Globalization and deflation and their effects on employment and labor market: To get out of Deflation", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第6回": ["5月20日　経済のグローバル化とデフレが雇用・労働市場に及ぼす影響(5)： 働き方改革の現実　　（オンラインで、リアルタイムのlivestreamとオンデマンドのビデオを配信します)<BR/>20 May    Globalization and deflation and their effects on employment and labor market:<BR/>Reforming the ways of working and reducing discrimination between regular and non-regular employment", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min).<BR/>第１回宿題を提出してください。（文献参照とフォームへの記述に2時間）。"], "第7回": ["5月27日 模擬試験（第１回）  （オンラインで、リアルタイムのlivestreamとオンデマンドのビデオを配信します)                                                   <BR/>27 May　 Trial Examination（Part 1)", "前半の資料・レジュメを再読し、模擬試験に臨み（60分）、終了後、自分の回答の正誤を点検して、不明の点を学習する（60分）。Read through the first part of resume and make preparation for the exam (60 min.). After the exam, check the answers and make follow-up (60 min.)"], "第8回": ["6月3日　企業における成果主義的人事管理の普及と賃金制度の変化(1)：内部労働市場の機能   <BR/>3 MJune   Performance based human resource management and reforms of wage system:  Function of internal labor market", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第9回": ["6月10日  企業における成果主義的人事管理の普及と賃金制度の変化(2)：中高年齢層の危機<BR/>10 June   Performance based human resource management and reforms of wage system:  Crisis for the middle and old-aged.", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第10回": ["6月17日 企業における成果主義的人事管理の普及と賃金制度の変化(3)：賃金制度の変遷<BR/>17 June   Performance based human resource management and reforms of wage system:  Development of wages system and in the future", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第11回": ["6月24日 企業における成果主義的人事管理の普及と賃金制度の変化(4)：成果主義の役割と限界<BR/>24 June   Performance based human resource management and reforms of wage system:<BR/>Mission and limitation of Performance based wage system", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第12回": ["7月1日　労働組合の役割と労働者の権利救済<BR/>1 JJuly  Function of trade unions and rescuing rights of individual workers", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min).<BR/>第2回宿題を提出してください。文献参照とフォーマットへｎ記述（2時間）。"], "第13回": ["7月8日　　まとめと第2回模擬試験<BR/>8 July    Function of trade unions and rescuing rights of individual workers (Part 2)", "後半の資料・レジュメを再読し、模擬試験に臨み（60分）、終了後、自分の回答の正誤を点検して、不明の点を学習する（60分）。Read through the first part of resume and make preparation for the exam (60 min.). After the exam, check the answers and make follow-up (60 min.)"], "第14回": ["7月15日　授業中試験（オンライン実施）<BR/>15 July   Final examination on line", ""]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["井口　泰", "世代間利害の経済学", "八千代出版", "2011 年", "978-4-8429-1556-2", ""], "参考書/Reference books2": ["厚生労働省", "労働経済白書", "厚生労働省ウエッブサイト", "2021 年", "978-4-622-078760", ""], "参考書/Reference books3": ["OECD", "Employment Outlook", "OECDライブラリー", "2021 年", "978-92-64-25811-2", ""], "参考文献・資料Reference books0": "厚生労働省『労働経済白書』（最新）及び井口　泰『世代間利害の経済学』（八千代出版）を適宜参照する。このほか、最新の資料や文献(特にOECDのEmploymet Outlook) を参照する。さらに、重要文献はLUNAに掲示する。\nParticipants are often requested to refer to the literature: Ministry of Health, Labor and Welfare, White Paper on Labour Economics (2019) and Iguchi Y. Economics of Inter-generational Conflict (in Japanese). Additional important articles will be indicated on the website of LUNA.", "学生による授業評価の方法Course Evaluation by Students0": "毎回の授業に対し、FORMS経由で質問、意見などを記入して提出してもら\nAfter the lecture, participants are requested to submit questions and comments　through FORMS, which should be reflected in the next lecture.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "択一式問題と記述問題から構成する。オンラインで実施する。"], "成績評価Grading2": ["その他／Others (99)", "40 %", "指定された5本ずつの文献から1本を選んで、宿題をFORMS経由で2回提出していただきます。また、授業に対する質問やコメントを踏まえて、加点することがあります。"], "成績評価Grading3": "備考　Note\n期末試験は、当初の予定通り、オンラインの「授業中試験」として7月15日の2時間目に実施します。試験開始前に、LUNAのお知らせで履修者にURLを送付します。問題は、択一式問題と記述問題です。これとは別に、宿題はLUNAに掲示した文献から各自が選択し、課題レポートとして、2回にわたり提出してもらいますので、ご注意ください。\nFinal examination consists of questions from five choices each and another question to be answered in logical sentences. Two term papers should be submitted after selecting an article from five articles indicated on the website at each occasion using designated format.", "備考Note0": "4月8日（木）2時間目の労働経済学Aの授業ビデオは、次のURLでご覧になれます。　　　　　　https://kwanseio365-my.sharepoint.com/:v:/g/personal/iguchi_nuc_kwansei_ac_jp/EejmgZ54wWlPmeg-tpJykUUBtk_W5rsCzLQky_BincW6Eg\n労働経済学Aの授業への質問・コメント又は要望などは、次のURL（関学officeのForms) 経由でお送りください。　　https://forms.office.com/Pages/ResponsePage.aspx?id=MATZn9TuPk6aWibNlNnIs-TKPKbWAzBPvurECYyfGGNUOURXMTRVMkwwVkxMOU80RlhDQzNWVlk1Qi4u\n4月15日（木）2時間目の第２回の授業ビデオは、次のURLでご覧になれます。　　　　　　　　https://kwanseio365-my.sharepoint.com/:v:/g/personal/iguchi_nuc_kwansei_ac_jp/ERZ6FNoGwVhEgtmUGYAlyYwBX288l16cXv4LQFVvWzBpxg?e=RqBbsJ\nその後については、履修者の関学のメールアドレスに、授業ビデオのURLを送付します。また、ご質問やコメントを関学オフィスのFORMS（又は井口の関学メールアドレス）で受け付け、授業にも反映させますので、どうか、ご協力ください。", "備考Note1": ["20210415　改訂PDF　　労働経済学A　前半　オンライン使用　.pdf", "授業のスライドはLUNAに掲示していますが、アクセスできない方がおられるようなので、4月15日のスライドを掲示します。"], "備考Note2": ["20210407　最終配布用　枠付きレジュメ　労働経済学A　春学期前半.docx", "枠付きレジュメはLUNAに掲載していますが、アクセスできない方がおられるようなので、当面、シラバスにも掲載します。"], "更新日時/Date of Update3": "2021年04月27日 01時19分53秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ｂ－２０１"]}, "campas": 0, "name": "【200】労働経済学Ａ／Labor Economics A", "管理部署": 4, "単位数": 2, "担当者": "井口　泰（IGUCHI YASUSHI） ", "履修基準年度": "２年", "時限1": 22, "評価1": 2, "評価2": 4, "開講期": 1}