{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講では、雇用・失業、賃金などに関する労働経済学のミニマム・エッセンシャルを学びつつ、経済のグローバル化、人口減少化の下での政策課題を検討することを目的とする。特に、コロナ危機後を展望した労働需給のミスマッチ及び国際労働力移動をを重点とする。", "到達目標": "　労働経済学Ｂでは、１）地域経済統合及び人口減少下における労働供給の長期的な動向と、これが労働需給ミスマッチに与える影響について、日本及び東アジアを中心にして、受講者が理解できるようにし、２）近年、注目されている先進諸国の雇用戦略を目標、手段及び効果などの議論を深め、現在の雇用政策の問題点や改革の方向性を明らかにしつつ、受講者自身の雇用問題への実務的知識を深め、３）障害者、移民・外国人などの社会的排除の是正に向けた地域雇用政策の改革の問題点を受講者が理解できるようにすることを目標とする。", "授業方法": "授業は、１）リアルタイムのライブストリーム及び、２）オンデマンドのビデオの動画ファイルにアクセスできるようにします。講義内容はパワーポイント・スライドを利用し、LUNAで閲覧し、各自が予習・復習できるようにしています。また、関係する文献を、授業の前後に読んで。そのうち２つの文献に関し宿題としLUNA経由で提出してもらいます。さらに、模擬試験を２回行い、自己採点して理解度を確認してもらいます。<BR/>In the course of lectures,Power Point slides are used and uploaded on the website of LUNA for studies before and after the lecture. There should be ten important articles indicated on the website of LUNA. Participants are requested to write two term papers based upon two of the ten articles mentioned above. There will be two trial tests, through which participants will be able to acknowledge important logic and facts discussed in this lecture.", "トピック": {"第1回": ["9月30日　イントロダクション<BR/>30 September  Introduction", "終了後、必要な文献を検索し、次回までに資料をダウンロードし通読する（60分）。Seek for references and download the basic documents and read them (60 min.)"], "第2回": ["10月7日　労働需給ミスマッチと労働市場政策（1):　サーチ市場としての労働市場<BR/>30 September  Labor market mismatches and labor market policies : Labor market as a search market", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第3回": ["10月14日　 労働需給ミスマッチと労働市場政策（2):　労働市場における需給ミスマッチ概念の拡張<BR/>14 October   Labor market mismatches and labor market policies : Enlarged concept of labor market mismatches", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第4回": ["10月21日　労働需給ミスマッチと労働市場政策（3):　多様な需給ミスマッチの発生のメカニズム      　　<BR/>21 October    Labor market mismatches and labor market policies : Mechanism of diversified  labor market mismatches", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第5回": ["10月28日　労働需給ミスマッチと労働市場政策（4):　進学率上昇と職種別ミスマッチ<BR/>28 October    Labor market mismatches and labor market policies : Rising advancement to universities and labor market mismatches according to occupations", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第6回": ["11月4日 労働需給ミスマッチと労働市場政策（5):労働需給不均衡モデルと外国人労働<BR/>4 November     Labor market mismatches and labor market policies : Models of labor market disequilibrium and foreign labor", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第7回": ["11月11日 　労働需給ミスマッチと労働市場政策（6):労働市場の需給不均衡と労働市場改革<BR/>11 November Labor market mismatches and labor market policies : Disequilibrium in the Labor market and reforms of labor market policy", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第8回": ["11月18日　第1回模擬試験  <BR/>18 November  Trial test (Part one)", "前半の資料・レジュメを再読し、模擬試験に臨み（60分）、終了後、自分の回答の正誤を点検して、不明の点を学習する（60分）。Read through the first part of resume and make preparation for the exam (60 min.). After the exam, check the answers and make follow-up (60 min.)"], "第9回": ["11月25日　 東アジア経済統合と労働力の長期推計（1) 東アジアの人口動態、労働市場及び労働移動<BR/>25　November  Long-term projections of labor market in the economic integration in East Asia:  demographic changes and labor mobility", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第10回": ["12月2日　東アジア経済統合と労働力の長期推計（2）途上国型及び先進国型労働市場及び国際移動労働力移動  <BR/>2　December Long-term projections of labor market in the economic integration in East Asia:  Labor markets in developed economies and developing economies  as well as international labor migration", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第11回": ["12月9日 東アジア経済統合と労働力の長期推計（3）東アジアの労働力移動の動向<BR/>9 December Long-term projections of labor market in the economic integration in East Asia: Prospects of international labor migration", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第12回": ["12月16日　東アジア経済統合と労働力の長期推計（4）日本の外国人労働者政策<BR/>16 December  Long-term projections of labor market in the economic integration in East Asia: Prospects of international labor migration", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第13回": ["12月23日　東アジア経済統合と労働力の長期推計（5):人口・労働需給（ミスマッチ）推計及び国際労働力移動のビジョン <BR/>16 December  Long-term projections of labor market in the economic integration in East Asia: Projections of population and labor force as well as labor market mismatches in the long-run<BR/>and a vision of international labor migration", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第14回": ["1月6日　まとめと第2回模擬試験<BR/>6 January  Final discussions and the trial examination (Part two)", "事前に資料をダウンロードして通読し、質問を整理する（60分）。事後に、レジュメを踏まえ追加資料を検索して読み、疑問点を整理する（60分）。Download the documents and read them in advance (60 min.) After the class, Read the related documents, formulate questions  (60 min)."], "第15回": ["1月13日　授業中試験 (オンライン実施）<BR/>13january Final examination　on line", ""], "授業外学習2": "毎回の授業の予習・復習に加え、掲示した10本の論文から2本を選び、課題レポートとして、LUNAを経由して提出してもらう（各回あたり学習2時間程度）。<BR/>Students are requested read at least ten additional articles and submit two term papers in the semester (independent study after the lecture: 120 minutes each)"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["井口　泰", "世代間利害の経済学", "八千代出版", "2011 年", "ISBN978-4-8429-1556-2", ""], "教科書Required texts0": "井口　泰『世代間利害の経済学』（八千代出版）を使用し、最新のデータや論文で補強する。各参加者は、教科書の該当部分を、授業の前後に、それぞれに熟読するように要請される。また、関連する部分を読むことで、労働市場政策とその選択可能性に関し、自らの考えをさらに発展させることが必要である。\nAs the Text book, Iguchi Y Economics of Inter-generational Conflicts (Yachiyo Shuppan, in Japanese) will be used. Participants are requested to read the part of the next lecture carefully and develop ideas and formulate questions concerning labor marker mismatches and alternative choices of labor market policies.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["厚生労働省　Ministry of Health Labor and Welfare", "労働経済白書　White Paper on Labor Economy", "厚生労働省公式サイト", "2021 年", "978-4-622-078760", ""], "参考文献・資料Reference books0": "厚生労働省『労働経済白書』（最新版）をしっかり読むことが要請されるほか、重要文献や最新データなどを、ＬＵＮＡに掲示する。\nAs an important literature, Ministry of Health, Labor and Welfare: Whitepaper on Labor economy should be read carefully and repeatedly. In addition, important articles will be indicated on the website of LUNA.", "学生による授業評価の方法Course Evaluation by Students0": "授業内容及び運営に対する質問、意見を受け付ける窓口をFORMSに開設します。今後はできるだけ、この窓口をご利用ください。可能な限り、次回の授業又は運営に反映させるようにします。\nQuestions and comments through the gateway of Office (KG) are highly appreciated\nAfter the every lecture, participants are requested to submit a sheet for questions and comments, which will be reflected in the next lecture.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "択一式問題と記述問題から構成する。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "関学OfficeのFormsを使用し、宿題（課題レポート）を2回にわたり提出してもらい、授業への質問・意見（メールによる）など積極的な関与と併せて評価する。Two term papers should be submitted after selecting one article from five articles indicated on the website."], "成績評価Grading3": "備考　Note\n授業中試験への参加に加え、宿題（課題レポート）は、別途掲示する５つの文献から各自が1つを選択して熟読し、2回にわたって提出してください。", "備考Note0": "井口　泰は、9月7日に入院し治療中ですので、回復次第、補講の資料をお送りいたします。誠に申し訳ありません。10月12日時点で退院したばかりで、授業の配信ができません。外部講師と共同で開講する方向で、準備をしております。授業スライドや宿題用の文献の公開まで、もう少しお待ちください。\n\n\nfacebook　アカウントのある方は、https://www.facebook.com/groups/kglaboreconomics でリアルタイムでの参加が可能です。関西学院大学労働経済研究会の公開グループのライブストリーミングです。（現在、停止中です）", "更新日時/Date of Update1": "2021年10月13日 20時22分13秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｂ－２０１"]}, "campas": 0, "name": "【200】労働経済学Ｂ／Labor Economics B", "管理部署": 4, "単位数": 2, "担当者": "佐伯　康考（SAEKI YASUTAKA） ", "履修基準年度": "２年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 22, "評価1": 2, "評価2": 3, "開講期": 2}