{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "発展労働経済学Aでは、経済のグローバル化と国内における人口減少が、雇用・労働市場や賃金・勤労者生活に与える影響と対応策を理論的及び実証的に解明し、これに対する政策を、経済学的に根拠づけることを目的とする。特に、経済格差における健康の果たす役割についても堀り下げる。", "到達目標": " 発展労働経済学Aでは、次の2点を目標として位置づける：１）経済のグローバル化がもたらす各国内の所得や富の格差の発生メカニズムについて、多角的な視点から議論を行える能力を身に着けられるようにする、２）国内における経済格差に関し、正規・非正規雇用の間の格差是正や、同一価値労働同一賃金の実現、さらには、長時間労働の是正及び時間当たり労働生産性の改善を実現するため、理論的及び実務的な諸課題を論じられる素養と論理力を身につけられるようにする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.<BR/>", "関連科目": "労働経済学AB, 社会保障論AB, 家計経済学ⅠⅡ、社会政策AB", "授業方法": "本授業は、オンデマンドＡ型オンライン授業（時間割設定あり）に該当します。授業では、パワーポイント及び文献は、学期始めはシラバス、その後はLUNAの「お知らせ」で、皆さんの関学メールにURLをお送りします。なお、学部生の方は、授業前半と後半に、1回ずつっ宿題をオンラインで提出していただき、学期末に、リアルタイムのオンラインで、授業中試験を行います。その場合、授業時間の開始時点で、URLを関学メールでお送りする予定です。", "トピック": {"第1回": ["4月8日　イントロダクション<BR/>Introduction", ""], "第2回": ["4月15日　グローバル化のリスクと国内経済格差（その1）－感染症と貧困、健康と格差）<BR/>Risks of globalization and in-country economic discrepancies（１）", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第3回": ["4月22日　グローバル化のリスクと国内経済格差（その2）　　バナジーとヂュフロ、貧困の罠　<BR/>Risks of globalization and in-country economic discrepancies（2）", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第4回": ["5月6日  グローバル化のリスクと国内経済格差（その３）  ピケッテイ理論と実証<BR/>Risks of globalization and in-country economic discrepancies（3）", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第5回": ["5月13日　　グローバル化のリスクと国内経済格差（その4）　－ピケッテイ理論を超える貧困の諸要因－ <BR/>Risks of globalization and in-country economic discrepancies（4）", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第6回": ["5月20日　　グローバル化のリスクと国内経済格差（その5）　－アマルテイア・センのアプローチ―（潜在能力）<BR/>Risks of globalization and in-country economic discrepancies: Possible measures to curb in-country economic disparities (5)", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第7回": ["5月27日　　グローバル化のリスクと国内経済格差（その6）　－日本の格差と経済危機下の課題ー<BR/>Risks of globalization and in-country economic discrepancies: Possible measures to curb in-country economic disparities (6)", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第8回": ["6月3日　　　国内経済格差と労働市場の機能の諸問題（その１）－正規・非正規間の雇用・賃金格差<BR/>In-country economic disparities and functioning of labor markets: Causes and consequences of large income gaps between regular and non-regular employees", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第9回": ["6月10日　　国内経済格差と労働市場の機能の諸問題（その2）－男女間の雇用・賃金格差　　正規・非正規間の雇用・賃金格差<BR/>In-country economic disparities and functioning of labor markets: Causes and consequences of wages between men and women", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第10回": ["6月17日　　国内経済格差と労働市場の機能の諸問題（その3）－雇用の多様性と雇用・賃金格差<BR/>In-country economic disparities and functioning of labor markets: Diversity of employment and wage gaps-", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第11回": ["6月24日　　国内経済格差と労働市場の機能の諸問題（その４）－雇用・賃金改革の動向―<BR/> In-country economic disparities and functioning of labor markets: Labor reforms in terms of employment and wages and their effectiveness -", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第12回": ["7月1日　　　大学院生のプレゼンテーション　<BR/>   presentation by graduate students", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第13回": ["7月８日　　総括的議論—まとめシート利用―<BR/>  finaldiscussion", "授業前に使用文献を読み込み、ポイントや疑問を整理することに90分。授業後、復習とテキストの読み込みに60分。"], "第14回": ["7月15日　授業中試験<BR/>in-class examination online", ""]}, "評価": {"参考文献・資料Reference books0": "各講義で、複数の文献を使用し、URLでアクセスできるようにします。", "学生による授業評価の方法Course Evaluation by Students0": "学部生の質問や意見を提出できるサイトをformsに設け、授業内容に反映させます。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "学期末にオンラインの授業中試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "前半と後半で1回ずつ宿題提出を評価"], "成績評価Grading3": "備考　Note\n学部生は、平常点50点は、2回の宿題提出を中心に評価します。また、学期末のオンラインの授業中試験を50点とし、設問5つのうち、各自が2問を選べるようにします。\nなお、院生は、毎回の授業へのコメント提出と授業中のプレゼンテーションで評価します。", "更新日時/Date of Update0": "2022年01月17日 15時14分56秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｂ－１０４"]}, "campas": 0, "name": "【400】発展労働経済学Ａ／Advanced Labor Economics A", "管理部署": 4, "単位数": 2, "担当者": "井口　泰（IGUCHI YASUSHI） ", "履修基準年度": "２年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 29, "評価1": 2, "評価2": 3, "開講期": 1}