{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業は、公共政策の担い手である官僚制に焦点を当て、現代社会における行政の活動と役割について把握することを目的とする。<BR/>官僚は、政治家との関係また社会や市民との関係の中でどのような行動様式をとるのか。これらを理論的な観点から理解する。また<BR/>予算や立法といった具体的な政策形成過程を概観する中で、官僚の実際の活動にも焦点を当てる。<BR/>本授業は、行政学の中では発展的な内容となるため、行政学Aをすでに受講済みであることが望ましい。", "到達目標": "・官僚制の行動と行政組織の意思決定についての理論的知識を獲得する<BR/>・官僚制による政策形成と実施過程、およびその評価に関する論点について把握する。<BR/>・現代の官僚制に関わる課題について多角的に考える。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】行政学Ｂ（法学部）/行政学Ｂ（経済学部）", "関連科目": "政治学、公共政策論、地方自治論、財政学、行政法", "授業の概要・背景": "", "授業方法": "開始当初より対面授業を予定する。<BR/>ただし、感染状況に対応した授業実施方針レベルの変更等がある場合、全学・学部の方針に変更があった場合等には、オンデマンド授業に移行する可能性もある。その場合は、別途指示する。<BR/><BR/>毎回テーマに沿って、対面での講義形式で授業を進める予定である。<BR/>また進捗状況によっては、内容の一部を統合・変更する可能性がある。<BR/><BR/><BR/>【オンライン受講許可学生への対応】<BR/>初回授業より「ZOOMによる同時双方向」にて配信予定です。<BR/>ZOOMのURLについては、別途LUNAにて指示します。<BR/>配布資料については、授業日の正午までを目途にLUNAにアップしておく予定である。", "トピック": {"第1回": ["イントロダクション", ""], "第2回": ["官僚の行動はどのような目標に基づくのか：官僚の行動様式", ""], "第3回": ["官僚制組織をどのように管理していくのか：組織理論", ""], "第4回": ["官僚の意思決定はどのように理解されるのか：官僚制と合理性、意思決定モデル", ""], "第5回": ["政治家との関係での行政・官僚制：政官関係", ""], "第6回": ["法律案はどのようにつくられるか：法案作成過程", ""], "第7回": ["政府の予算のつくられかた：予算編成過程", ""], "第8回": ["（進度調整回：進度が遅い場合には授業を、進んでいる場合には、）", ""], "第9回": ["官僚制と市民・社会はどのようにかかわるか：官民関係", ""], "第10回": ["政策はどのようにして執行されるのか：政策実施論", ""], "第11回": ["官僚制や行政の活動をどのように計測・評価するのか：政策評価", ""], "第12回": ["政策帰結に対する行政の責任について：行政責任論", ""], "第13回": ["官僚制の担い手と政策の帰結への影響：統治の質と代表性", ""], "第14回": ["まとめ", ""], "授業外学習2": "授業資料は、授業当日のの正午をめどにLUNAアップロードの予定である。<BR/>対面授業参加者には、教室にて印刷配布する。オンライン受講許可学生はダウンロードしてプリントアウト等を行い授業に臨むこと。<BR/><BR/><BR/>配布資料を再読し、参照資料に目を通すことを通して授業の復習が必要となる（1時間程度）。<BR/>行政学は、政治学、政治過程論、公共政策学、地方自治論といった科目のほかに他に、経済学や財政学、経営学、憲法、行政法等の様々な学問分野とも関連している。<BR/>関連分野の文献にも興味を持つとともに、日常的に新聞やニュース等に目を配り、授業で学習した内容と国内外の実際の政治事象との関わりについて考察することを求める。"}, "評価": {"教科書Required texts0": "特に定めない。", "参考文献・資料Reference books0": "参考文献については授業中に適宜提示する。主要なものは以下の通りである。\n金井利之『行政学概説』NHK出版、2020年．\n真渕勝『行政学 新版』有斐閣、2020年．\n伊藤正次・出雲明子・手塚洋輔『はじめての行政学』有斐閣、2016年．\n曽我謙吾『行政学』有斐閣、2013年．\n村上弘・佐藤満編著『行政学（第2版）』ミネルヴァ書房、2016年.\n西尾勝『行政学（新版）』有斐閣、2001年．\n村松岐夫『行政学教科書：現代行政の政治分析（第2版）』2001年．", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "75 %", "語句説明と論述問題を出題する"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "25 %", "授業中に小レポートを複数回実施予定である。オンデマンド授業の際には、LUNAもしくはgoogle form等を使用して提出を求める予定"], "成績評価Grading3": "備考　Note\n定期試験の他に、授業中に小レポート（ミニッツペーパー）を数回行う予定です。\n\n\nコロナウイルスの感染状況次第では、大学や学部の方針に従い、予定している定期試験ではなく、平常リポートのみでの評価に代替させる可能性がある。\n\n\n【オンライン受講許可学生への対応】\n定期試験での評価に代えて平常レポートにて評価を行います。その内容については12月中旬から下旬に指示します。\n対面授業参加者同様、授業内でミニッツペーパーを数回行う予定であり、オンライン受講許可学生はWEB上で回答してもらいます。", "更新日時/Date of Update0": "2022年10月12日 17時24分12秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｂ－３０１"]}, "campas": 0, "name": "【200】行政学Ｂ／Public Administration B", "管理部署": 4, "単位数": 2, "担当者": "梶原　晶（KAJIWARA AKIRA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 0, "評価2": 3, "開講期": 2}