{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この演習の目的は、現代政治に関する自身の理解を深めるとともに、政治学の理論と現実の関係を捉える視点について学習することです。そこで、この演習では、政治に関する理解を深めるための「分析」手法を講義内容の中心に据えます。そして、「実践」を通じて、政治行動を理解するための計量的な分析手法を体得してもらいます。ただし、本演習の目的は、あくまで政治を分析するための方法を「実践」することにあります。計量的な分析手法以外に、資料の分析、インタビュー調査、現場観察調査など、質的調査に関心がある場合は、その方法論について「実践」することを考えています。いずれにせよ、受講生の関心や希望に応じて、内容を調整します。", "到達目標": "計量的な分析手法を学ぶことを前提に、この演習の到達目標を述べるなら、以下の3点となります。(1) 統計プログラミング言語を用いて、平均値およびその誤差の推定など、基礎的な記述的分析ができるようになる(2) 統計プログラミング言語を用いて、相関分析や回帰分析などの基礎的な相関関係の分析ができるようになる(3) 分析結果を、図や表で表現できるようになる第1の目標は、現象の記述に関わる方法論の習得です。統計分析には、様々な、現状を記述するための方法が存在します。この手法を用いてデータを分析し、現実政治の実態を自身の手で明らかにできるようになることが、目標となります。第2の目標は、変数間の相関に関わる方法論の習得です。統計分析には、二つ以上の変数の関連性を分析するための方法論も存在します。この手法を用いてデータを分析し、現実政治のメカニズムについて自身の手で明らかにできるようになることが、目標となります。第3の目標は、結果の可視化に関わる方法論の習得です。分析結果は、他者に伝わってこそ、その意味をなします。そのための方法論についても、この演習では学びます。", "特記事項": "【合併】法政社会歴史実践演習Ｂ　１（法学部）/公共政策実践演習Ｂ　１（法学部）/公共政策実践演習Ｂ　１（経済学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "政治学における計量的分析、あるいは、質的分析の基本を理解するために、まず、課題文献の輪読を行います。その後、選挙結果などを用いた分析から、因果関係をデータを用いて分析する「実践」に取り組みます（質的分析を行う場合は、現地調査や政治家などへのヒアリング調査の結果をまとめることになります）。最終講義までに、分析結果をまとめたレポート、あるいは、報告資料を作成し、提出してもらいます。また、中間的な課題についても、提出してもらう予定です。予定としては、合計で2回程度の課題提出機会を設けるつもりです。なお、本講義は上記のとおり計量分析手法の習得を基本線とするものですが、繰り返し述べている通り、受講者の関心などに応じて解説する内容や手法は変更します。", "トピック": {"授業計画1": "本講義は以下のスケジュールで進める予定としていますが、これは計量分析手法の習得を基本とする場合のスケジュールです。また、受講生の進捗に応じても内容は柔軟に修正・変更します。<br /><br />第1回　イントロダクション<br />講義の進め方、評価方法、課題、政治学における実験ないし計量分析について<br /><br />第2回〜第7回　教科書の輪読(松林、2021)と因果推論の基礎の習得<br />・因果効果(平均処置効果)の定義と選択バイアスについて<br />・無作為化比較実験<div>・平均値の差の検定、誤差の推定方法<br /><div>・統計プログラミング言語Rを用いた記述的分析</div><div>・課題(第1回)への取り組みとその解説<br /><br />第8回 ~ 第13回　相関分析の解説と習得<br />・データの整理、構築<br />・相関係数の分析方法</div><div>・回帰分析の方法</div><div>・統計プログラミング言語Rを用いた相関分析</div><div>・課題(第2回)への取り組みとその解説<br /><br />第14回　分析結果の報告・全体のまとめ</div></div>", "授業外学習2": "統計分析に関する講義を行ったあとは、フォローアップ用の資料を配布します。その資料を見ながら、演習後に講義内容について、きちんと復習することを推奨します。課題は、講義内容を理解できていることを前提とするので、その意味でも、（特に欠席してしまった場合などは）資料を見て、講義内容を復習するように心がけてください。"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["松林哲也", "政治学と因果推論 :比較から見える政治と社会", "岩波書店", "2021 年", "9784000269995", ""], "参考書/Reference books2": ["松林哲也", "何が投票率を高めるのか", "有斐閣", "2023 年", "9784641149472", ""], "学位授与の方針との関連Relationship to Diploma Policy0": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "課題(2回)の内容から判断する"], "成績評価Grading2": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "20 %", "演習での積極性から判断する"], "更新日時/Date of Update0": ["2025年02月10日 14時18分56秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ａ－４０４"]}, "campas": 0, "name": "【300】公共政策実践演習Ｂ　１／Practical Seminar B of Public Policy Course", "管理部署": 4, "単位数": 2, "担当者": "善教　将大（ZENKYO MASAHIRO） ", "履修基準年度": "３年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": 2, "時限1": 15, "評価1": 3, "評価2": 5}