{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "法律問題を解決するためのアプローチ、事実認定、法律適用を学びます。<BR/>法律を執行する公務員の能力を身に着けることを目的とします。<BR/>春の公共政策実践演習Ａは、基礎的なこと学びます。秋の公共政策実践演習Ｂは、事例問題を解き、応用力を養います。", "到達目標": "法律は、ルールです。①この基本ルールを知り、理解する。②法律を適用するにあたって、論点を探す事ができる。③法律の論点に対して、結論と理由を理解する。　<BR/>この３つが到達目標です。<BR/>目標を持って努力することが大事です。仮に、目標に届かなくても、努力はうそをつきません。<BR/>企業が、就活で学チカを質問するのは、困難な目標を設定し、学生がどのように試行錯誤して目標を達成したのか、達成できなかった理由等を問います。<BR/>口先だけで努力をしたと言っても、内容を聞いていけば、自ずとレベルや内容が薄いと、ばれるものです。<BR/>単位さえとれれば良いというのでは、親に申し訳ないと思います。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】公共政策実践演習Ａ　２（法学部）/企業法務実践演習Ａ　２（法学部）/公共政策実践演習Ａ　２（経済学部）", "関連科目": "公共政策実践演習　Ｂ　(秋学期）　春は基本、秋は春の復習と応用へと繋がっていきます。もちろん、学生の理解度を加味して進めていきます。", "授業の概要・背景": "法律問題について、まずは考え方を学びます。世の中に出れば、解決すべき問題が、必ず発生します。<BR/>人々は、行動する前に、どうすれば良いかを考えます。そこには、色々検討すべき問題点が存在します。更に、法律や規制もあり、与えられた条件の中で最善の方法を導き出します。<BR/>そして、行動します。この一連の思考回路を、大学で訓練しておく事は、大事な事であり、将来きっと役に立ちます。頭が活性化している今、脳を鍛えておきましょう。<BR/>さあ、始めましょう！", "授業方法": "事前に習得すべきテーマを明示し、頭をフル回転して、考えます。人間の記憶は、翌日には７０％近く忘れ、１週間でほぼ忘れます。<BR/>でも、忘れない方法があります。恐怖の体験は、いつまでも忘れません。そして、記憶してもらう項目を絞って、繰り返し、繰り返し脳に叩き込む、暗記でなく理解する事が重要です。じっと座っているだけ、頭は別の事を考えているのでは、大事な青春の時間の浪費です。充実感はありません。楽しい授業にしていきたいと考えています。", "トピック": {"第1回": ["オリエンテーション　　受講者のニーズを把握する。受講者の意向を汲み、春学期の方針を決定していく。", "１回目の予習課題<BR/>　進路について熟考何がやりたいのか。　人生の目標は何か？について"], "第2回": ["①　民法改正について<BR/>②　無効と取消し　（心裡留保・錯誤・詐欺）", "２回目の復習課題<BR/>　民法改正の概要を復習する<BR/>　無効と取り消しの違い　虚偽表示と心裡留保とは何か？"], "第3回": ["①　意思表示について<BR/>②　代理について　（代理行為の瑕疵・代理人の行為能力・復代理・代理権の濫用）", "３回目の復習課題<BR/>　意思表示の到達主義及び受領能力について<BR/>　権限濫用の判例法理の内容<BR/>　代理人が意思表示（能動代理）これを受ける（受働代理）<BR/>　の規定の明確化"], "第4回": ["①　代理権の濫用<BR/>②　無権代理と表見代理", "４回目の復習課題<BR/>　代理人が権限を濫用した場合の明文化<BR/>　無権代理人の無過失責任<BR/>　表見代理とは、どういう場合か？"], "第5回": ["①　時効について<BR/>②　時効の援用・時効の完成猶予と更新", "５回目の復習課題<BR/>　時効の用語を整理する<BR/>　時効期間の定めに変更があった、債権の部分を理解する<BR/>　時効の更新事由、完成猶予事由について"], "第6回": ["前半部分を再度復習する", "７回目の予習課題<BR/>　物権変動　動産と不動産の対抗要件は何か、悪意の第３者が対抗要件を備えた場合は、どちらが勝つのか、<BR/>　意思表示の不一致で取り消した後に、現れた第３者の取り扱いは？"], "第7回": ["民法　物権　１<BR/>　物権変動　動産と不動産", "８回目の予習課題<BR/>　民法１９２条の規定で、真の所有者が保護されないのは、どうしてか。<BR/>　不動産の場合、１９２条の適用は可能か。<BR/>　結果として、不動産に公信の原則があるようになる場合とは、どういう場合か。"], "第8回": ["民法　物権　２<BR/>　占有権　即時取得　地上権", "９回目の予習課題<BR/>　留置権、抵当権制度は、何のためにあるのか。<BR/>　担保物権の性質と効力について、整理しておく。"], "第9回": ["民法　担保物権　３　<BR/>　留置権　抵当権", "１０回目の予習課題<BR/>　法定地上権の成立要件は、<BR/>　共同抵当の場合、同時配当、異時配当で、配当金は異なるか。"], "第10回": ["民法　担保物権　４<BR/>　法定地上権　抵当権の処分　共同抵当", "１１回目の予習課題<BR/>　物権法の演習課題について、再度見直して評価テストに臨む。"], "第11回": ["後半部分を再度復習する", "１２回目の復習課題<BR/>　物権法の評価テストで、自己の足らない部分について、補完しておく。"], "第12回": ["応用問題に取り組む<BR/>　論点を探す、結論の妥当性を考える<BR/>　「リーガルマインド」とは、こういう事かを知る", "１３回目の予習課題<BR/>　個別面談で相談したい事項を取りまとめておく。"], "第13回": ["応用問題に取り組む<BR/>　引き続き、「リーガルマインド」を学ぶ", "１３回目の復習課題<BR/>　秋学期に向けて、債権法の準備をしておく。"], "第14回": ["面接対策<BR/>　　　　　学チカ・志望理由等エントリーシートの書き方について、又、希望者に個別面談を行う", "１４回目の復習課題<BR/>　後期にも、公共政策実践演習Ｂがあるので、それまでに、春学期に自分にとって不足していると思った部分について、改善、進歩させておく。"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "授業中にどれだけ脳を使ったか。"], "成績評価Grading2": "備考　Note\n少人数で、講師と学生の距離が近い事もあり、講師との意思疎通を重視します。アットホームな雰囲気で行い、学生の可能性を引き出して評価します。", "備考Note0": "法学部では「リーガルマインド」を学びます。また、就活のプレゼン能力や面接官の質問に対して的確に答える能力を高められます。\n一方的に聞く授業は、学生にとって楽かもしれませんが、相手に話して理解させる能力を磨くことはできません。\n大学で学び、その知識をアウトプットする作業がないのでは、片手落ちであることを意識しましょう。\nまずは、トライあるのみです。苦しいから逃げるのではなく、立ち向かっていきましょう。\n\nリーガルマインドとは「論理的に考えて、より正当性や妥当性のある方を判断できるセンス」の事を言います。\n高校迄とは違って、知識を詰め込むのではなく、結果の妥当性を考えます。\nこうした学びは、これから社会に出ていく学生にとって、極めて重要であり、この演習で養ってもらいたいと思っています。\n将来のリーダーたる資質を磨き、社会で役に立つ人材を育てるのがこの授業の目的です。", "更新日時/Date of Update1": "2022年04月25日 10時24分41秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "Ａ－２０３"]}, "campas": 0, "name": "【300】公共政策実践演習Ａ　２／Practical Seminar A of Public Policy Course", "管理部署": 4, "単位数": 2, "担当者": "新田　実（NITTA MINORU） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 30, "評価1": 2, "開講期": 1}