{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "　この研究演習は、「資源・環境の経済学」、または「実験経済学」を勉強したい学生さん向けの研究演習です。両分野ともに応用ミクロ経済学の一つなので、まずミクロ経済学の基礎を習得することを目的とします。学生さんそれぞれの研究内容によっては、両分野にまたがったものとなります。<BR/>　また、資源、環境に関する様々な現実の問題や制度を調べて他の受講生に説明する、あるいは経済実験によってどのような人の行動を解明できるのかを調べて他の受講生に説明することで、自分の興味・関心の対象を絞っていくことも目的とします。", "到達目標": "　プレゼンテーション能力、３・４年次の研究にとって重要な経済学および統計学の基礎力を身につけることが目標です。<BR/>　またグループで課題を仕上げるスキルを身につけることも目標です。", "授業方法": "●ミクロ経済学については、学生によるプレゼンテーションを行うこと、およびグループで課題を解くことによって進めます。統計学は、講義と演習問題を解く形式によって進めます。3年次のグループ研究に向けた研究テーマの決定やグループ分けへの時間も作りますが、グループ分けは学生が主体となって進めていきます。<BR/>●なおオンライン希望については別途受講生にメールにて連絡をしますので、それを見てください。", "トピック": {"第1回": ["統計学：統計の基礎（平均、分散など）<BR/>ミクロ経済学：外部性", "統計学については復習の時間が必要です。ミクロ経済学については、グループごとに相談をしたり準備をしたりする時間が必要になる場合があります。ゼミですから、教員が時間数を決めるのではなく自主的に自分たちで判断して時間を作ってください。"], "第2回": ["統計学：回帰と相関<BR/>ミクロ経済学：公共財と共有資源", "第１回の欄を参照してください。"], "第3回": ["統計学：確率<BR/>ミクロ経済学：生産の費用", "第１回の欄を参照してください。"], "第4回": ["統計学：確率変数と確率分布<BR/>ミクロ経済学：競争市場における企業", "第１回の欄を参照してください。"], "第5回": ["統計学：二項分布、ポワソン分布、正規分布<BR/>ミクロ経済学：問題演習", "第１回の欄を参照してください。"], "第6回": ["統計学：母集団と標本<BR/>第1回研究内容プレゼンテーション", "第１回の欄を参照してください。"], "第7回": ["統計学：比率の推定<BR/>第2回研究内容プレゼンテーション", "第１回の欄を参照してください。"], "第8回": ["統計学：ｔ分布、F分布<BR/>ミクロ経済学：独占", "第１回の欄を参照してください。"], "第9回": ["統計学：平均の推定<BR/>ミクロ経済学：独占的競争", "第１回の欄を参照してください。"], "第10回": ["統計学：比率の検定<BR/>ミクロ経済学：寡占", "第１回の欄を参照してください。"], "第11回": ["統計学：平均の検定<BR/>ミクロ経済学：所得不平等と貧困", "第１回の欄を参照してください。"], "第12回": ["計量経済学：単回帰分析、重回帰分析<BR/>ミクロ経済学：問題演習", "第１回の欄を参照してください。"], "第13回": ["計量経済学：交差項、自然対数、ダミー変数<BR/>第3回研究内容プレゼンテーション", "第１回の欄を参照してください。"], "第14回": ["計量経済学：多重共線性<BR/>第4回研究内容プレゼンテーション", "第１回の欄を参照してください。"], "授業計画1": "＜全体の進め方＞<BR/>■　２年次後期：ミクロ経済学はすべての経済学の基礎になります。これを理解していると、現実の経済や経済学を面白いと思えるようになります。レジュメやパワーポイントを使用しながら、他のメンバーに説明してもらいます。グループで課題を解くことも行います。これらは全員で進めます。また、3年時以降アンケートやデータ処理をグループ研究で実施する可能性が高いことから、統計学の勉強も全員で始めます。<BR/>　同時に、個々の受講生の興味・関心の焦点を絞り、他の受講生の興味・関心を知るために、「自分のやりたい研究」について報告してもらいます。これは、３年次のグループ研究のグループ決めにつながっていきます。資源環境グループ、実験経済グループごとに進めます。もちろん両方に参加してもらっても大丈夫です。両分野にまたがった研究課題も考えられます。<BR/><BR/>■　３年次前期　引き続き論文を書くツールであるアンケート調査の方法と統計学を習得します。同時に、グループ研究を行うグループを決めて、参考文献の収集やテーマの絞り込みを始めます。<BR/><BR/>■　３年次後期　グループ単位で論文を作成し、インゼミなどで発表していきます。この過程で、プレゼンテーション、ディスカッションのスキルを身につけてもらいます。２０１９年度は、学内インゼミ、関大・神戸大インゼミ、慶応・同志社、聖心女子インゼミに参加しました。<BR/><BR/>■　４年次　→　４年次は、最終仕上げである「卒業論文」の作成を進めてもらいます。", "授業外学習2": "　コンスタントに勉強時間をとることが必要です。個人による勉強時間だけではなく、他のゼミ生との勉強時間も確保してください。演習の時間にただ演習に出席しているだけでなく、他のメンバーと協力して課題を仕上げていってください。また、サブゼミを実施しますので、サブゼミにも参加することが必須です。"}, "評価": {"教科書Required texts0": "N.グレゴリー・マンキュー著、足立英之ほか訳『マンキュー経済学　ミクロ編　第4版』東洋経済新報社\n環境資源経済学、実験経済学については、受講生の興味・関心に応じて設定します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席、プレゼンテーション（準備状況含む）、レポート、ミクロ経済学の理解度で評価します。なお、原則として欠席は一切認めません。"], "更新日時/Date of Update0": "2021年10月20日 16時17分49秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｃ－４０２"]}, "campas": 0, "name": "【200】研究演習入門　１３／Seminar of Basic Studies", "管理部署": 4, "単位数": 2, "担当者": "東田　啓作（HIGASHIDA KEISAKU） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 10, "評価1": 4, "開講期": 2}