{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "研究演習では社会保障制度の中で特に興味をもった分野について専門的に研究を行うことを目的とする。", "到達目標": "学習の結果として、日本の社会保障制度の問題点を自ら捉え、さらにどのようにその問題を解決していくべきかを自ら考えることができるようになることが目標である。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "この授業は対面形式を原則とするが、必要に応じてオンライン対応を行う。授業では主に学生によるグループワークそしてその成果のプレゼンテーションを行う。<br />授業における必要な情報、レジュメなどはすべてLUNAにて示すので、LUNAを最低１週間に１回はチェックすること。<br />オンライン授業を行う場合、その形態はオンデマンドまたはZoomを用いた同時双方向の授業とする。<div><br /></div><div>This course is delivered in a hybrid format, combining face-to-face and online sessions. The primary focus of the course is group work, where students collaborate and present the results of their studies.</div><div><br /></div><div>Information about this lecture is available on LUNA. Please check LUNA at least once a week.</div><div><br /><span style=\"font-size:13.28px;\">The online classes will be conducted in either an on-demand format or as simultaneous interactive sessions using Zoom.</span></div>", "トピック": {"授業計画1": "第１回目において、ゼミをどのように進めていくのかについての説明を行う。また演習での報告の割り当てを行う。<br />第２回目以降は学生により作成された報告レジュメに基づき学生が報告を行う。ただ報告するだけでなく、教員や学生との間での質疑応答も行う。", "授業外学習2": "ある程度のレベルの専門書を読むこととなるので、ミクロ経済学やマクロ経済学の基礎理論及び初歩的な計量分析については理解するように努めてほしい。また、社会保障制度の分析において制度の理解が前提となる。制度の理解についても適宜自ら学習して深めてほしい。発表前の準備時期とそうでない時期での時間外学習時間は大きく異なることが予想されるが、１週間の平均的な時間外学習時間は３時間程度と考えている。"}, "評価": {"0": "", "1": "", "教科書Required texts0": "教科書は指定しない。", "参考文献・資料Reference books0": "安岡 匡也(2021)『経済学で考える社会保障制度 第2版』中央経済社 ISBN978-4-502-37541-5\n安岡 匡也(2018)「少子高齢社会における社会政策のあり方を考える」関西学院大学出版会 ISBN978-4-862-83255-9\n神野真敏・安岡匡也 編(2020)『日本の経済政策』中央経済社 ISBN978-4-502-33631-7", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "授業コード/Class code0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "授業コード/Class code1": ["その他／Others (99)", "100 %", "作成されたレジュメと報告の内容、質疑応答により評価する。"], "備考Note0": "主にグループワークを行い、授業動画の作成を中心として活動を行う。", "更新日時/Date of Update1": "2025年01月05日 12時57分32秒"}, "campas": 0, "name": "【300】専門演習Ａ　５／Specialized Seminar A", "管理部署": 4, "単位数": 2, "担当者": "安岡　匡也（YASUOKA MASAYA） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": ""}