{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "経営学で研究されてきた企業経営や組織運営についての基本知識を習得し、それらの知識を実践できるようになることが目的である。", "到達目標": "経営学の基本知識を学んで理解することはもちろん、自らが所属している組織でそれらの知識を利用し、組織の運営に役立てられるようになることが目標である。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "経営学B", "授業方法": "教科書を基本に時事問題なども取り入れ、プリントを配布し、キーワードを板書しながら講義形式で授業を行う。大学の基準に従いオンデマンド授業になる場合は、LUNAなどを利用して対応する予定にしている。大学が指定する【感染防止重点期間】になった場合は、オンデマンドで実施する。", "トピック": {"第1回": ["ガイダンスとして、経営学とは何かを学び、自分自身に役立てられることを理解する。", "授業前に経営学について調べ、授業後は、考えをまとめておくこと。"], "第2回": ["経営学の方法と歴史①　経営学の対象と、それに対する経営経済学的アプローチと経営管理論的アプローチについて学ぶ。", "授業前に経営経済学と経営管理論について調べ、授業後は、考えをまとめておくこと。"], "第3回": ["経営学の方法と歴史②　ドイツ経営学、アメリカ経営学、日本の経営学の歴史について学ぶ。", "授業前に各国の経営学について調べ、授業後は、考えをまとめておくこと。"], "第4回": ["会社の種類について、個人企業、合名会社、合資会社、合同会社などを理解する。", "授業前に会社の種類について調べ、授業後は、考えをまとめておくこと。"], "第5回": ["株式会社について、所有と経営の分離、株主総会、取締役、監査役などを理解する。", "授業前に株式会社について調べ、授業後は、考えをまとめておくこと。"], "第6回": ["企業目標論について、単数目標論を学ぶ。", "授業前に単数目標論について調べ、授業後は、考えをまとめておくこと。"], "第7回": ["企業目標論について、複数目標論を学ぶ。", "授業前に複数目標論について調べ、授業後は、考えをまとめておくこと。"], "第8回": ["意思決定とその種類について理解する。", "授業前に意思決定について調べ、授業後は、考えをまとめておくこと。"], "第9回": ["規範的・実践的意思決定論について、意思決定の構成要素や意思決定問題の分類と選択基準を理解する。", "授業前に規範的・実践的意思決定論について調べ、授業後は、考えをまとめておくこと。"], "第10回": ["記述的・行動科学的意思決定論について、制約された合理性や満足化原理などを理解する。", "授業前に記述的・行動科学的意思決定論について調べ、授業後は、考えをまとめておくこと。"], "第11回": ["コーポレート・ガバナンスについて、業務執行の監督やステークホルダーとの関係を学ぶ。", "授業前にコーポレート・ガバナンスについて調べ、授業後は、考えをまとめておくこと。"], "第12回": ["各国のコーポレート・ガバナンスへの取り組みについて学ぶ。", "授業前に各国のコーポレート・ガバナンスについて調べ、授業後は、考えをまとめておくこと。"], "第13回": ["国際化の進展と企業経営について、先進国への進出と途上国への進出の違いなどを理解する。", "授業前に企業の外国への進出について調べ、授業後は、考えをまとめておくこと。"], "第14回": ["国際化の進展と企業経営について、多国籍企業が直面する様々な問題について理解する。", "授業前に多国籍企業について調べ、授業後は、考えをまとめておくこと。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["深山明　海道ノブチカ", "基本経営学［改訂版］", "同文館出版", "2015 年", "978-4-495-37892-9", ""], "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "最終授業日に実施する記述形式の授業中試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "60 %", "毎回の授業で課される課題（レポート）"], "成績評価Grading3": "備考　Note\nオンライン受講許可学生については、平常レポート課題の提出はLUNAへの添付ファイルでの提出を考えているが、受講者数などを考慮の上で後日、正式に伝達する。大学が指定する【感染防止重点期間】になった場合、詳細はその時点で伝達する。", "更新日時/Date of Update0": "2022年01月13日 15時02分31秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "４別－２０２"]}, "campas": 0, "name": "【300】経営学Ａ／Business Economics A", "管理部署": 4, "単位数": 2, "担当者": "椿本　晃久（TSUBAKIMOTO TERUHISA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 21, "評価1": 2, "評価2": 3, "開講期": 1}