{"履修期": "通年", "主な教授言語": "英語", "授業目的": "The purpose of this class is to allow students to more effectively communicate in English.  Students will be expected to think critically about current topics and express their opinions.<BR/><BR/>Furthermore, the central topics of this course will be leadership and current affairs.", "到達目標": "Students will be able to remember, comprehend, apply, analyze, synthesize and evaluate texts.<BR/>Students will be able to express opinions through speaking.", "授業方法": "This class is online.  Please check your school email for details about Zoom and Google Classrooms.<BR/>③オンデマンドA型オンライン授業(時間割設定あり)/③Online format: On-demand A type (with timetable)", "トピック": {"授業計画1": "In the beginning of the semester the topics will be generated by the instructor and revolve around the topic of leadership.  As the year goes on students will be expected to generate topics for discussion.", "授業外学習2": "This class will be learner focus, meaning materials used in the class will be provided by the instructor or created/researched by the students.<BR/><BR/>This class will be taught online this semester.  We will use Google Classroom for On-Demand and Online classes.  Please go to LUNA for the link to our class page. Your class code can be found on LUNA and in your campus mail<BR/><BR/>https://classroom.google.com"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "50% Attendance and Participation, Project 1 25%, Project 2 25%"], "備考Note0": "This class will be taught online this semester. We will use Google Classroom for On-Demand and Online classes. Please go to LUNA for the link to our class page. Your class code can be found on LUNA and in your campus mail\n\nhttps://classroom.google.com", "更新日時/Date of Update1": "2021年10月20日 16時44分40秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "水曜３時限／Wednesday 3", "通年／Year Round", "Ｃ－１０３"]}, "campas": 0, "name": "【100】英会話（特）I／Advanced Oral English I", "管理部署": 4, "単位数": 2, "担当者": "ステイアンチ　Ｊ．（STAYANCHI JASON） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 16, "評価1": 4, "開講期": 0}