{"履修期": "通年", "主な教授言語": "英語", "授業目的": "See below", "到達目標": "See below", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Classes will be group-work based with language and skills guidance from the teacher. Learners are expected to participate actively in in-class tasks to maximise development of spoken English skills.", "トピック": {"授業計画1": "In this course, learners will learn how to set effective goals to guide their language learning as well as interact in-class using a variety of task types. The course will also include assessed presentations and group discussions. Indicative content: <BR/><BR/>Presentation planning and practice <BR/>Short presentations of around 5 ~ 10 minutes (both assessed and unassessed)<BR/>Improving presentation delivery using video and in-class materials. <BR/>Short discussion tasks of around 5 ~ 10 minutes (both assessed and unassessed)<BR/>Improving use of selected discussion skills through watching of in-class video and awareness raising tasks. <BR/>Exploring and evaluating a range of tasks to facilitate independent study in English; learners will try these tasks and discuss how useful they were in class. <BR/>Encounter and use a wide range of self-access materials freely available on the internet and use for independent learning. <BR/>Setting effective goals to direct English-language learning.<BR/>Building vocabulary by identifying, recording and practising new words that emerged through self-study tasks and discussion/presentation practice.<BR/><BR/>Full schedule details of class content, homework and assessments will be given on LUNA throughout the semester. <BR/><BR/>NOTE The above content will be modified and adapted to suit the learners’ abilities.", "授業外学習2": "Course participants will need to complete various homework and independent study tasks. Students should spend a minimum of 1 hour on homework tasks. Homework tasks include (but are not limited to)<BR/><BR/><BR/>Complete one self-study task each week and evaluate its pros, cons and level of difficulty.  <BR/>Use and evaluate a range of self-study materials for listening and reading.  <BR/>Keep a record of self-study tasks in the learner portfolio. <BR/>Prepare for discussions and presentations. <BR/>Select, record and practice new vocabulary encountered through the course."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Ben Backwell & Brian Cullen", "Goal: Identify and achieve your goals", "Paws International", "2018 年", "9 784908 413025", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "Independent learning portfolio"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Presentation, Group discussion, participation, preparation/reflection tasks"], "更新日時/Date of Update0": "2022年04月27日 14時26分31秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "水曜３時限／Wednesday 3", "通年／Year Round", "Ｃ－１０４"]}, "campas": 0, "name": "【100】英会話（特）I／Advanced Oral English I", "管理部署": 4, "単位数": 2, "担当者": "ストーンズ　Ｔ．　Ｐ（STONES THOMAS PATRICK） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 3, "評価2": 4, "開講期": 0}