{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、米国の経済や社会、ならびに産業と流通および技術が抱える問題や政策課題を理解し、それに対し様々な学問的立場からアプローチすることを通して経済政策に関する分析、考察、提案する能力を高めることである。ミクロ・マクロの経済理論と計量経済学を前提に講義をおこなうので、数学と経済理論は必須である。", "到達目標": "学生が、米国経済の経済問題や政策課題を理解すること、経済政策に関して様々な学問的立場からのアプローチがあることを知ること、経済政策やマーケティングをめぐる諸問題に関して理論的、主体的に分析、考察、提言することができるようになるための手がかりを得ることが到達目標である。ミクロ・マクロの経済理論と数学および計量経済学の手法を十分に習熟したのちに、当該科目「経済事情N」を履修すること。", "特記事項": "【合併】経済事情Ｎ（２０１６）（経済学部）/経済事情Ｎ（２０１６）（経済学部）", "関連科目": "経済事情H（春学期）において、「中国経済の産業と流通システム」を講義している。あわせて関心をもたれたい。", "授業の概要・背景": "ミクロ・マクロの経済理論と数学および計量経済学を十分に学習したのちに、当該科目「経済事情N」を履修すること。", "授業方法": "14回すべて対面授業。講義形式。教員と受講者間で質疑応答等の場を設定する。感染防止対策を講じて、受講すること。", "トピック": {"第1回": ["アメリカ(米国）経済の歴史的パフォーマンスー序ー<br />（The Historical Performance of the U.S. Economy)", "復習課題：GDPの決定、流通システムと投資および消費、貨幣供給と貨幣需要、マクロ経済の一般均衡の学習。復習2時間。予習課題：「warlike country（世界最大の武器輸出国・軍事国）」「富と所得の著しい格差」「多様な流通・消費・マーケティング・システム」等の特徴をもつアメリカ経済・社会について、それらの課題を深く学ぶ。予習2時間。"], "第2回": ["総供給およびインフレーションと失業の短期的トレードオフおよび国際流通<br />(Aggregate Supply and the Short-Run Tradeoff between Inflation and Unemployment)", "復習課題：インフレーションと合理的期待形成などの理解。復習2時間。予習課題：アメリカの国際金融の学習。「warlike country（世界に戦争を促し、武器輸出により自国の経済成長を目指す国、アメリカ）(Krugman,P.R.,Stiglitz,J.E.)」の基礎を形成する経済と雇用および流通の構造を学ぶ。予習2時間。"], "第3回": ["経済成長　１：資本蓄積と人口成長および国際流通<br />(Economic Growth 1: Capital Accumulation and Population Growth)", "復習課題：アメリカ経済の成長要因と景気循環の学習。ソロー・モデルの理解。復習2時間。<div>予習課題：米国の産業構造と雇用および流通システムの関係を学ぶ。「hate clime」を生み出すアメリカの経済構造をも学ぶ。予習2時間。</div>"], "第4回": ["経済成長　２：流通技術・実証・政策<br />(Economic Growth 2: Technology, Empirics, and Policy)", "復習課題：経済成長と技術革新の理論・実証分析の学習。復習2時間。予習課題：「arms dealer」の国としての経済構造を学ぶ。 Henry Kissinger、Graham Allison等、世界平和の観点から、彼らのコンテキストの本質的意味を深く学習すること。予習3時間。トランプ経済政策の世界経済と国際流通に及ぼす問題点と弊害を、理論的・実証的に明らかにすること。"], "第5回": ["消費者行動と流通システムおよび投資の理論（GAFAの企業戦略を含む。）<br />(The Theory of Consumer Behavior and Investment)", "復習課題：米国の経済成長の消費者行動および産業組織の学習。マクロ・ダイナミックスを理解する。復習2時間。予習課題：グーグル、アップル、フェイスブック、アマゾンの企業戦略を詳しく学ぶ。加えて、GAFAM＋テスラ＋エヌビディア＝The Magnificent Sevenの市場戦略とマーケティングを詳しく解説する。アメリカの反トラスト政策の運用と限界を学ぶ。「アメリカIT企業の国際的租税回避については、日米租税条約の日本政府による早急かつ厳格な改定がつとに求められている。」（Haskel,Jonathan &amp; Stian Westlake)。税の公平性と競争条件の公平性の観点から深く検討すること。予習2時間。"], "第6回": ["安定化政策の異なる見方<br />(Alternative Perspectives on Stabilization Policy )", "復習課題：ミクロ・マクロ経済政策と新古典派の理論モデルと米国に係る実証分析の特徴を理解する。復習2時間。予習課題：日本のバブル崩壊の原因はアメリカのウォール街（The Goldman Sachs Group,etc.）の計略等にあったことを理論と実証面から深く学ぶ。アメリカの民主主義の問題点を体系的に学ぶ。予習2時間。"], "第7回": ["政府負債と財政赤字および流通システム<br />(Government Debt and Budget Deficits )", "復習課題：アメリカの金融機関と金融政策の現状と課題を詳しく学ぶ。復習２時間。予習課題：ドル基軸通貨体制の問題点と弊害、および進行中である「ドル基軸通貨体制崩壊」への道すじ、それらに対応すべき日本の金融・財政政策当局の今後のあり方を、世界的観点から深く理論的・実証的に学ぶ。とくに「日銀と財務省には、国内外の経済情勢に応じて、機動的に金融政策を運営する能力が低下している蓋然性が高い。」（cf.Benjamin Ben Bernanke) 。コンテキストと当該現況とに留意して、貨幣の国際流通の観点から、日本がすべき米国長期国債保有の漸次的減少を通じて、日本のリスク低減を目的に、日本政府の自主独立への政策転換を、真摯かつ学問的に考察すること。予習3時間。"], "第8回": ["金融と貨幣流通システム：好機と危機<br />(The Financial System: Opportunities and Dangers)", "復習課題：The global financial crisis(GFC)(リーマンショックと世界金融危機）のメカニズムとDonald Trump及びJoseph Biden Jr.政権の経済政策の失敗と弊害について、それらの規定要因と課題を深く理解する。復習２時間。予習課題：為替レートの決定と変動および直接投資等の動向。とりわけアメリカにおける日本企業の対米直接投資の収益率がどのような要因で決まるのか。具体的に日本企業の流通・技術戦略のケーススタディを通じて、それら成果の巧拙に関し、理論的・実証的に学習する。加えて、アメリカのトランプ関税とそれに伴う脅迫的交渉術および戦略的貿易政策の論理と弊害を、流通システムの点から、計量経済学の手法で考察する。アメリカの覇権主義的で、かつ不公正な貿易制限とデカプリングが、世界経済と各国の国民生活に悪影響を与えているメカニズムについても、理論的かつ実証的に学習する。予習2時間。"], "第9回": ["アメリカのエネルギー流通システムと政策の現状と課題ーシェールガス革命の分析に基づいてー<br />(US Energy Industries and Politics)", "復習課題：エネルギー政策と環境政策について学習。反トラスト政策を詳しく学ぶ。「経済安全保障の概念と政策は、fuzzy(あいまい）であるがゆえに、国家間の平和と安定に反する場合がきわめて多い。」(Attali,Jacques)。加えて、「日本国民に不安を煽り、世界に戦争を引き起こすトランプ政権とバイデン政権の覇権的保護主義及びデカプリング（Decoupling)の弊害」（Hamid Dabashi,　Krugman,P.R.、etc.)を、世界平和と国家間の協力の思想論から、日本の「安全保障」の具体的なすがたについて、理論的かつ実証的に分析しなさい。復習４時間。予習課題：アメリカ経済の特徴である「経済的格差」の現状と課題を、流通システム、税制と社会保障、哲学等の点から深く学ぶ。予習2時間。"], "第10回": ["アメリカのエネルギー政策と環境政策およびマーケティングー電力・ガス・石油の産業組織の分析ー<br />(Environmental, Regional and Social Economics: Public Utilities)", "復習課題：『公共料金の経済学：規制改革と競争政策』を用いて、アメリカの公的規制と競争政策を体系的かつ論理的に学ぶ。流通と公的規制の関係を理解する。加えて、欠陥を多々持つ、我が国電力市場の産業組織と成果を、理論的かつ実証的に、日米で比較・学習し、改革の方法を考え、政策提言を構築しなさい。日本の電力産業には、産業組織上、多くの弊害と経済的・政治的Lossが認識される。復習４時間。予習課題：（cf. Joseph E. Stiglitz)。アメリカのHegemonyを本質的かつ歴史的に学習し、その経済学的理解を深める。予習2時間。"], "第11回": ["アメリカの技術政策と研究開発ー地域とファイナンスおよび租税・財政政策ー<br />(Distribution of Income and Wealth:R&amp;D,Education Policy and Urban Policy)", "復習課題：アメリカの安全保障と研究開発を学習する。国家戦略と企業関係の理解。復習２時間。予習課題：アメリカイのノベーションに関して、経済学的・政治的意味を理論的に検討せよ。予習2時間。「価値観を同じくする国」とか、「同種国」であると明言して、世界のブロック化を主張するとき、その思想基盤には、多くの過ち（あやまち）と過失および見識の狭さが認められる。また日本人のアメリカ軍事社会への地位協定をめぐる幻想には、強い日本人の自戒が必要とされる。大観と世界の平和及び多国間協力と相互流通の視点から、アメリカ政治の過誤と問題点を深く考察すること(cf.Quentin Meillassoux)。"], "第12回": ["アメリカの環境政策と資源流通の現状と課題ー再生可能エネルギーと排出権取引ー<br />(Global Environmental Policy , Industrial Organization and Marketing)", "復習課題：排出権モデルの学習と環境政策の課題を検討。復習２時間。予習課題：半導体の国際マーケティング戦略の現状と課題を学習すること。「「日米半導体協定（1986)」等によるアメリカ政府の理不尽な制裁が、日本の半導体産業を消滅させた事実（Dosi,Giovanni)」の意義と政策戦略を、マーケティングの現状分析から深く学習する。予習3時間。"], "第13回": ["アメリカの社会保障と流通システムおよび国民生活の現況と展望<br />(Social Policy and Marketing Life in US)", "復習課題：アメリカの雇用、社会保障、医療、所得および資産格差およびマーケティングについて学習する。とくにアメリカの流通と税制の特徴を、日本と比較して、その問題点を深く学ぶ。復習２時間。予習課題：①日本は「中国と日本との平和安全保障条約」を締結・深化させ、信頼関係を強固にすること。日中の中国との政治・外交・文化の交流を一層進展させ、直接投資と貿易等の経済拡大を通して、中国とアジアおよび日本の経済的サプライチェーンを頑健に構築すること。これらの施策には、アジアにおける経済的連携・協力の拡大と、平和友好外交が根本に据えられねばならない。②片肺条約である「日米地位協定」を改正し、日本国民の安全保障を保つために、一刻も早く日本における米軍基地の縮小と、核の廃絶を図ること。③日本国民の生活の向上のために、不必要かつ有効でない国防費を洗い直し、武器装備品の調達先を米国単独主義から、技術的に優れている中国、フランス、トルコなどに大きく移し、武器調達価格の大幅な低減と質的向上を実行すること。とくに不必要な国防費を削り、国民生活の向上に優先的に配分すること。④米国によって、衰退を余儀なくさせられた日本国内のIT、ＤX等の先端情報通信企業や半導体企業を勃興させるとともに、創薬・先端医療技術の向上と国際マーケティング力の強化、コンテンツ産業の国際市場へのマーケティング力の拡大と充実、工作技術産業など、とりわけ民生部門技術の漸次的発展を通じて、国際収支における米国とのデジタル赤字を、長期の国家戦略でもって計画的に縮減させること。その際、政府がグランドデザインを構築しなおし、HuaweiやAlibaba等、中国企業との情報通信ネットワークの再構築と協力にも力点をおくことが重要である。日本のスタンスは、「米国のみに依存する」といった偏狭主義におちいることがないように努めることにある。⑤アジアの平和を維持し、強固にするために、日本は「日中共同声明」など四つの政治文書の歴史や、台湾問題に関する約束を真摯に履行することが求められる。他方、米国の台湾への「武器供与と武器輸出」は、アジアにおける戦争を挑発しており、アジア諸国と日本における「国民と民族平和」に反する行為であることが、強く認識されねばならない。⑥今後、日本は永久に武力による平和を希求してはならない。加えて、日本は戦争の放棄を憲法の国是として宣言している。ここに日本のレーゾンデートルがある。単なる閣議決定により「敵基地攻撃能力を可能にする「反撃能力の保有」等は、事実でもって憲法をくつがえす行為であり、正義に反する。日本みずからが法秩序を無視していることを、覚えておきたい。（John Mearsheimer、Samuel Huntington、任継愈、Hans Morgenthau等の論稿を謙虚に考察し、主体的に「世界平和の維持」に関する自らの意見・思想を育んでほしい。）"], "第14回": ["アメリカ経済の産業と流通システムの現況の総括ーIntelligibility &amp; Odoriferous Powers-<br />(Government Policies and Their Effects: Joseph Robinette Biden, Jr., Donald Trump, China and Russia)", "復習課題：アメリカ経済の産業と流通システムの現状と課題を総括する。自習時間4時間以上。"], "授業計画1": "課題に対しては、小テスト等の方法でフィードバックする。", "授業外学習2": "マクロ・ミクロの経済理論をあらかじめ学習しておくこと。講義では計量経済学の手法による理論と実証分析を説明するので、計量経済学と数学の勉学をしておくことが必要である。授業外の学習時間を十分にとり、真摯に勉学することが求められる。世界的視点から、アメリカ経済と社会およびトランプ・バイデン経済政策の問題点と弊害等を深く学習すること。"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["桑原秀史", "公共料金の経済学：規制改革と競争政策", "有斐閣", "2010 年", "978-4-641-16315-7", ""], "参考書/Reference books2": ["桑原秀史・高嶋克義", "現代マーケティング論", "有斐閣", "2023 年", "978-4-641-12343-4", ""], "参考文献・資料/Reference books0": ["適宜、授業中に指示する。"], "学生による授業評価の方法Course Evaluation by Students0": ["webにより評価。"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", "複数回の授業中試験による。"], "成績評価Grading2": ["その他／Others (99)", "20 %", "毎回課する計算問題等に係る評価シート等、提出物により評価する。予習・復習学習の到達度を評価シート等で判断する。"], "備考Note0": ["アメリカ経済の産業と流通システムについて強い関心をもってほしい。"], "備考Note1": ["2025年11月06日 15時18分18秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ｂ－２０４"]}, "campas": 0, "name": "【200】経済事情Ｎ（２０１６）／Economic Affairs N(2016)", "管理部署": 4, "単位数": 2, "担当者": "桑原　秀史（KUWAHARA HIDECHIKA） ", "履修基準年度": "１年", "履修登録方法": "本登録", "開講期": 2, "時限1": 17, "評価1": 2, "評価2": 6}