{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、米国経済や社会が抱える問題や政策課題を理解し、それに対し様々な学問的立場からアプローチすることを通して経済政策に関する分析、考察、提案する能力を高めることである。", "到達目標": "学生が、米国経済の経済問題や政策課題を理解すること、経済政策に関して様々な学問的立場からのアプローチがあることを知ること、経済政策をめぐる諸問題に関して理論的、主体的に分析、考察、提言することができるようになるための手がかりを得ることが到達目標である。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.\n【合併】経済事情Ｎ（２０１６）（経済学部）/経済事情Ｎ（２０１６）（経済学部）", "関連科目": "経済事情H（春学期、水曜1限）において、「中国経済の産業と流通システム」を講義する。あわせて関心をもたれたい。", "授業の概要・背景": "", "授業方法": "14回すべて対面授業。感染防止対策を講じて、受講下さい。（オンライン受講生については資料等をLUNAで配信。）", "トピック": {"第1回": ["アメリカ(米国）経済の歴史的パフォーマンスー序ー\n（The Historical Performance of the U.S. Economy)", "GDPの決定と投資および消費、貨幣供給と貨幣需要、マクロ経済の一般均衡の学習。「warlike country」「arms dealer」「hate crime」等の特徴をもつアメリカ経済・社会について深く学ぶ。"], "第2回": ["総供給およびインフレーションと失業の短期的トレードオフ\n(Aggregate Supply and the Short-Run Tradeoff between Inflation and Unemployment)", "インフレーションと合理的期待形成などの理解。自習時間4時間。アメリカの国際金融の学習。「warlike country」を形成するアメリカの経済構造を学ぶ。"], "第3回": ["経済成長　１：資本蓄積と人口成長\n(Economic Growth 1: Capital Accumulation and Population Growth)", "アメリカ経済の成長要因と景気循環の学習。自習時間4時間。米国の戦争指向と雇用の関係を学ぶ。「hate clime」を生み出すアメリカの経済構造をも学ぶ。"], "第4回": ["経済成長　２：技術・実証・政策\n(Economic Growth 2: Technology, Empirics, and Policy)", "経済成長と技術革新の理論・実証分析の学習。自習時間4時間。「arms dealer」の国としての経済構造を学ぶ。加えて、「アメリカにおいては、自国が自由で開かれた民主主義国であるという、アメリカ大統領と議会の錯覚と、うぬぼれが、世界の有事を挑発させている。」(cf. Henry Kissinger、Graham Allison)。世界平和の観点から、本文言の本質的意味を学習・理解すること。"], "第5回": ["消費者行動と投資の理論（GAFAの企業戦略を含む。）\n(The Theory of Consumer Behavior and Investment)", "米国の経済成長の消費者行動および産業組織の学習。自習時間4時間。グーグル、アップル、フェイスブック、アマゾンの企業戦略を詳しく学ぶ。アメリカの反トラスト政策の運用と限界を学ぶ。「アメリカIT企業の国際的租税回避については、日米租税条約の日本政府による早急かつ厳格な改定が強く求められている。」（Haskel,Jonathan & Stian Westlake)。アメリカIT企業の国際的租税回避の実態と弊害およびその防止策について、税の公平性と競争条件の公平性の観点から検討すること。"], "第6回": ["安定化政策の異なる見方\n(Alternative Perspectives on Stabilization Policy )", "ミクロ・マクロ経済政策と新古典派の理論モデルと米国に係る実証分析の特徴を理解する。自習時間4時間。日本のバブル崩壊の原因はアメリカのウォール街（The Goldman Sachs Group,etc.）の計略にあることを深く学ぶ。アメリカの民主主義の問題点を体系的に学ぶ。"], "第7回": ["政府負債と財政赤字\n(Government Debt and Budget Deficits )", "アメリカの金融機関と金融政策の現状と課題を詳しく学ぶ。自習時間4時間。ドル基軸通貨体制の問題点と弊害、および日本の金融政策の今後のあり方を、世界的観点から深く学ぶ。「日銀には、国内外の経済情勢に応じて、機動的に金融政策を運営する能力がすでに喪失している。」当該現況に留意して、我が国の政策転換を真摯に、かつ学問的に考察すること。"], "第8回": ["金融システム：好機と危機\n(The Financial System: Opportunities and Dangers)", "The global financial crisis(GFC)とDonald Trump、Joseph Biden Jr.政権の経済政策について、規定要因と課題を深く理解する。自習時間4時間。"], "第9回": ["アメリカのエネルギー政策の現状と課題ーシェールガス革命の分析に基づいてー\n(US Energy Industries and Politics)", "エネルギー政策と環境政策について学習。反トラスト政策を詳しく学ぶ。自習時間は4時間。アメリカ経済の特徴である「経済的格差」の現状と課題を、税制と社会保障等の点から深く学ぶ。"], "第10回": ["アメリカのエネルギー政策と環境政策ー電力・ガス・石油の産業組織の分析ー\n(Environmental, Regional and Social Economics: Public Utilities)", "『公共料金の経済学：規制改革と競争政策』を用いて、アメリカの公的規制と競争政策を体系的かつ論理的に学ぶ。加えて、電力市場の産業組織と成果を日米で比較・学習し、諸問題を考え、政策提言に資するものとする。自習時間4時間。さらに、「アメリカの覇権主義(hegemonism)は戦争と独占を引き起こし、人類の平和と安定に反する。」（Joseph E. Stiglitz)。当該文言の意味内容を本質的かつ歴史的に学習し、その理解を深める。"], "第11回": ["アメリカの技術政策と研究開発ー地域とファイナンスおよび租税・財政政策ー\n(Distribution of Income and Wealth:R&D,Education Policy and Urban Policy)", "アメリカの安全保障と研究開発を学習する。国家戦略と企業関係の理解。自習時間4時間。ウクライナ戦争はアメリカ政府が原因を作った側面を持つ（cf. Professor John Mearsheimer)ことも深く学ぶ。"], "第12回": ["アメリカの環境政策の現状と課題ー再生可能エネルギーと排出権取引ー\n(Global Environmental Policy , Industrial Organization and Marketing)", "排出権モデルの学習と環境政策の課題を検討。自習学習時間4時間。半導体の国際マーケティング戦略の現状と課題を学習する。「「日米半導体協定（1986)」等によるアメリカ政府の理不尽な制裁が日本の半導体産業を消滅させることになる（Dosi,Giovanni)」の意義と政策戦略を深く学習する。"], "第13回": ["アメリカの社会保障と国民生活の現況と展望\n(Social Policy and Marketing Life in US)", "雇用、社会保障、所得および資産格差について学習。とくにアメリカの税制の特徴を、日本と比較して、学ぶ。自習時間4時間。アメリカの格差と不平等を哲学・倫理から学ぶ。"], "第14回": ["アメリカ経済の産業と流通システムの現況の総括ーIntelligibility & Odoriferous Powers-\n(Government Policies and Their Effects: Joseph Robinette Biden, Jr., Donald Trump, China and Russia)", "アメリカ経済の産業と流通システムの現状と課題を総括する。自習時間4時間以上。"], "授業計画1": "課題に対しては、小テスト等の方法でフィードバックする。", "授業外学習2": "マクロ・ミクロの経済理論をあらかじめ学習しておくこと。講義では計量経済学の手法による理論と実証分析を説明するので、計量経済学と数学の勉学をしておくことが望ましい。授業外の学習時間を十分にとり、真摯に勉学することが求められる。世界的視点からアメリカ経済を学習すること。"}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "16": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "毎回の提出物の評価による。"], "備考Note0": "アメリカ経済の産業と流通システムについて強い関心をもってほしい。", "更新日時/Date of Update1": "2023年08月08日 13時45分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "Ｃ－２０２"]}, "campas": 0, "name": "【200】経済事情Ｎ（２０１６）／Economic Affairs N(2016)", "管理部署": 4, "単位数": 2, "担当者": "桑原　秀史（KUWAHARA HIDECHIKA） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 0, "評価2": 6, "開講期": 2}