{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、米国経済や社会が抱える問題や政策課題を理解し、それに対し様々な学問的立場からアプローチすることを通して経済政策に関する分析、考察、提案する能力を高めることである。", "到達目標": "学生が、米国経済の経済問題や政策課題を理解すること、経済政策に関して様々な学問的立場からのアプローチがあることを知ること、経済政策をめぐる諸問題に関して理論的、主体的に分析、考察、提言することができるようになるための手がかりを得ることが到達目標である。", "特記事項": "【合併】経済事情Ｎ（２０１６）（経済学部）/経済事情Ｎ（２０１６）（経済学部）", "関連科目": "経済事情H（春学期）において、「中国経済の産業と流通システム」を講義する。あわせて関心をもたれたい。", "授業の概要・背景": "", "授業方法": "14回すべて対面授業。講義形式。教員と受講者間で質疑応答等の場を設定する。感染防止対策を講じて、受講下さい。", "トピック": {"第1回": ["アメリカ(米国）経済の歴史的パフォーマンスー序ー<br />（The Historical Performance of the U.S. Economy)", "復習課題：GDPの決定と投資および消費、貨幣供給と貨幣需要、マクロ経済の一般均衡の学習。復習2時間。予習課題：「warlike country」等の特徴をもつアメリカ経済・社会について、それらの課題を深く学ぶ。予習2時間。"], "第2回": ["総供給およびインフレーションと失業の短期的トレードオフ<br />(Aggregate Supply and the Short-Run Tradeoff between Inflation and Unemployment)", "復習課題：インフレーションと合理的期待形成などの理解。復習2時間。予習課題：アメリカの国際金融の学習。「warlike country」を形成するアメリカの経済構造をも学ぶ。予習2時間。"], "第3回": ["経済成長　１：資本蓄積と人口成長<br />(Economic Growth 1: Capital Accumulation and Population Growth)", "復習課題：アメリカ経済の成長要因と景気循環の学習。ソロー・モデルの理解。復習2時間。<div>予習課題：米国の産業構造と雇用の関係を学ぶ。「hate clime」を生み出すアメリカの経済構造をも学ぶ。予習2時間。</div>"], "第4回": ["経済成長　２：技術・実証・政策<br />(Economic Growth 2: Technology, Empirics, and Policy)", "復習課題：経済成長と技術革新の理論・実証分析の学習。復習2時間。予習課題：「arms dealer」の国としての経済構造を学ぶ。 Henry Kissinger、Graham Allison等、世界平和の観点から、彼らのコンテキストの本質的意味を深く学習すること。予習3時間。"], "第5回": ["消費者行動と投資の理論（GAFAの企業戦略を含む。）<br />(The Theory of Consumer Behavior and Investment)", "復習課題：米国の経済成長の消費者行動および産業組織の学習。マクロ・ダイナミックスを理解する。復習2時間。予習課題：グーグル、アップル、フェイスブック、アマゾンの企業戦略を詳しく学ぶ。加えて、GAFAM＋テスラ＋エヌビディア＝The Magnificent Sevenの市場戦略とマーケティングを詳しく解説する。アメリカの反トラスト政策の運用と限界を学ぶ。「アメリカIT企業の国際的租税回避については、日米租税条約の日本政府による早急かつ厳格な改定がつとに求められている。」（Haskel,Jonathan &amp; Stian Westlake)。税の公平性と競争条件の公平性の観点から深く検討すること。予習2時間。"], "第6回": ["安定化政策の異なる見方<br />(Alternative Perspectives on Stabilization Policy )", "復習課題：ミクロ・マクロ経済政策と新古典派の理論モデルと米国に係る実証分析の特徴を理解する。復習2時間。予習課題：日本のバブル崩壊の原因はアメリカのウォール街（The Goldman Sachs Group,etc.）の計略にあることを理論と実証面から深く学ぶ。アメリカの民主主義の問題点を体系的に学ぶ。予習2時間。"], "第7回": ["政府負債と財政赤字<br />(Government Debt and Budget Deficits )", "復習課題：アメリカの金融機関と金融政策の現状と課題を詳しく学ぶ。復習２時間。予習課題：ドル基軸通貨体制の問題点と弊害、および日本の金融政策の今後のあり方を、世界的観点から深く学ぶ。とくに「日銀には、国内外の経済情勢に応じて、機動的に金融政策を運営する能力が低下している蓋然性が高い。」（cf.Benjamin Ben Bernanke) 。コンテキストと当該現況とに留意して、国際的な観点から、我が国の政策転換を真摯に、かつ学問的に考察すること。予習3時間。"], "第8回": ["金融システム：好機と危機<br />(The Financial System: Opportunities and Dangers)", "復習課題：The global financial crisis(GFC)(リーマンショックと世界金融危機）のメカニズムとDonald Trump及びJoseph Biden Jr.政権の経済政策の失敗と弊害について、それらの規定要因と課題を深く理解する。復習２時間。予習課題：為替レートの決定と変動。戦略的貿易政策の弊害。アメリカの覇権主義的で、かつ不公正な貿易制限とデカプリングが、世界経済と各国の国民生活に悪影響を与えているメカニズムについて、理論的かつ実証的に学習せよ。予習2時間。"], "第9回": ["アメリカのエネルギー政策の現状と課題ーシェールガス革命の分析に基づいてー<br />(US Energy Industries and Politics)", "復習課題：エネルギー政策と環境政策について学習。反トラスト政策を詳しく学ぶ。「経済安全保障の概念と政策は、fuzzy(あいまい）であるがゆえに、国家間の平和と安定に反する場合がきわめて多い。」(Attali,Jacques)。加えて、「世界に戦争を引き起こすバイデン政策の覇権的保護主義とデカプリング（Decoupling)の弊害」（Krugman,P.R.)を、「経済安全保障」の観点から、理論的かつ実証的に分析しなさい。復習４時間。予習課題：アメリカ経済の特徴である「経済的格差」の現状と課題を、税制と社会保障、哲学等の点から深く学ぶ。予習2時間。"], "第10回": ["アメリカのエネルギー政策と環境政策ー電力・ガス・石油の産業組織の分析ー<br />(Environmental, Regional and Social Economics: Public Utilities)", "復習課題：『公共料金の経済学：規制改革と競争政策』を用いて、アメリカの公的規制と競争政策を体系的かつ論理的に学ぶ。加えて、欠陥を多々持つ、我が国電力市場の産業組織と成果を、理論的かつ実証的に、日米で比較・学習し、改革の方法を考え、政策提言を構築しなさい。日本の電力産業には、産業組織上、多くの弊害と経済的Lossが認識される。復習４時間。予習課題：（cf. Joseph E. Stiglitz)。アメリカのHegemonyを本質的かつ歴史的に学習し、その経済学的理解を深める。予習2時間。"], "第11回": ["アメリカの技術政策と研究開発ー地域とファイナンスおよび租税・財政政策ー<br />(Distribution of Income and Wealth:R&amp;D,Education Policy and Urban Policy)", "復習課題：アメリカの安全保障と研究開発を学習する。国家戦略と企業関係の理解。復習２時間。予習課題：アメリカイのノベーションに関して、経済学的・政治的意味を理論的に検討せよ。予習2時間。「価値観を同じくする国」とか、「同種国」であると明言して、世界のブロック化を主張するとき、その思想基盤には、多くの過ち（あやまち）と過失および見識の狭さが認められる。大観と世界の平和及び安定の視点から、アメリカ政治の過誤と問題点を深く考察すること(cf.Quentin Meillassoux)。"], "第12回": ["アメリカの環境政策の現状と課題ー再生可能エネルギーと排出権取引ー<br />(Global Environmental Policy , Industrial Organization and Marketing)", "復習課題：排出権モデルの学習と環境政策の課題を検討。復習２時間。予習課題：半導体の国際マーケティング戦略の現状と課題を学習すること。「「日米半導体協定（1986)」等によるアメリカ政府の理不尽な制裁が、日本の半導体産業を消滅させた事実（Dosi,Giovanni)」の意義と政策戦略を、マーケティングの現状分析から深く学習する。予習3時間。"], "第13回": ["アメリカの社会保障と国民生活の現況と展望<br />(Social Policy and Marketing Life in US)", "復習課題：雇用、社会保障、所得および資産格差について学習。とくにアメリカの税制の特徴を、日本と比較して学ぶ。復習２時間。予習課題：アメリカの所得と財産格差および相続・贈与税制、そしてその不平等性等を哲学・倫理から深く学ぶ。予習3時間。"], "第14回": ["アメリカ経済の産業と流通システムの現況の総括ーIntelligibility &amp; Odoriferous Powers-<br />(Government Policies and Their Effects: Joseph Robinette Biden, Jr., Donald Trump, China and Russia)", "復習課題：アメリカ経済の産業と流通システムの現状と課題を総括すること。自習時間4時間以上。"], "授業計画1": "課題に対しては、小テスト等の方法でフィードバックする。", "授業外学習2": "マクロ・ミクロの経済理論をあらかじめ学習しておくこと。講義では計量経済学の手法による理論と実証分析を説明するので、計量経済学と数学の勉学をしておくことが望ましい。授業外の学習時間を十分にとり、真摯に勉学することが求められる。世界的視点からアメリカ経済を学習すること。"}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "16": "", "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["桑原秀史", "公共料金の経済学：規制改革と競争政策", "有斐閣", "2010 年", "978-4-641-16315-7", ""], "教科書Required texts0": "桑原秀史『公共料金の経済学ー規制改革と競争政策ー』（有斐閣）", "参考文献・資料Reference books0": "適宜、授業中に指示する。", "学生による授業評価の方法Course Evaluation by Students0": "webにより評価。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "毎回課する小問題に係る評価シート等、提出物による。"], "備考Note0": "アメリカ経済の産業と流通システムについて強い関心をもってほしい。", "更新日時/Date of Update1": "2024年09月09日 16時36分58秒", "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ｂ－１０３"]}, "campas": 0, "name": "【200】経済事情Ｎ（２０１６）／Economic Affairs N(2016)", "管理部署": 4, "単位数": 2, "担当者": "桑原　秀史（KUWAHARA HIDECHIKA） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 17, "評価1": 0, "評価2": 6, "開講期": 2}