{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "テーマ：『線形代数と線形計画法』<BR/><BR/>中級以上の経済学を学ぶ際には（というより数理的側面を有する殆ど全ての学問で）微分積分学と線形代数学の知識が不可欠である。微分積分学については経済数学入門で議論されたので、この演習では線形代数について学ぶ。ベクトルと行列について習ったことがある人は、それらについて深く学ぶものと思えば良い。特に本演習では、古くから経済学に応用され、近年さらにその応用対象を広げつつある線形計画法を主眼に置き、行列や行列式はそのための基礎として学ぶ。大規模な行列計算を扱うためのコンピューターによる計算法も重視する。", "到達目標": "線形計画法の考え方を理解し、経済問題に応用できること。また、その過程で線形代数の基礎的な知識を身につけること（行列・行列式の基本的な計算や重要な定理の理解など）。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "まず、本演習では線形計画法とその応用に力点が置かれ、線形代数の一般論には深入りしない。それらをじっくり学びたい学生には藤原先生のプレ演習を強く勧める。Rの基本操作については古澄先生のプレ演習で扱われるので、並行履修するのも良い。<BR/><BR/>理論・実証問わず線形代数や線形計画の考え方を用いない分野を探す方が困難なので、どのような授業・演習と並行履修しても効果的と考える。計量経済学や統計学で大量の行列を目にしたことがあるだろう（初歩的な例としては分散・共分散行列）。理論への応用は見えにくいかもしれないが、例えば田村先生の授業やプレ演習で学ぶ様々な資源分配メカニズムについて、それらを実装する際には線形計画問題に帰着させて処理すると便利な場合が多い。実際、このプレ演習の履修決定メカニズムや新研究室棟での教員間の研究室分配メカニズムはそのように実装した。<BR/><BR/>より基礎的な部分での関連として、梶井先生のプレ演習では論理学について学ぶが、数学やプログラミングは論理的思考を活用する絶好の機会である。逆にそれらを学ぶことで論理的思考能力を高めることも出来る。", "授業の概要・背景": "", "授業方法": "履修人数にもよるが、原則として対面の演習方式による。", "トピック": {"授業計画1": "初めに線形代数の基礎である行列と行列式、並びに連立一次方程式・不等式について学ぶ。その後、線形計画法の考え方を学び、履修者自身で身近な問題に応用してもらう。なお、理論を学ぶ際の計算練習を除いて計算は全てコンピューターで行う。この授業ではRを用いるので、ソフトのインストールや初歩的な操作は出来ることが望ましい。演習形式なので、授業中の練習問題やレポートの発表を多く含む。傍観は認めない。", "授業外学習2": "日々の授業で練習問題（計算・証明）を出す。それらについては授業中に履修者自ら発表してもらうのでその準備をすること。また、線形計画法を用いて身近な経済問題について分析してレポートを作成してもらうので、その準備が授業外学修にあたる。"}, "評価": {"教科書Required texts0": "受講生の数学耐性を踏まえて別途定める。おそらくスライドを使う。", "参考文献・資料Reference books0": "別途指示するが、興味のある人は図書館で「行列と行列式」とか「線形代数学」と銘打った書物を眺めてみてほしい。Rの操作法については（RjpWiki含め）インターネット上に良いサイトがたくさんある。\n\nRによるベクトルや行列の操作について先取りして学びたい人は例えば\n\n山田剛史・杉澤武俊・村井潤一郎（共著）「Rによるやさしい統計学」(オーム社 ISBN 978-4-274-06710-5)\n\nの第8章以下を眺めてみると良い。応用の仕方もわかって一石二鳥である。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "レポートとその作成に向けての発表、練習問題による"], "更新日時/Date of Update0": "2023年01月12日 21時40分48秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｃ－３０４"]}, "campas": 0, "name": "【200】プレ演習　３４／Pre-Seminar", "管理部署": 4, "単位数": 2, "担当者": "白井　洸志（SHIRAI KOJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "開講期": 2}