{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": " このプレ演習では、環境資源経済学の中でも特に「自然環境の経済評価」、「貿易と環境」、「倫理的消費、国境措置」に焦点を当てます。<BR/>(i) 自然環境は「食料、水、木材の供給」、「水源涵養」、「レクリエーション」、「遺伝資源」、「遺産価値」など、様々なサービスを供給していて、重要な社会経済活動の基盤の一つです。したがって、自然環境を経済的に評価することは、個々の人や企業、あるいは社会全体のより良い選択につながります。<BR/> (ii)環境関連財や廃棄物は、日々国境を越えてたくさん取引されています。これらがどのような要因によって国境を移動しているのか、それが各国の企業活動や経済にどのような影響を与えているのかを明らかにすることができます。<BR/> (iii)多くの環境問題は一国や一地域の中だけの問題ではなくグローバルな問題です。消費者や企業が市場を通してグローバルな環境問題に対処していくための制度、あるいは政府が直接介入する制度など様々な政策や制度が実施されています。これらの政策や制度の効果を明らかにします。<BR/>　このプレ演習では、この3つのトピックに関して 受講生が(a)現状を知り、(b)何が問題なのかを考え、(c)その問題を経済学的に分析して、(d)自分たちなりの答えを考えられるようになることを目的とします。", "到達目標": "単に情報を集めるだけではなく、多くの情報やデータを客観的に分析できるようになることを目標とします。そのために必要な統計分析についても授業で行います。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "国際経済学", "授業の概要・背景": "", "授業方法": "それぞれのテーマについて5回のシリーズになります。1回目で事実について講義をし、グループを決めます。2回目では、各グループで興味関心のある具体的なテーマを決めてもらいます。3回目で統計分析を行ってもらいます。4回目～5回目でプレゼンテーションを行ってもらい、終了後に研究演習でできる研究内容について説明をします。", "トピック": {"第1回": ["自然環境の経済評価（１）：自然環境の価値、それを経済的に（金銭価値で）評価する手法、過去に評価された具体的な事例などを講義します。このゼミの過去の学生さんたちが行ってきた自然環境の評価についても紹介します。また、2回目～5回目で実施するグループワークのグループを決めます。", "興味を持って自分でウェブで情報を調べたり、新聞や雑誌記事を調べたりしてください。ウェブサイトの一部は参考文献に紹介してありますので、参考にしてください。"], "第2回": ["自然環境の経済評価（２）：このプレ演習では、スキル習得のためのサンプルデータに基づいた分析にはなりますが、各グループで過去の事例を調べたうえで自分たちが評価する対象を決めます。例えば、●●島のサンゴ礁、●●山の天然林、といったものです。そのうえで、実際に経済評価に必要なアンケート（案）の作成を行ってもらいます。", "興味を持って自分でウェブで情報を調べたり、新聞や雑誌記事を調べたりしてください。ウェブサイトの一部は参考文献に紹介してありますので、参考にしてください。"], "第3回": ["自然環境の経済評価（３）：自然環境の経済評価で用いられる統計分析手法をPCを用いて説明します。そのうえで、各グループごとにサンプルデータを用いた分析を行ってもらいます。それが終わったら、10分程度のプレゼン用のファイルを作成してもらいます。", "PC操作で分からなかったところなどは質問をしたり、グループで教えあったりしてください。"], "第4回": ["自然環境の経済評価（４）：各グループに分析結果とその考察について、プレゼンテーションをしてもらいます。", "プレゼンテーションの良かったところ、悪かったところを自分たちで評価し、まとめてください。"], "第5回": ["自然環境の経済評価（５）：各グループに分析結果とその考察について、プレゼンテーションをしてもらいます。終了後に、研究演習でこのテーマを研究する際に、どのようなステップで行っていくのか、どのようなことができるのか、について説明をします。", "プレゼンテーションの良かったところ、悪かったところを自分たちで評価し、まとめてください。"], "第6回": ["貿易と環境（１）：　環境関連財（再生可能エネルギー関連財など）、廃棄物や中古品（廃プラスチック、古紙、中古家電など）は、たくさん国境を越えて移動しています。また、資源（さかな、木材、鉱物資源など）もたくさん国境を超えて取引されています。これらの現状について講義します。また、7回目～10回目で実施するグループワークのグループを決めます。", "興味を持って自分でウェブで情報を調べたり、新聞や雑誌記事を調べたりしてください。ウェブサイトの一部は参考文献に紹介してありますので、参考にしてください。"], "第7回": ["貿易と環境（２）：　各グループで様々な環境関連財の貿易に関する情報を調べたうえで自分たちが分析する対象の製品（財）を決めます。例えば、太陽光パネル、廃ペットボトル、といったものです。そのうえで、実際に分析に必要なデータを説明をしたうえで、集めてもらいます。", "興味を持って自分でウェブで情報を調べたり、新聞や雑誌記事を調べたりしてください。ウェブサイトの一部は参考文献に紹介してありますので、参考にしてください。"], "第8回": ["貿易と環境（３）：貿易データの分析で用いられる統計手法をPCを用いて説明します。そのうえで、各グループごとに対象とする貿易データを用いた分析を行ってもらいます。それが終わったら、10分程度のプレゼン用のファイルを作成してもらいます。", "PC操作で分からなかったところなどは質問をしたり、グループで教えあったりしてください。"], "第9回": ["貿易と環境（４）：各グループに分析結果とその考察について、プレゼンテーションをしてもらいます。終了後に、研究演習でこのテーマを研究する際に、今回のプレ演習での内容を発展させてどのようなことができるのか、どのようなステップで行っていくのかについて説明をします。", "プレゼンテーションの良かったところ、悪かったところを自分たちで評価し、まとめてください。"], "第10回": ["倫理的消費、および国境措置（１）：環境問題は一国や一地域の範囲内の問題ではありません。6回目から10回目のところでも明らかになる通り環境に関連した財は国境を越えて取引されます。また、汚染物質や海洋に廃棄されたゴミは国境を越えていきます。企業はサプライチェーン全体にわたって、環境配慮をすることが求められるようになってきています。このグローバルな問題に対処する方法も多く実施されています。その中で、倫理的消費（認証制度、フェアトレードなど）、および国境措置（貿易規制）に焦点を当てて講義をします。また、11回目～14回目で実施するグループワークのグループを決めます。", "興味を持って自分でウェブで情報を調べたり、新聞や雑誌記事を調べたりしてください。ウェブサイトの一部は参考文献に紹介してありますので、参考にしてください。"], "第11回": ["倫理的消費、および国境措置（２）：各グループで様々な倫理的消費の制度や国境措置に関する情報を調べたうえで自分たちが分析する対象の制度を決めます。例えば、森林認証、パーム油認証、国境炭素税、といったものです。そのうえで、実際に分析に必要なデータを説明したうえで、集めてもらいます。", "興味を持って自分でウェブで情報を調べたり、新聞や雑誌記事を調べたりしてください。ウェブサイトの一部は参考文献に紹介してありますので、参考にしてください。"], "第12回": ["倫理的消費、および国境措置（３）：この種の分析で用いられる統計手法をPCを用いて説明します。そのうえで、各グループごとに対象とするデータを用いた分析を行ってもらいます。それが終わったら、10分程度のプレゼン用のファイルを作成してもらいます。", "PC操作で分からなかったところなどは質問をしたり、グループで教えあったりしてください。"], "第13回": ["倫理的消費、および国境措置（４）：各グループに分析結果とその考察について、プレゼンテーションをしてもらいます。", "プレゼンテーションの良かったところ、悪かったところを自分たちで評価し、まとめてください。"], "第14回": ["倫理的消費、および国境措置（５）：各グループに分析結果とその考察について、プレゼンテーションをしてもらいます。終了後に、研究演習でこのテーマを研究する際に、今回のプレ演習での内容を発展させてどのようなことができるのか、どのようなステップで行っていくのかについて説明をします。<BR/>　また、全体が終了後に、研究演習のスケジュールなどについても簡単に紹介します。", "プレゼンテーションの良かったところ、悪かったところを自分たちで評価し、まとめてください。"]}, "評価": {"参考文献・資料Reference books0": "●ここで紹介するウェブサイトは、ほんの一例です。皆さん自身でも調べてみてください。\n\n●自然環境の経済評価については、下記環境省の「自然の恵みの価値を測る」のウェブサイトが分かりやすいです。\nhttps://www.biodic.go.jp/biodiversity/activity/policy/valuation/index.html\n\n●廃棄物の貿易については、まず下記のようなページから入ってみても良いです。\n国民生活センター　→　http://www.kokusen.go.jp/wko/pdf/wko-202103_06.pdf\n\n●少し細かなデータは下記のサイトにもあります。（ここ数年は貿易規制の影響で一部の国への輸出は大きく減少しています）\nペットボトルリサイクル推進協議会（この中の統計データのページ）→　https://www.petbottle-rec.gr.jp/topics/\n古紙再生促進センター（この中の統計資料のページ）　→　http://www.prpc.or.jp/\n\n\n\n●倫理的消費が何かについては、「倫理的消費」、「エシカル消費」などで各自で検索してみてください。\n\n●認証制度については下記のサイトを紹介しておきます。\nFair Trade International → https://www.fairtrade.net/\nFSCジャパン　→　https://jp.fsc.org/jp-ja\nMSC（日本語サイト）→　https://www.msc.org/jp\n\n●国境措置については下記のサイトを紹介しておきます。\nEU木材規制（林野庁）　→　https://www.rinya.maff.go.jp/j/riyou/goho/kunibetu/eutr.html\n国境炭素税　→　この「国境炭素税」で検索してみてください。経済産業省やシンクタンクなどから様々な記事・情報が出されています。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業内グループワークへの参加の程度、グループワークのアウトプットで評価します。"], "更新日時/Date of Update0": "2022年04月25日 11時00分34秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｃ－４０２"]}, "campas": 0, "name": "【200】プレ演習　１０／Pre-Seminar", "管理部署": 4, "単位数": 2, "担当者": "東田　啓作（HIGASHIDA KEISAKU） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 4, "開講期": 1}