{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "テーマ：世界経済の不思議をひもとく<BR/><BR/>　世界の国々は実に多様であり、各地で営まれる経済活動やそれに付随する事象には私たちの目には不思議に映るようなものも少なくない。知らないことや馴染みのないこと、日本の常識や自分の直観に反するような事柄を忌避するのではなく、それらに素直に驚き、首を傾げてみよう。そんな驚きや戸惑いこそが、国際経済・金融について理解を深めるための原動力となる。そして、人々はなぜそのような行動をとるのか、それをひもとくのに経済学の視点は有効か、それとも所変わって文化・風習・制度が異なれば所詮経済学など通用しないのか、共に考え議論してみよう。そのような知的エクササイズを通じて、参加者が次の三つを実践するよう促すことが本授業の目的です。<BR/><BR/>①視野を広げる：「小さなスマホ画面よりも広い世界を」<BR/>見慣れたものばかりを見続けることで狭くなりがちな視野を広げ、社会・経済の国際的な視点を持つようになろう。<BR/><BR/>②暗記ではなく、考え、理解する：「知識の詰め込みよりも考察を」<BR/>トリビア・クイズ的暗記学習から脱皮し、経済学の考え方を駆使して多様な世界経済について理解を深めよう。<BR/><BR/>③答えよりも問いを探し求める：「正解探しよりも疑問提起を」<BR/>ありきたりで無難な「正解」を探すのは卒業して、問うに値する知的に面白い問いを自ら立てよう。<BR/><BR/>　世界経済の不思議を身近に感じてもらうために、下記の具体的テーマ設定で学期前半・後半の授業を行います。履修にあたって国際経済・金融に関する事前知識は不要です。<BR/>前半：「奇妙なお金：通貨を通して見る世界経済」 &quot;Strange money: World economy through the lens of currencies&quot;<BR/>後半：「幸福はお金で買えるか？ハピネスとウェルビーイングの国際経済学」 &quot;Can money buy happiness? International economics of happiness and subjective well-being&quot;", "到達目標": "授業目的に掲げた①～③を実践することで、3年次の専門演習に参加するに相応しい素養を身に付ける事。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "　世界の多様な国々において繰り広げられる経済活動は、日本に暮らすわたしたちにとって意外であったり、不思議に思える事柄で満ちている。知らないことや馴染みのないこと、日本の常識や自分の直観に反するような事柄を忌避するのではなく、それらに素直に驚き、首を傾げよう。そんな驚きや戸惑いこそが、国際経済や国際金融の営みを理解するための原動力となる。<BR/><BR/>　世界経済の不思議を身近に感じてもらうために、下記の二つの具体的テーマを設定して授業を行います。履修にあたって、国際経済や国際金融に関する事前知識は不要です。<BR/><BR/>「奇妙なお金：通貨を通して見る世界経済」<BR/>&quot;Strange money: World economy through the lens of currencies&quot;<BR/><BR/>「幸福はお金で買えるか？ハピネスとウェルビーイングの国際経済学」<BR/>&quot;Can money buy happiness? International economics of happiness and subjective well-being&quot;", "授業方法": "出席必須の演習科目として対面授業を行います。講義を併用する際にも、受講者の発言機会を設けるなどして双方向の議論と能動的な学びを重視します。定員を設けた演習科目であることを十分認識し、主体的・能動的に参加してください。", "トピック": {"第1回": ["ガイダンス<BR/>動機：何のために経済学を学ぶ？学んで、それでどうする？<BR/>導入：世界の中の日本、「世界第3位の経済大国」はどれくらい大きいのか？", "事前にシラバスをよく読んでおく。<BR/>講義内容を踏まえて、経済学を学ぶ自身の動機を再点検し、以後の取り組みに活かす。"], "第2回": ["テーマ１：「奇妙なお金：通貨を通して見る世界経済」<BR/>&quot;Strange money: World economy through the lens of currencies&quot;<BR/>1.1 この国の通貨は？クイズをトリビアで終わらせないために<BR/>1.2 独自の通貨を持たぬ国、他国の通貨を拝借する国<BR/>1.3 暗号資産ビットコインが国の公式通貨に？", "配布資料を熟読し、授業目的欄に掲げた三点（①社会や経済への視野を広げる；②暗記ではなく、考え理解する；③正解探しよりも知的に面白い問いを探す）を実践する。"], "第3回": ["1.4 世界の奇妙なお金たち：彼らに経済学は通じるか？<BR/>1.5 どこの社会にも通貨が存在するのはなぜ？ <BR/>1.6 通貨をもたらすのは誰？政府か、それとも市場か？", "配布資料を熟読し、授業目的欄に掲げた三点を実践。"], "第4回": ["1.7 通貨の信認：信じる者は救われるか？<BR/>1.8 ビッグマックと為替レート：異なる通貨、同じ価格？<BR/><BR/>課題１について", "配布資料を熟読し、授業目的欄に掲げた三点を実践。<BR/>課題１に取り組む。"], "第5回": ["課題１　グループワーク", "課題１について、グループメンバーで協力してレポート作成、プレゼンテーションの準備。"], "第6回": ["課題１　成果報告会", "課題１について、グループメンバーで協力してレポートとプレゼンテーションに取り組む。"], "第7回": ["課題１へのフィードバック<BR/>コミュニケーション・スキルズ(communication skills)について<BR/>テーマ２への導入", "課題１へのフィードバックを踏まえて、レポートやプレゼンテーションをさらに良くするために必要な事柄を考え、次回に活かす。"], "第8回": ["テーマ２：「幸福はお金で買えるか？Happinessとwell-beingの国際経済学」<BR/>&quot;Can money buy happiness? International economics of happiness and subjective well-being&quot;<BR/>2.1 購買力と通貨価値：そのカネで何をどれだけ買える？<BR/>2.2 所得の国際比較：通貨が異なる国の所得は比較可能だろうか？", "配布資料を熟読し、授業目的欄に掲げた三点を実践。"], "第9回": ["2.3 幸福は金で買えるか？所得水準と幸福度の関係　イースタリン・パラドックス(Easterlin paradox)　<BR/>2.4 そもそも幸福度は測定可能か？Subjective well-being (SWB)の測定<BR/>2.5 イースタリン・パラドックス批判と反論：国際比較と時系列分析（Richard Easterlin, John Helliwell, Daniel Kahneman &amp; Angus Deaton, Betsey Stevenson &amp; Justin Wolfers)", "配布資料を熟読し、授業目的欄に掲げた三点を実践。"], "第10回": ["2.6 ホモ・エコノミカスの効用(utility)とホモ・サピエンスの主観的ウェルビーイング(SWB)<BR/>2.7 豊かさと幸福度：何を測り、何を追求すべきか？<BR/>2.8 幸福の経済学と自然選択の掟：幸福は人間の活動の目標や誘因足り得るか？（Richard Layard, Amartya Sen, Angus Deaton, Gary Becker)  <BR/><BR/>課題２について", "配布資料を熟読し、授業目的欄に掲げた三点を実践。<BR/>課題２に取り組む。"], "第11回": ["課題２　グループワーク", "課題２について、グループメンバーで協力してレポート作成、プレゼンテーションの準備。"], "第12回": ["課題２　成果報告会", "課題２について、グループメンバーで協力してレポートとプレゼンテーションに取り組む。"], "第13回": ["課題２へのフィードバック<BR/>専門演習、卒業演習について", "課題２へのフィードバックを踏まえて、レポートやプレゼンテーションをさらに良くするために必要な事柄を考え、今後に活かす。"], "第14回": ["総括・復習テスト", "学期を通して学んだ事柄の総括と復習。"]}, "評価": {"教科書Required texts0": "指定しない。", "参考文献・資料Reference books0": "必要に応じて授業で配布・指定する。", "学生による授業評価の方法Course Evaluation by Students0": "通常の方法による。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "授業最終回に総括として実施"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "グループ課題のレポート及びプレゼンテーションを評価"], "成績評価Grading3": ["その他／Others (99)", "30 %", "出席、授業における議論等への貢献を評価"], "成績評価Grading4": "備考　Note\n演習形式の授業を行うため、出席必須です。欠席が四回に達するとその時点で不可とします。", "更新日時/Date of Update0": "2022年04月06日 13時08分50秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｃ－３０４"]}, "campas": 0, "name": "【200】プレ演習　２１／Pre-Seminar", "管理部署": 4, "単位数": 2, "担当者": "藤井　英次（FUJII EIJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}