{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "前半（担当：木戸衛一）の講義では、ドイツの歴史と社会について説明する。日本とドイツは、よく似た近現代史を歩んできたが、それは決して偶然ではない。軍国主義・ファシズムの過去は、多言語主義・多文化共生という今日的観点から見て共通の負の条件を残したが、今日の両国の立ち位置には大きな違いがある。本講義では、理想化も毛嫌い（「煙独」）も排して、ドイツの実情を批判的に検証する。<BR/>　後半（担当：藤井幸之助）の講義では、日本における旧植民地出身者の在日朝鮮人に対するヘイトスピーチからヘイトクライムに深刻化してきている問題をさまざまな映像を見ることを通して考察していく。？・？・？が続くが、解決に向けて何ができるか考えたい。キーワード：ヘイトスピーチからヘイトクライムへ・朝鮮学校・日本軍「慰安婦」・入管法", "到達目標": "本講義を履修することにより、身近に起こるヘイトスピーチ・ヘイトクライムに対して敏感に感じ取り、問題解決の方途を考えられるようにする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "教員が知識の詳細について解説します。基本的には教員が解説し、受講生はそれを自分なりに咀嚼し、ノートに記録することが学習活動の中心になります。もちろん、教員と受講生間で質疑応答の場が設けられています。", "トピック": {"第1回": ["日独比較の視座：日本とドイツは、よく似た近現代史を歩んできたが、それは決して偶然ではない。軍国主義・ファシズムの過去は、多言語主義・多文化共生という今日的観点から見て共通の負の条件を残したが、今日の両国の立ち位置には大きな違いがある。第１回では、日独に共通する近現代史と両国を比較する視座について講義する。", ""], "第2回": ["ドイツにおける血統主義―日本への移入：ドイツはフランスと対極的に、血統主義に基づく国籍法を長らく有し、日本はこれを踏襲した。工業化・近代化の過程で多くの外国人労働者が定住したにもかかわらず、このフィクションが維持された実情を考察する。", ""], "第3回": ["ナチズム下の強制労働：ナチズムの人種差別主義は、「多言語主義・多文化共生」と文字どおり正反対のイデオロギーである。日本でも見られた傲慢な選民思想がもたらした外国人強制労働の実態を明らかにする。", ""], "第4回": ["第二次世界大戦後の外国人労働者の受け入れ：第二次世界大戦後の東西分断国家は、それぞれ外国人労働者の受け入れを余儀なくされた。西独の市民社会、東独の社会主義社会それぞれにおいて、彼らが置かれた状況を解説する。", ""], "第5回": ["「移民国」としての自己認識：「統一」9年後の1999年、ドイツは国籍法を改正して出生地主義を採用し、「移民国」であることを事実上認めるに至った。その成果と課題、2019年4月に改正出入国管理法（入管法）を施行した日本社会へのインプリケーションについて考察する。", ""], "第6回": ["極右と排外主義：グローバル化の反動として、移民・難民を排撃する極右暴力はドイツでも存在する。負の歴史を矮小化し、外国人差別の言説を垂れ流す極右勢力の実態を解説し、日本との連関性を明らかにする。", ""], "第7回": ["試験", ""], "第8回": ["朝日関係史からはじめよう－植民地主義・歴史修正主義の克服のために：みなさんはなぜ日本に多くの朝鮮人がいるのかを小中高校で学んだことがあるだろうか？　史上最悪の韓日関係と言われているが本当か？　2021年夏、在日朝鮮人が多く暮らす京都府宇治市ウトロ地区の家屋に22歳の青年が放火した（2022年9月に4年の実刑判決を受け、服役中）。何が彼をそうさせたのか？", ""], "第9回": ["朝鮮学校ってどんなとこ？（１）：朝鮮学校は朝鮮民主主義人民共和国の学校なの？　ほんとうに“反日教育”や“スパイ養成”をしているの？　日本学校とはどこが違って、どこが同じなの？", ""], "第10回": ["朝鮮学校ってどんなとこ？（２）：朝鮮学校で学ぶ在日朝鮮人の子どもたちの目を通してみた日本社会は？　できれば、朝鮮学校を訪問してみよう（一般公開授業あり）。", ""], "第11回": ["日本軍「慰安婦」問題をどうとらえるか？（１）：間違った理解をしていないか？　まずはサバイバーたちの語りから被害の実態を知ろう。", ""], "第12回": ["日本軍「慰安婦」問題をどうとらえるか？（２）：“反日”の象徴のように言われる“慰安婦像”（正式には「平和の少女像」「平和像」）を知っていますか？　戦時であっても平時であっても性暴力の存在する社会をどうすれば克服できるか？", ""], "第13回": ["朝鮮人BC級戦犯問題を知っていますか？：“日本人”として戦時動員された朝鮮人の若者たちが戦後なぜ戦犯とされ、処刑されなければならなかったのか？", ""], "第14回": ["スリランカ人のウィシュマ･サンダマリさんはなぜ名古屋入国管理センターで死ななければならなかったのか？：外国人も暮らしやすい日本社会とは？", ""], "授業外学習2": "学習事項の理解を深めるために、常に新聞・ニュースなどをまめにチェックする。学友ほか、身近な人と議論をする。"}, "評価": {"教科書Required texts0": "講義の中で、随時紹介していく。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "50 %", ""], "更新日時/Date of Update0": "2023年03月14日 14時04分28秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｂ－３０１"]}, "campas": 0, "name": "【100】学際トピックスＤ（２０１３）／Interdisciplinary TopicsD(2013)", "管理部署": 4, "単位数": 2, "担当者": "藤井　幸之助（FUJII KONOSUKE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 1, "評価2": 2, "開講期": 2}