{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義は、企業の社会的責任（CSR） の視点から、経済的側面のみならず環境的側面、社会的側面からも企業の活動を捉える視点を受講者が獲得することを目的とする。", "到達目標": "地球環境問題やさまざまな社会的課題の解決に向けた企業等の取り組みについて、受講者が多角的に考察できる力を身につけることを目標とする。", "授業方法": "オムニバスの講義形式（対面授業）で行う。→★4月12日（第1回）は対面授業で行います。第2回以降の授業方法については随時お知らせします。<BR/><BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、履修登録確定後の3回目以降「対面授業の録画データをオンデマンド配信」で対応する予定です。2回目までは「授業資料PDFと音声データ（または授業資料と音声の動画データ等）をシラバスへアップロード」で対応する予定です。→★下記を参照してください。<BR/><BR/>【学際トピックスA第1回講義の配布資料と録画データ】<BR/>「学際トピックスA」第1回「イントロダクション」の講義の配布資料、録画データ等を「教材・課題・テスト」にアップしました。必要な情報に各自アクセスしてください。<BR/>★最下欄の「URLリンク3」にLUNAの「科目のホームページ」URLを記しています。<BR/>★新型コロナ対応の「レベル４（重点的制限）」への移行に伴い、第2回（4月19日）からオンライン授業（オンデマンドA型）を実施します。授業日当日の11時までにLUNA上に教材等をアップしますので、各自アクセスして履修してください。", "トピック": {"第1回": ["イントロダクションと「地球環境問題と企業活動」<BR/>キーワード： 企業活動の環境・社会への影響、環境政策、企業の環境活動、SDGs", ""], "第2回": ["「買い物で社会を変える　持続可能な消費」<BR/>キーワード：エシカルコンシューマー、グリーンコンシューマー／SDGs・CSR・NGO／グリーンウォッシュ", ""], "第3回": ["「環境経営と環境イノベーション」<BR/>キーワード：イノベーション、環境規制、経営トップの役割、経営プロセス、ダイキン工業", "【第3回の授業外学習内容】<BR/>講義の前に、ダイキン工業のホームページで同社の環境への取り組み内容を予習しておくこと。"], "第4回": ["「生物多様性を考える」<BR/>キーワード：生態系、遺伝子、種、愛知目標、生物多様性条約", ""], "第5回": ["「BtoB企業におけるCSRとは」<BR/>キーワード：フィランソロピー、コンプライアンス、リスクマネジメント、BtoC企業との関係", ""], "第6回": ["「環境コミュニケーションと企業広告が果たすべき役割」<BR/>キーワード：環境広告・企業広告（CSV,CSR）、SNSを中心としたWEBコミュニケーション", "【第6回の授業外学習内容】<BR/>テレビや新聞などで、地球環境のことに言及した広告を１，２個見つけたうえで、企業名（団体名）と内容を簡単でよいのでまとめたものを用意してきてください。授業後レポートで使用します。"], "第7回": ["「製品開発と環境技術」 <BR/>キーワード：環境配慮設計、ヒートポンプ、宇宙機器、イノベーション、モチベーション", ""], "第8回": ["「気候変動問題と途上国支援（組織の社会的責任の観点から）」<BR/>キーワード：気候変動枠組条約、COP21パリ協定、アメリカのパリ協定離脱、排出権取引", "【第8回の授業外学習内容】<BR/>2015年12月のCOP21パリ協定の概要を予習すること。"], "第9回": ["「CSRマネジメントとレポーティング」<BR/>キーワード：企業の社会的責任（CSR）、イシュー・マネジメント、説明責任、CSR報告書", "【第9回の授業外学習内容】<BR/>講義の前に、関心のある企業のホームページなどからその企業のCSR報告書（サステナビリティ報告書、統合報告書）を入手し、読んでおいてください。"], "第10回": ["「気候変動問題に対する地方自治体の取組」<BR/>キーワード：ローカルアジェンダ２１、京都議定書、地方環境施策", "【第10回の授業外学習内容】<BR/>環境省のサイトにある地方公共団体実行計画（区域施策編）策定状況一覧から自身の住んでいる地域の地球温暖化対策実行計画を見ておいてください。"], "第11回": ["「国連環境計画（UNEP）の取り組み」<BR/>キーワード：サステナビリティ、廃棄物問題、プラスチックごみ、サプライチェーン", ""], "第12回": ["「消費者とCSR」<BR/>キーワード：VOC、コ・クリエーション、双方向コミュニケーション、消費者志向経営", "【第12回の授業外学習内容】<BR/>『CSRの基礎－企業と社会のあり方』第12章を読む。「お客様の声を活（生）かす」と「消費者志向経営」を検索して概要を把握しておく。"], "第13回": ["「人権とCSRの関わり」、授業全体の総括<BR/>キーワード：児童労働、環境破壊、サプライチェーン、国連人権理事会、ビジネスと人権／CSR、サステナビリティ、就活", ""], "第14回": ["「環境とCSR」<BR/>キーワード：環境政策と環境経営、SDGsと長期ビジョン、マテリアルフローコスト会計、SDGsウォッシュ", "【第14回の授業外学習内容】<BR/>便利な生活と環境問題の両立で，普段の生活やニュース，新聞で気になることを考えておいてください。"]}, "評価": {"教科書Required texts0": "・『CSRの基礎－企業と社会の新しい関係』國部克彦他、中央経済社、2017年．", "参考文献・資料Reference books0": "・『グリーンコンシューマー～世界をエコにする買い物のススメ～』すぎ本育夫、昭和堂、2006年\n・『環境経営イノベーションの理論と実践』 植田和弘他、中央経済社、2010年\n・『モチベーション3.0 持続する「やる気！」をいかに引き出すか』ダニエル・ピンク、講談社、2015年\n・『イノベーションのジレンマ―技術革新が巨大企業を滅ぼすとき』クレイトン・クリステン、翔泳社、2011年\n・『人を大切に―人権から考えるCSRガイドブック（第三版）』アジア・太平洋人権情報センター、2016年", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "平常リポートの一環としての期末リポートによる。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "各授業で課す「事後リポート」による"], "成績評価Grading3": "備考　Note\n授業中の最後の10分間で講義事後リポートを書き、授業終了後に提出します。オリジナリティある意見や感想が書けている内容に2点、その中で優秀なものにさらに2点を平常点として最終成績に付加します。その他に、最終リポートを課します。最終レポート及び講義毎の平常点の合計点によって最終成績評価をつけます。比率は最終リポート70％＋平常点30％です。最終レポートの題目については第1回で発表しますので、第1回目の講義は必ず出席するようにしてください。\n\n【オンライン受講生対象】\n事後リポートは別途オンラインで提出を求める予定です。\n\n※ 対面授業が実施できなかった場合、またオンライン受講生の場合も成績評価の方法は同じです。", "URLリンク1/URL 10": "第3回の授業外学習関連ページ", "URLリンク2/URL 21": "第10回の授業外学習関連ページ", "URLリンク3/URL 32": "LUNAの「科目のホームページ」", "更新日時/Date of Update3": "2021年04月27日 13時01分26秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "Ｂ－３０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】学際トピックスＡ（２０１３）／Interdisciplinary TopicsA(2013)", "管理部署": "経済学部／School of Economics", "単位数": "2", "担当者": "松岡　秀紀（MATSUOKA HIDEKI） ", "履修基準年度": "１年", "時限1": "月曜２時限／Monday 2", "開講期": "春学期／Spring"}