{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "多言語主義・多文化共生のテーマめぐって、ヨーロッパ（ドイツ語圏）の事例を参照しつつ、東アジア（日本、韓国）の現状とその課題を理解できるようになること。今回のテーマは「在日コリアンと日本社会の課題」です。", "到達目標": "多文化共生とともに排外主義の問題を理解し、より良い共生社会を築いていくための試みについて議論できるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "ドイツ語、朝鮮語、日本語、英語、フランス語など", "授業方法": "対面で実施する。講義、参加者とのやり取り、ディスカッションなども行う。積極的な参加を求める。<BR/>講義と対話を繰り返しながら理解を深める。グループワークを課すこともある。参加者の発言も大いに期待している。", "トピック": {"第1回": ["09/22（中川）「人の移動と＜移民の背景のある市民＞との共生」　日本では外国籍住民あるいは「在留外国人」と呼ばれているが、ドイツでは＜移民の背景のある市民＞と呼び、「移民政策」がEUベースで行われている。「在留外国人統計」などの資料から、実は「存在しない」日本の「移民政策」について考える。", ""], "第2回": ["09/29（中川）「識字教育について」　日本における識字教育の歴史を概観したのち、1970年代に始まる「外国籍住民」に対する識字教育の始まりとその運動について考える。また、ドイツにおける識字教育が中心的に移民に対する言語教育の枠組みで行われていることにも言及する。", ""], "第3回": ["10/06（中川）09/22（中川）「ヘイトスピーチの心理とコミュニケーション」Schulz von Thun のコミュニケーションモデルからヘイトスピーチのメカニズムについて学ぶ。例として、ドイツと日本におけるヘイトスピーチを取り上げる。", ""], "第4回": ["10/13（中川）「ドイツ社会と日本社会　ー右傾化とヘイトクライムについて」　ドイツ社会、とりわけ右傾化する政治について、ドイツにおけるヘイトクライムから考察し、その視点から日本社会を考察する。", ""], "第5回": ["10/20（中村）「在日朝鮮人の誕生と「入管体制」の確立」<BR/>昨年3月、名古屋の入管施設で起きたスリランカ人女性、ウィシュマ・サンダマリさんの虐待死事件を御存知だろうか。彼女だけではない。この25年だけで20人以上の外国籍者が、施設収容中や強制送還中に命を途絶されている。事態の根本は、在日朝鮮人を管理、監視、排除の対象にしてきた日本の政策にある。レイシズム（人種差別主義）を背骨にした日本の外国人政策の起源を考える。", ""], "第6回": ["10/27（中村）「国際人権からみた外国人政策と、差別との闘い」<BR/>日本の在日朝鮮人政策の柱は、「国籍」を基準にした無権利化と公的領域からの排除、不可視化だった。人種差別撤廃条約や国際人権規約など、日本も加入、批准している国際人権条約に基づく委員会から日本政府が受けた是正、改善勧告を紐解きながら、日本の「外国人差別」の実例を取り上げる。70年代以降の当事者による反差別闘争が明らかにした日本社会の課題とは、それは今、どうなっているか。", ""], "第7回": ["11/03（中村）「権利伸長と証言の時代、揺り戻し～1990年代という転換点」<BR/>　1970年代以降、在日朝鮮人、在日韓国人当事者と、日本社会に暮らす様々な属性を持つ人々との協働による反差別・人権伸長闘争が高揚した。それらは指紋押捺制度の廃止や、公務員採用の範囲拡大、地方参政権を巡る最高裁付言などの様々な「成果」をもたらした。一方で起きたのは、右派、保守派の反発であり、左派・リベラル系の迷妄だった。90年代は反差別と歴史改竄、レイシズムはせめぎ合う転換点だった。", ""], "第8回": ["11/10（中村）「2000年代以降、レイシズムの噴出と排外・攘夷主義運動」<BR/>　90年代以降のバックラッシュの動きは、過去清算と規範の確立に失敗したこの社会の必然だった。それは2000年代後半になって「レイシズムのビッグバン」として噴出する。その象徴は、「在日特権を許さない市民の会」など、従来になかった排外・攘夷運動の広がりであり、彼彼女らによるヘイトデモ、ヘイト犯罪の頻発だった。幾つかの具体的事件を取り上げて分析したい。その背景とは何か。", ""], "第9回": ["11/17（中村）「差別との闘いが示す日本の現在と今後の課題」<BR/>　メディアを通して官民を循環し、先鋭化していく在日外国人差別の数々は、それに対抗する新たな動きをも生み出した。一つは路上などでの対抗行動（カウンター）であり、もう一つは被害当事者による法的応戦である。差別を処罰する法律がないなど、反差別の闘いが明らかにした日本社会の課題を提示するとともに、カウンター運動の歴史的意味、そして裁判闘争が導きだした司法判断の最前線を紹介し、今後の課題について分かち持ちたい。", ""], "第10回": ["11/24（藤井）「なぜ日本に朝鮮人がいるのか？」　今年2022年は日本の敗戦・朝鮮の解放から77年、大韓民国・朝鮮民主主義人民共和国建国から74年、朝鮮戦争勃発から72年。韓国との国交正常化から57年。朝鮮とはいまだに国交はない。そんな中、日本になぜ朝鮮人が多く暮らしているのか知らない人が多い。そこで日本列島と朝鮮半島の関係を振り返り、東アジアにおける日韓・日朝の関係を考え、在日朝鮮人が日本社会を構成する大切なメンバーであることを理解するために、在日朝鮮人の歴史を概観したい。", ""], "第11回": ["12/01（藤井）「朝鮮学校ってどんな学校？」　朝鮮学校ではどのような教育をおこなっているのかみていきたい。在日朝鮮人の子どもたちも、生まれ育った日本において普遍的な教育を受ける権利を持っている。また、民族的な教育を受ける権利も有する。つまり、日本人の大人も朝鮮人の子どもの教育に責任を持つと考える。ところが、この間、日本の教育行政は政治・外交的な理由のみで朝鮮学校に対する差別的処遇をおこなってきた。そのことの意味を考えたい。", ""], "第12回": ["12/08（藤井）「日本軍「慰安婦」問題とは何か？」ひとり日本だけの問題ではない。日本政府は繰り返し、問題は解決済みとしているが、被害者の頭越しに行われている。また、過去の問題というだけでもない。戦時性暴力にとどまらず、現在も世界中で性暴力は後を絶たない。「平和の少女像」を例に挙げ、日本人の中にある植民地主義を払拭し、性暴力のない社会の構築のために、当事者として自分に何ができるかを考えたい。", ""], "第13回": ["12/15（藤井）「朝鮮人BC級戦犯は日本人？朝鮮人？」昨年3月に最後の生き残りの李鶴来/イハンネさんが東京で亡くなった。96歳だった。泰緬鉄道の建設のために連合国軍の捕虜収容所で監視員をしていたが、戦後捕虜虐待容疑で裁判の結果、BC級戦犯として死刑判決を受けた。その後減刑されたものの、日本国籍を喪失したことにより、軍人恩給の対象から外された。彼の人生はなんであったのか？　考えたい。", ""], "第14回": ["12/22（藤井）「閣議決定で、使えなくなった？「強制連行」という用語」　“従軍慰安婦”や“強制連行”という用語が不適切として、2021年4月に日本政府は閣議決定をした。答弁書には「一括りに「強制連行」というのは適切ではない」「「強制労働に関する条約」の定義には当てはまらない」とまとめられている。歴史修正（→改竄）主義はここまで来たかという感がある。大日本帝国は旧植民地出身者に対して何を行ってきたのか、具体的な例を見ながら考えたい。", ""], "授業外学習2": "ＬＵＮＡ等で配信されたものについては事前の予習が必要である。読書ノートの宿題を課すことがある。"}, "評価": {"参考文献・資料Reference books0": "泉水編著（2018）『ことばを教える・ことばを学ぶ　複言語・複言語・ヨーロッパ言語共通参照枠（CEFR）と言語教育』行路社\n名嶋編著（2019）『民主的シティズンシップの育て方』ひつじ書房\n中村一成（2014）『ルポ　京都朝鮮学校襲撃事件−＜ヘイトクライム＞に抗して』岩波書店\n名嶋ほか編著（2020）『右翼ポピュリズムに抗する市民性教育明』明石書店\n中川慎二他編著（2021）『インターネットとヘイトスピーチ』明石書店", "学生による授業評価の方法Course Evaluation by Students0": "大学のフォーマットによる", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n各担当者が課す授業中の提出物による", "更新日時/Date of Update0": "2022年02月18日 13時38分49秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "５別－５"]}, "campas": 0, "name": "【100】学際トピックスＤ（２０１３）／Interdisciplinary TopicsD(2013)", "管理部署": 4, "単位数": 2, "担当者": "中川　慎二（NAKAGAWA SHINJI） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 22, "評価1": 3, "開講期": 2}