{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、多言語主義・多文化共生について学ぶこと。このテーマをめぐって、多言語・多文化社会ドイツについて、教育、言語政策、歴史の観点から学ぶ。つまり、戦後ドイツに居住する移民の背景のある市民との共生、言語政策、戦後ドイツ史について学ぶ。また、多言語化・多文化化しつつある日本社会の課題についても理解できるようになること。とりわけ、日本の在日朝鮮人について、歴史、教育、文化などの観点から理解できるようになること。", "到達目標": "多文化共生とともに排外主義の問題を理解し、より良い共生社会を築いていくための試みについて議論できるようになる。", "特記事項": "", "関連科目": "ドイツ語、朝鮮語、日本語、英語、フランス語など", "授業の概要・背景": "", "授業方法": "対面で実施する。講義、参加者とのやり取り、ディスカッションなども行う。積極的な参加を求める。<br />講義と対話を繰り返しながら理解を深める。グループワークを課すこともある。参加者の発言も大いに期待している。", "トピック": {"第1回": ["09/26（中川）「人の移動と＜移民の背景のある市民＞との共生」：　日本では外国籍住民あるいは「在留外国人」と呼ばれているが、ドイツでは＜移民の背景のある市民＞と呼び、「移民政策」がEUベースで行われている。移民の受け入れとその政策という観点から日本社会とドイツ社会における多文化共生について学ぶ。", ""], "第2回": ["10/03（中川）「言語教育政策について」：日本における識字教育の歴史を概観したのち、1970年代に盛んになった「外国籍住民」に対する識字教育の始まりとその運動について考える。また、ドイツにおける識字教育が主に移民に対する言語教育の枠組みで行われていることにも言及し、ドイツにおける「外国語としてのドイツ語」教育と「第２言語としてのドイツ語」教育について議論する。", ""], "第3回": ["10/10（中川）「ヘイトスピーチの心理とコミュニケーション」：Schulz von Thun のコミュニケーションモデルからヘイトスピーチのメカニズムについて学ぶ。例として、ドイツと日本におけるヘイトスピーチを取り上げ、外国人に対する排外主義について学ぶ。", ""], "第4回": ["10/17（中川）「戦後ドイツの日本人社会」：戦後のドイツ再進出は、ハンブルクに始まる。鉄鋼業の技術移転を目的とした企業は、ルール工業地域へと進出していく。ヨーロッパでは最初の日本人学校がデュッセルドルフに設立されることで、ハンブルクにできつつあった日本人社会はデュッセルドルフで成長した。デュッセルドルフと都市の地理的位置づけとともに、日本人社会の発展と今後の展望について議論する。", ""], "第5回": ["10/24（木戸）「近代ドイツの民族的マイノリティー」：日本と同時期に近代国民国家が成立したドイツでは、ドイツ語の〈標準語〉化などを通じて国民統合が図られ、血統主義に基づく「ドイツ人」概念が確立した。植民地主義・帝国主義がもたらした民族的マイノリティーへの統合・排除政策や、ヴァイマル共和国期の政治的暴力がいかなるものであったかを検討する。", ""], "第6回": ["10/31（木戸）「ナチ・ドイツにおけるユダヤ人迫害とホロコースト」：ナチ・ドイツは、今日ヘイトスピーチに関連して引き合いに出される「憎悪のピラミッド」の古典的事例である。ネット上に飛び交う俗説を排し、社会ダーウィニズム、人種差別主義、反ユダヤ主義など、その本質的危険性を分析・確認する。", ""], "第7回": ["11/07（木戸）「〈移民国〉ドイツの歴史と現状」：19世紀移民送り出し国だったドイツは、第二次世界大戦後移民受け入れ国へと百八十度変貌した。移民労働者（「ガストアルバイター」）や難民、旧ソ連・東欧からの「帰還者」の受け入れの経緯を正確に把握し、現時点での成果と課題について考察する。", ""], "第8回": ["11/14（木戸）「統一ドイツにおける排外主義」：1990年の「統一」直後から、ドイツでは難民や定住トルコ人に対する襲撃や殺害が猖獗を極めた。「民衆扇動罪」（刑法第130条）などの存在にもかかわらず、それらが根本的には解決されないまま、21世紀の極右暴力を招来している問題について批判的に検討する。", ""], "第9回": ["11/21（木戸）「ドイツのための選択肢」（AfD）：「過去の克服」を進めてきたドイツにおいても、歴史否認・外国人差別の極右政党が、国政において完全に地歩を確立した。その原因を分析するとともに、6月の欧州議会選挙、9月の東独3州州議会選挙の結果を踏まえ、この政党の行方と市民社会のありようについて考察する。", ""], "第10回": ["11/28（藤井）朝日関係史からはじめよう－植民地主義・歴史修正主義の克服のために：みなさんはなぜ日本に多くの朝鮮人がいるのかを小中高校で学んだことがあるだろうか？　史上最悪の韓日関係と言われているが本当か？　2021年夏、在日朝鮮人が多く暮らす京都府宇治市ウトロ地区の家屋に22歳の青年が放火した（2022年9月に4年の実刑判決を受け、服役中）。何が彼をそうさせたのか？", ""], "第11回": ["12/05（藤井）朝鮮学校ってどんなとこ？（１）：朝鮮学校は朝鮮民主主義人民共和国の学校なの？　ほんとうに“反日教育”や“スパイ養成”をしているの？　日本学校とはどこが違って、どこが同じなの？", ""], "第12回": ["12/12（藤井）朝鮮学校ってどんなとこ？（２）：朝鮮学校で学ぶ在日朝鮮人の子どもたちの目を通してみた日本社会は？　できれば、朝鮮学校を訪問してみよう（一般公開授業あり）。", ""], "第13回": ["12/19（藤井）日本軍「慰安婦」問題をどうとらえるか？<span style=\"font-size:13.28px;\">：間違った理解をしていないか？　まずはサバイバーたちの語りから被害の実態を知ろう。</span>", ""], "第14回": ["01/09（藤井）朝鮮人BC級戦犯問題を知っていますか？：“日本人”として戦時動員された朝鮮人の若者たちが戦後なぜ戦犯とされ、処刑されなければならなかったのか？", ""], "授業外学習2": "ＬＵＮＡ等で配信されたものについては事前の予習が必要である。読書ノートの宿題を課すことがある。"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", ""], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｂ－３０１"]}, "campas": 0, "name": "【100】学際トピックスＤ（２０１３）／Interdisciplinary TopicsD(2013)", "管理部署": 4, "単位数": 2, "担当者": "中川　慎二（NAKAGAWA SHINJI） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 22, "評価1": 2, "評価2": 3, "開講期": 2}