{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "言語・ジェンダー・制度・人権の視点から「人の移動とマイノリティ」の現状と課題を理解できるようになること。", "到達目標": "言語・ジェンダー・制度・人権の視点から「人の移動とマイノリティ」の課題を理解し、より良い共生社会を築いていくための試みについて議論できるようになる。", "授業方法": "（変更4/11)第1回は対面で実施した。第2回、第3回、第4回はZOOMによる同時双方向の授業とする。<BR/>第5回－第9回はオンデマンド・オンライン（ビデオ）での授業。<BR/>第10回からは、コロナ禍による「まん延防止重点措置」など発出された措置に従って変更する。<BR/>シラバスとともに、LUNAでの連絡を見るようにすること。<BR/>オンラインでも、積極的な参加を求める。<BR/>講義と対話を繰り返しながら理解を深める。オンラインでのグループワークを課すこともある。参加者の発言も大いに期待している。", "トピック": {"第1回": ["04/8（中川）導入、授業の説明。「外国籍住民と共生社会」：私たちは、日常生活でしばしば移民の背景のある市民に出会う。ドイツやオーストリアの外国籍住民をめぐって、その受け入れと彼らの権利について議論する。また、それに合わせて、難民受け入れと排外主義について日本とドイツにおける課題についても言及する。", ""], "第2回": ["04/15（中川）「人の移動と教育について」：移民の背景のある市民とその教育の問題について、ドイツと日本の制度について議論する。外国人学校、インターナショナル・スクール、ナショナル・スクール、こどもの権利条約、学校教育法、朝鮮学校の高校無償化排除などにも言及する。", ""], "第3回": ["04/22（中川）「ドイツの政治教育とシティズンシップ教育」：市民性教育ともいわれる教育の伝統とあたらしい試みについて議論する。", ""], "第4回": ["05/06（中川）「言語権とは何か」：移民の背景のある市民の言語権と市民権について議論する。日本における識字教育、夜間中学校、学習サポート、民族学級、ドイツの識字教育などにも言及する。", ""], "第5回": ["05/13（井藤）オンデマンド授業　「民族の歴史・土地の歴史」：まず、現代トルコの地理、気候、言語などの基礎知識を身につける。次に、彼らがイスラム教を受け入れながらたどってきた中央アジアからの民族の移動の歴史と、彼らがたどりついたアナトリア半島の土地の歴史の二つがあることを知る。それと同時にその二つの歴史の関係性を理解する。", ""], "第6回": ["05/20（井藤）オンデマンド授業　「緩やかな専制オスマン帝国」：多宗教・多言語・多民族国家であったオスマン帝国をとりあげることで、言語、宗教、生活習慣などがその社会の多数派一般とは異なる少数派の人たち、つまり現在で言うマイノリティの人たちをどのようなシステムで受け入れていたのか、そこから今日の私達の社会がマイノリティとどうともに暮らしていくのかを考えるうえでのヒントを探る。", ""], "第7回": ["05/27（井藤）オンデマンド授業　「オスマン帝国の文化芸術」：建築や言語、食文化などのようなさまざまな領域の成り立ちをみていくことで、オスマン帝国を形作る編成原理をあきらかにする。それは、複数の要素、例えば宗教、言語、文化、民族がゆるやかに共存しあって相互に結びついているような柔らかい構造であり、多様な文化を受け入れ併存することにより、そこからマイノリティにたいする寛容さも生み出されたことを理解する。", ""], "第8回": ["06/03（井藤）オンデマンド授業　「オスマン帝国の衰退とトルコ共和国建国」：多宗教・多民族をゆるやかに統合していたオスマン帝国が、ヨーロッパからもたらされたナショナリズムの影響により、その内部で民族独立運動が起こり、崩壊への道へ進んで行く過程をたどることにより、今日では、さけて通ることのできないナショナリズムについて理解を深める。<BR/>（番外編：伝承話芸メッだーとその世界）近世トルコ口頭伝承文芸の中の話芸を手がかりとして、イスラム社会とジェンダーの問題を考察する。", ""], "第9回": ["06/10（井藤）オンデマンド授業　「現代トルコのマイノリティと国家」：現在のトルコ共和国が抱えている大きな問題の一つであるマイノリティ問題をとりあげる。彼らの民族の自治やアイデンティティの問題が現代トルコの社会問題になっている歴史的背景を考察することでマイノリティ問題を深く理解する。また、第二次世界大戦後、ヨーロッパに労働者としてでかけていったトルコ人たちが、特にドイツで生活するようになり、そこからドイツにおけるトルコ人マイノリティの現状を考える。", ""], "第10回": ["06/17（盧）「非音声言語ー韓国朝鮮語の手話の世界」：そもそもサイン・シグナル・ジェスチャーなど、手話にはどんな違いがあり、なぜ手話は言語といえるのか？手話にも標準語や方言があるのか？手話の歴史は何時どこから始まったのか？などについて、実技や簡単な手話演習を行いながら言語の多様性と形について理解を深める。", ""], "第11回": ["06/24（盧）「Me Too運動からみる韓国女性運動の過去と現在」女性運動が活発な韓国において、Me Too運動は韓国の女性たちに、はたして何を問いかけ、何がどう変わったきたのかを考察しながら、日本と韓国それぞれのMe Too運動について比較してみる。", ""], "第12回": ["07/01（盧）「民主化以後の韓国の多文化政策ー異邦人としての外国人女性移住労働者問題の考察」1987年を境に韓国社会は大きく変貌する。又国としての韓国の位相も高まり、それに伴い自然に外国人労働者たちが、移住先として韓国に流れるようになった。特に国際結婚などによって、韓国社会に定住する傾向が強くなる。しかし伝統的な家父長制文化中心の韓国社会で、外国人女性移住労働者が、どのような問題を抱えているのかを考察しながら、隣国の多文化政策について理解を深める。", ""], "第13回": ["07/08（盧）「韓国と日本の家族制度に関する比較ー戸籍・婚姻・名字について」韓国では夫婦別姓！？子供は父母どちらかの名字が選択できる！？韓国の戸籍制は今は廃止された！？姦通罪は無くなり、離婚自由の判断材料には影響しない！？隣国の家族制度と戸籍の歴史について、日本と比較しながら、同じ男性中心主義社会である韓国と日本のそれぞれの違いと特徴などを紹介する。", ""], "第14回": ["01/15（盧）「韓国民主化と国家人権委員会について」かつて軍事独裁政権下で、民主化のために犠牲になった人たち、民主政権誕生とともに創設された“韓国国家人権委員会”は、なざ創設されたのか、国の機関として出来上がるまでの展開過程を論じながら、今の韓国国家人権委員会の役割などを紹介する。ひと・権利・尊厳に直結する「普遍的な価値」について議論する。", ""], "授業外学習2": "ＬＵＮＡ等で配信されたものについては「事前の予習」が必要である。読書ノートの宿題を課すことがある。提出物と授業時のミニテスト、ミニリポートにより評価する。"}, "評価": {"参考文献・資料Reference books0": "泉水編著（2018）『ことばを教える・ことばを学ぶ　複言語・複言語・ヨーロッパ言語共通参照枠（CEFR）と言語教育』行路社\n名嶋編著（2019）『民主的シティズンシップの育て方』ひつじ書房\n井藤聖子（2019）『トルコ料理の誘惑　私を虜にした食と文化』現代企画室\n名嶋ほか編著(2020)『右翼ポピュリズムに抗する市民性教育』明石書店", "学生による授業評価の方法Course Evaluation by Students0": "大学のフォーマットによる", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n各担当者が課す授業中の提出物や授業中テストによる。", "更新日時/Date of Update0": "2021年07月21日 10時53分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ｂ－２０４"]}, "campas": 0, "name": "【100】学際トピックスＢ（２０１３）／Interdisciplinary TopicsB(2013)", "管理部署": 4, "単位数": 2, "担当者": "中川　慎二（NAKAGAWA SHINJI） ", "履修基準年度": "１年", "時限1": 22, "評価1": 3, "開講期": 1}