{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義は，受講生が「科学」の特質・課題を理解したうえで，経済学を含む社会科学とは何か，社会科学と他の諸科学との間にどのような異同があるのか，社会科学独自の意義や課題について思索できるようになることを目的とします。", "到達目標": "学生がさまざまな文献にあたり，社会科学の特質や基本的な方法について説明し，またそれらについて検討できるようになることを目標とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "経済学史，近代経済学史，社会思想史，社会科学概論B", "授業の概要・背景": "　この講義では，経済学部生を主な対象として，「科学」とは何か，そして経済学が分類される「社会科学」とは何か，について学びます。<br />　「科学」という言葉を聞いて「自然科学」（たとえば，物理学や天文学）を暗黙理に連想する人，「社会科学」に分類される学問（たとえば，経済学）を「本当に科学なの？」と考えている人もいるかもしれません。たしかに，19世紀には経済学は「科学」の名に値しないと一部の人びとに主張されたこともありますが，他方で経済学は新しい「科学」として認知されていき，現在に至っています。今日に至るまで，さまざまな学者が「科学」，そして「社会科学」の特質や方法について議論を重ねました。そして，これからも議論されていくことになるでしょう。<br />　ところで，そもそも「科学」とはどのように定義できるのでしょうか（定義すべきなのでしょうか）？これこそ本講義で皆さんと考えたいテーマです。「社会科学」を学んだとしても，「社会科学」を包含する「科学」がどのようなものか考えられなければ，みずからの「学び」は「砂上の楼閣」になります。<br />　みずからの「学び」が，過去・現在・将来にわたって，どのような議論のうえに成り立っている（あるいは，成り立ちうる）のかを知ることは，「学び」の意味・効用を理解するうえでも重要なことでしょう。本講義を通じてみずからの「学び」の意味・効用を見つめ直すきっかけとしてください。", "授業方法": "毎回，レジュメを配布し，スライドを用いながら説明します。<br />これら講義で使用する資料（レジュメ，および補足資料）はLUNAを通じて前日に掲載・事前配布します（講義後，修正版に差し替える場合があります）。<br />講義で使用したスライドも，講義後にLUNAに掲載します。<br /><br />原則として毎回，講義ではコメントペーパーの提出，また講義後に講義内容の理解度を確認する課題の提出を求めます。課題の提示・提出はMicrosoft Formsを用います（最終回は課題なし）。<br />なお，課題提出には講義への出席・参加，また講義で示す（パスワード的）キーワードの選択（あるいは入力）が求められますので，その点あらかじめご了解ください。<br />課題は毎回，講義があった翌週火曜日23時までに提出してください。<br /><br />パスワードを不正に入手する，パスワードを他人に教える，他人になりすましてコメントペーパーや課題を提出する・提出してもらうなどの不正があった場合には理由のいかんを問わず単位認定しませんのでご注意ください。<br />また，講義には３分の２以上の参加を求め，それより出席が少ない場合には成績評価対象外とする場合があります。<br />【オンライン受講許可学生対象】<br />「Zoom による同時双方向」で配信予定です。授業開始 5 分前までに Zoom へ入ってください。<br />Zoom URLについてはLUNAの「社会科学概論A」の欄に記載します（履修確定までLUNAの「社会科学概論A」はゲストアクセス可にしますので，関学生であればチェック可能です）。", "トピック": {"第1回": ["（0）ガイダンス<br />（１）科学の意味<br />「科学」の意味／「科学」の由来／「哲学」との差異／「科学」の特徴", "事前のレジュメ取得をお願いします。<br /><br />【オンライン受講許可学生対象】<br />「Zoom による同時双方向」で配信予定です。授業開始 5 分前までに Zoom へ入ってください。<br />Zoom URLについてはLUNAの「社会科学概論A」の欄に記載します（履修確定までLUNAの「社会科学概論A」はゲストアクセス可にしますので，関学生であればチェック可能です）。<br /><br />【予習課題】<br />さまざまな辞書で「科学」「Science」の意味について調べてみる。（1時間）<br />【復習課題】<br />内井惣七『科学哲学入門：科学の方法・科学の目的』1章を読む。（3時間）<br />課題を提出する。"], "第2回": ["（１）科学の意味（続）<br />科学者（Scientist）の語源<br />（2）科学と技術<br />「科学」と「技術」の相違点／「科学」と「技術」との関わり／もうひとつの意味の「技術」（Art）", "事前のレジュメ取得をお願いします。<br /><br />【オンライン受講許可学生対象】<br />第1回の指示と同様です。以降の回についても同様にZoomに入ってください。<br /><br />【予習課題】<br />Scientistの語源について調べてみる。<br />たとえば，村上陽一郎『日本近代科学史』1章・3章，伊勢田哲治『科学哲学の源流をたどる』第２章を読んでみる。（2時間）<br />【復習課題】<br />第1―2回の講義内容を参考に「科学」と「技術」の関係についてまとめる。（2時間）<br />課題を提出する。"], "第3回": ["（3）科学と宗教<br />キリスト教の特徴／中世前後の「科学」と「宗教」との関係／「科学」と「宗教」との対立？／「科学」と「宗教」との関係", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />キリスト教と科学の歴史について調べる。<br />たとえば，A.E.マクグラス『科学と宗教』第1章を読んでみる。（2時間）<br />【復習課題】<br />第3回の講義内容を参考に「科学」と「宗教」の関係における大きな転換点についてまとめる。（2時間）<br />課題を提出する。"], "第4回": ["（4）科学の正統と異端<br />辞書における「正統」と「異端」／「宗教」における「正統」と「異端」／「科学」における「正統」と「異端」／「経済学」における「正統」と「異端」", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />「正統」と「異端」の意味をさまざまな辞書や文献で調べてみる。<br />たとえば，森本あんり『異端の時代』1章を読んでみる。（1時間）<br />【復習課題】<br />第4回の講義内容を参考に「正統」と「異端」の関係についてまとめる。森本あんり『異端時代』2―4章を読む。（3時間）<br />課題を提出する。"], "第5回": ["（5)科学の細分化ー自然科学と社会科学ー<br />中世における「大学」／「自然科学」の発達／「社会科学」の発達／「人文科学」の成立", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />大学の起源について調べてみる。<br />たとえば。隠岐さや香『文系と理系はなぜ分かれたのか』第1章を読んでみる。（2時間）<br />【復習課題】<br />第5回の講義内容を参考に「自然科学」と「社会科学」の異同についてまとめる。（2時間）<br />課題を提出する。"], "第6回": ["（6）科学における経済学の位置づけ<br />経済学への他科学の影響，経済学の他科学への影響／経済学の定義", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />「経済学」とはなにかを考えてみる。あるいは「経済学」の定義をさまざまな辞書や文献で調べてみる<br />たとえば，佐和隆光『経済学とは何だろうか』第1章を読んでみる。（2時間）<br />【復習課題】<br />第6回の講義内容を参考に「科学としての経済学」についてまとめる。（2時間）<br />課題を提出する。"], "第7回": ["（7）科学の方法：演繹と帰納（1）ーハーシェル，ヒューウェルー<br />演繹法と帰納法／ハーシェルの方法／ヒューウェルの方法／ハーシェルとヒューウェル", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />「演繹法」と「帰納法」の意味や例について調べてみる。<br />たとえば，伊勢田哲治『科学哲学の源流をたどる』第1章を読んでみる。（2時間）<br />【復習課題】<br />第7回の講義内容を参考に「ハーシェル」と「ヒューウェル」の考えの違いについてまとめる。（2時間）<br />課題を提出する。"], "第8回": ["（8）科学の方法：演繹と帰納（2）ーミル，ジェヴォンズー<br />J.S.ミルの方法／ジェヴォンズの方法", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />J.S.ミルやジェヴォンズの考えについて調べてみる。<br />たとえば，伊勢田哲治『科学哲学の源流をたどる』第1章，井上琢智『ジェヴォンズの思想と経済学』第4章を読んでみる。（2時間）<br />【復習課題】<br />第8回の講義内容を参考に「ミル」と「ジェヴォンズ」の考えの違いについてまとめる。（2時間）<br />課題を提出する。"], "第9回": ["（9）科学の方法：演繹と帰納（3）ー理論派と歴史学派ー<br />経済学における「演繹法」と「帰納法」／イギリス経済学における理論派（正統派）と歴史学派／イギリスにおける経済学方法論争の表出／理論派による歴史学派への反論／イギリスにおける方法論争の帰結／大陸における経済学方法論争／経済学方法論争への評価", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />「イギリス歴史学派」あるいは「歴史学派」とはなにか調べてみる。<br />たとえば，只腰親和・佐々木憲介『イギリス経済学における方法論の展開』第6・8章を読んでみる。（2時間）<br />【復習課題】<br />第9回の講義内容を参考に「理論派」と「歴史派」の考えの違いについてまとめる。（2時間）<br />課題を提出する。"], "第10回": ["（10）社会科学における数学（1）ーマルサス，ミルー<br />経済学における数学使用をめぐるいくつかの見解／19世紀前半の主流派経済学とその数学にたいする態度／ヒューウェルによる経済学への数学導入の試み／19世紀前半のフランス経済学者の数学にたいする態度", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />経済学に数学を用いることはなぜ肯定されるかを考える。<br />たとえば，A.C.チャン＆K.ウェインライト『現代経済学の数学基礎』（上）の序文を読んでみる。（2時間）<br />【復習課題】<br />第10回の講義内容を参考に「マルサス」および「ミル」の数学にたいする考えについてまとめる。（2時間）<br />課題を提出する。"], "第11回": ["（11）社会科学における数学（2）ージェヴォンズ，ワルラス，マーシャルー<br />19世紀後半の主流派経済学とその数学にたいする態度", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />経済学に数学を用いることを肯定する意義について考えてみる。<br />たとえば，只腰親和・佐々木憲介『経済学方法論の多元性』4章を読んでみる。（2時間）<br />【復習課題】<br />第11回の講義内容を参考に，「ジェヴォンズ」「ワルラス」「マーシャル」の考えの違いについてまとめる。（2時間）<br />課題を提出する。"], "第12回": ["（12）科学の発展（1）ーウィーン学団，ポパーー<br />「論理実証主義」「論理経験主義」／「反証主義」", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />「科学」とは何か，改めて調べてみる。<br />たとえば，内井惣七『科学哲学入門』3章・7章や戸田山和久『科学哲学の冒険』を読んでみる。（2時間）<br />【復習課題】<br />第12回の講義を参考に「ウィーン学団」「ポパー」の考えの違いについてまとめる。（2時間）<br />課題を提出する。"], "第13回": ["（13）科学の発展（2）ークーン，ラカトシュ，マクロスキーほかー<br />「パラダイム論」／ラカトシュの「科学的研究プログラムの方法」／「レトリック論」", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />「科学」とは何か，改めて調べてみる。<br />たとえば，内井惣七『科学哲学入門』3章・7章を読んでみる。（2時間）<br />【復習課題】<br />第13回の講義を参考に「クーン」「ラカトシュ」「マクロスキー」のほか，第１２回で扱った学者の考えやそれらの違いについてまとめる。（2時間）<br />課題を提出する。"], "第14回": ["（14）社会科学の意義・課題ー科学史の観点からー", "事前のレジュメ取得をお願いします。<br /><br />【予習課題】<br />第1―13回までの講義の資料に目を通してくる。（2時間）<br />【復習課題】<br />第1―14回までの講義内容をまとめる。（2時間）"], "授業外学習2": "各回に指定した授業時間外学習のほか，講義時に配布されたレジュメやLUNA上の資料（PowerPointなど）を見返し，次回の講義に備えてください。"}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", "講義内容理解を確認する試験"], "成績評価Grading2": ["その他／Others (99)", "40 %", "課題の内容"], "成績評価Grading3": "備考　Note\n定期試験（60％）。持ち込み資料は不可とします。\n課題（40％）を含むあらゆる提出物について不正提出が発覚した場合は、定期試験の結果如何に関わらず、不合格とします。\n課題は毎回4点満点で採点し，最終回を除く13回の講義のうちの上位10回分（最大40点）を成績評価の40％分とします。\n\n課題の提示・回収はMicrosoft Formsでおこないます。Microsoft Formsの使い方は初回講義でガイダンスします。\n\n毎回講義で講義へのコメントなどを記載するコメントペーパーを配布します。\nコメントペーパーや課題におけるコメント内容は加点対象になる場合があります。\n\nまた，講義には３分の２以上の参加を求め，それより出席が少ない場合には成績評価対象外とする場合があります。\n\n【オンライン受講許可学生対象】\nコメントペーパーはMicrosoft Formsで提出できるようにします。\n課題も（すべてMicrosoft Formsで回収しますので）対面受講生と同条件です。\n定期試験と同時間帯にMicrosoft Forms上にて定期試験に代わる試験を課します。第11回目以降にLUNAに詳細を掲載するので確認すること。", "備考Note0": "他の受講生の迷惑にならぬよう講義と関係のない私語は遠慮してください。\n講義で紹介した学者たちの著作を実際に自分で読んでみてください（翻訳可）。", "URLリンク1/URL 11": "LUNA→科目検索にて「社会科学概論A」で検索。", "更新日時/Date of Update2": "2023年04月27日 10時52分03秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "Ｂ－２０４"]}, "campas": 0, "name": "【300】社会科学概論Ａ／Introduction to Social Science A", "管理部署": 4, "単位数": 2, "担当者": "上宮　智之（UEMIYA TOMOYUKI） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "評価1": 0, "評価2": 6, "開講期": 1}