{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "この欧州ビジネス研修では、（1）スポーツ事業と（2）観光事業の2種類のインターンシップ・プログラム（約3週間）を提供することで、参加学生が海外で働くとはどのようなものなのか、その経験を得ることである。詳しくはkwicにて提供する募集要項を必ずご覧ください。<br /><br />（1）スポーツ事業部<br />ドイツの国技であるサッカーを中心としたスポーツビジネスを体験してみましょう。グローバル化が進む現在は日本のみを基準とした物差しで物事を正しく測りきれない世界となってきております。私たちは常に新しい世界観を見て、体験し、知識や考え方を学ぶ必要があります。ドイツの労働環境は日本と大きく異なります。現地で働く日本人の方々や、ドイツ人の働き方を実際に見て頂き、何が自分にとって大切かを問う為の機会にして頂ければと、私たちは思っております。また、サッカーを文化とするドイツで、いかにスポーツが人々を動かし、経済を動かしているかを体験して下さい。<br /><br />（2）観光事業部<br />世界で1番旅行を行う国ドイツ。GDP世界4位でありながら、ドイツ人の有給取得日数は年30日と世界でもトップクラス。ドイツ人は何故こんなにも休暇を長くとり旅行を楽しむことができるのでしょうか。その背景にはドイツの労働条件にあります。日本と異なる働き方はあなたの価値観を変える事になるでしょう。<br />　両国の間には異なる働き方がありますが、どちらにも良し悪しがあります。私たちは常に新しい世界観を見て、体験し、知識や考え方を学び、何が最良かを見極める必要があります。", "到達目標": "<div>学生が、下記にある知識や能力を身につけることを目標とします。</div><div><br /></div>（1）スポーツ事業部<br />スポーツに特化したビジネスを学ぶ事を目的としています。平日の午前は語学学校にてドイツ語を学習します。午後は子供を対象としたイベント企画・運営や、サッカースクールに関わる業務を行います。また大きなプロジェクトとしては欧州地域から日本に展開するスポーツマーケティング事業など広告作成やプロジェクトの進め方、多くの人たちを動かし進める上で必要な知識を学びます。現在進行中の事業を実際に見ることでビジネスについて知識を深めます。<br />週に一度、弊社の教育プログラムであるビジネス・教育に関するゼミナールが行われます。また現地企業とのプロジェクト会議やプレゼンの場に研修生として参加して頂きます。社会で必要な知識やスキルの習得を目指し、実際の仕事の現場に参加することで社会人になる前の経験を積みます。土曜日と日曜日はサッカースクールのサポート業務に就いていただき、現地の子供達と楽しみながら業務を行って頂きます。ベルギーの首都ブリュッセルへの出張や現地でのショートトリップもあるため楽しい思い出を作ることもできます。<br /><br />（2）観光事業部<br />観光事業部では現在欧米人に最も人気のあるクルーズを日本人のお客様にも知ってもらう広報活動を行って頂きます。実際にクルーズ船に乗船し、その素晴らしさを直に体験し、皆さんの意見とアイディアを情報配信して頂きます。主に、クルーズ船の詳細を調べてホームページのアップデート作業と、小グループでの広報動画作成を行って頂きます。<br />インターンシップ中に2回の弊社教育プログラムであるビジネス・教育に関するゼミナールが行われます。社会で必要な知識やスキルの習得、ドイツの労働環境等を理解し、社会人になる前の経験を積みます。", "特記事項": "", "関連科目": "", "授業の概要・背景": "研修内容（昨年度のものです。今年度の内容は時期をみてkwicで発信します）<div><br />【スポーツ事業部】<br />・スクールマネージメント（チーム指導/トレーニング内容作成 etc）<br />・プロジェクトサポート<br />・イベント企画 （キッズウィンタースクールイベント）<br />・訪日プロモーションプロジェクト（企画提案プレゼン）<br />   ※スポーツ事業部署/観光事業部署 合同 <br />・ベルギー（ブリュッセル）出張<br /><br />【観光事業部】<br />「地中海クルーズ」の販売促進サポート<br />-PR動画の作成<br />-クルーズ情報 ホームページのアップデート<br />・ビジネスに関する ゼミナール<br />　-　ドイツでの労働：ドイツの労働条件やドイツ人の働き方<br />　-　ドイツ人との仕事：現地で行うビジネスについて 又は 海外での仕事について<br />※社外より現地で働く方を講師としてお招きして講義を行います。<br />出張 (インスペクショントリップ)<br />提携クルーズ会社のクルーズ船に乗船して頂き動画素材の撮影、MSCスタッフによる船内の細部の案内やクルーズの説明を行っていただきます。<br />▽提携クルーズ会社：MSC Cruises (https://www.msccruises.jp/)またはCosta Cruise（https://costa-cruise.jp/flow/）<br />日本人専任スタッフがフランクフルトより1名以上が同行します。<br /> <br />※ プライベート旅行ではありません。MSCのインスペクショントリップとなります。<br />船内滞在中も業務作業、MSCスタッフ(英語・独語)によるクルーズ説明会等があります。<br /></div>", "授業方法": "受け入れ企業でのインターンシップなど　Internships at accepting companies etc.<br />研修企業：KM Group　 http://www.km-grp.com/<br />例年、2月～3月に実施。プログラムの具体的な内容は、受け入れ企業により情報が提供されるので、CIECからの情報を確認するようにしてください。", "トピック": {"授業計画1": "1）スポーツ事業部署：平日の午前中は語学学校（英語またはドイツ語）に通い、午後から夕方までフランクフルトにあるオフィスでのインターンシップ実習。日曜日の午前中は地元サッカースクールのサポート業務。例年はベルギー・ブリュッセル出張が入ります。<br />2）観光事業部署：平日は午前中から夕方までフランクフルトにあるオフィスでのインターンシップ実習。ヨーロッパ各国を周遊するクルーズ船に乗船し、日本人向けの広報作成・発信などの実習。<div><br /></div><div><div><span style=\"font-size:16.6px;\">1) Sports Business Division: Attend language school (English or German) on weekday mornings and internship training at the office in Frankfurt from afternoon to evening. On Sunday mornings, support work at local soccer schools. In previous years, a business trip to Brussels, Belgium is included.</span></div><div><span style=\"font-size:16.6px;\">(2) Tourism Division: Internship training at the office in Frankfurt from morning to evening on weekdays. On board a cruise ship that tours around European countries, interns prepare and disseminate public relations materials for Japanese people.</span></div></div>", "授業外学習2": "<div style=\"font-size:16.6px;\">事前研修、事後研修への参加は必須である。渡航前に事前目標シートを作成し、渡航中は1週間ごとに週報を提出してもらう。<span style=\"font-size:16.6px;\">現地への出発前に、ドイツの政治・経済・文化や、現地の生活習慣、現地での生活で注意すること等を、ガイドブック程度でも構わないので自分で良く理解しておくこと。全てを受入先企業任せにしないこと。</span></div><div style=\"font-size:16.6px;\"><br /></div><div style=\"font-size:16.6px;\">Participation in pre-departure and post-departure training is mandatory. Participants will be asked to prepare a pre-departure target sheet before traveling, and submit a weekly report each week during their stay.&nbsp;<span style=\"font-size:16.6px;\">Before departing, students should be aware of their own political, economic, cultural, local lifestyle, and living in the local area as much as guide books. Do not leave everything to the host company.</span></div>"}, "評価": {"0": "", "1": "", "教科書Required texts0": "なし", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "授業コード/Class code0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "授業コード/Class code1": ["その他／Others (99)", "100 %", "受入先企業による評価"], "更新日時/Date of Update0": "2024年12月22日 15時37分09秒"}, "campas": 0, "name": "【150】海外学習活動（欧州ビジネス研修）　２／Overseas Study Seminar of European Business Study -Sports and Tourism-", "管理部署": 4, "単位数": 4, "担当者": "上村　敏之（UEMURA TOSHIYUKI） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "開講期": ""}