{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will be introduced to a wide range of communication strategies at the intermediate level.", "到達目標": "Building upon the previous semester, students will engage in more challenging speaking tasks based on the topics listed in the syllabus. More emphasis is placed on the exchange of useful information and opinions.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "English", "授業の概要・背景": "The course will cover six conversation topics, including related vocabulary and structure activities.", "授業方法": "対面授業 in computer room using Moodle. On-demand format is available for approved students (unavoidable absence). Please meet in the classroom each class. Each semester will cover 6 units, with each unit taking two classes. Exercises are completed on Moodle&nbsp;and Publisher website (Oxford Online Practice and On the Move). 2 Review tests online will evaluate students acquisition of the topic contents, vocabulary, structure, and conversation ability.", "トピック": {"第1回": ["Unit 7 Making complaints: vocabulary, conversation, structure, and workbook activities", "Finish Unit 7 online practice and video activities. Finish workbook activities and Moodle&nbsp;quizzes."], "第2回": ["Unit 7 Making complaints: listening, reading, speaking, and check workbook activities", "Start Unit 8 Online Vocabulary and Grammar activities, do workbook activities and Moodle&nbsp;quizzes."], "第3回": ["Unit 8 Preferences: vocabulary, conversation, structure, and workbook activities", "Finish Unit 8 online practice, video activities, and workbook activities and Luna quizzes."], "第4回": ["Unit 8 Preferences: listening, reading, speaking, and check workbook activities", "Start Unit 9 Online Vocabulary and Grammar activities, do workbook activities and Moodle&nbsp;quizzes."], "第5回": ["Unit 9 Reporting events: vocabulary, conversation, structure, and workbook activities", "Finish Unit 9 online practice, video activities, and workbook activities and Moodle&nbsp;quizzes."], "第6回": ["Unit 9 Reporting events: listening, reading, speaking, and check workbook activities", "Review Units 7-9 Moodle&nbsp;Tests"], "第7回": ["Review Tests of Units 7-9", "Start Unit 10 Online Vocabulary and Grammar activities, do workbook activities and Moodle&nbsp;quizzes."], "第8回": ["Unit 10 Speculating: vocabulary, conversation, structure, and workbook activities", "Finish Unit 10 online practice, video activities, workbook activities, and Moodle&nbsp;quizzes."], "第9回": ["Unit 10 Speculating: listening, reading, speaking, and check workbook activities", "Start Unit 11 Online Vocabulary and Grammar activities, do workbook activities and Moodle&nbsp;quizzes."], "第10回": ["Unit 11 Past habits: vocabulary, conversation, structure, and workbook activities", "Finish Unit 11 online practice, video activities, and workbook activities and Moodle&nbsp;quizzes."], "第11回": ["Unit 11 Past habits: listening, reading, speaking, and check workbook activities", "Start Unit 12 Online Vocabulary and Grammar activities, do workbook activities and Moodle&nbsp;quizzes."], "第12回": ["Unit 12 Housing options: vocabulary, conversation, structure, and workbook activities", "Finish Unit 12 online practice, video activities, and workbook activities and Moodle&nbsp;quizzes."], "第13回": ["Unit 12 Housing options: listening, reading, speaking, and check workbook activities", "Review Test Units 10-12"], "第14回": ["Review Moodle&nbsp;Tests of Units 10-12", "Congratulations for finishing the course!"]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", "There is a mid-term review test and final test. Quizzes based on text and workbook in Moodle."], "成績評価Grading2": ["その他／Others (99)", "20 %", "Completing online practice on the publisher's website and one essay (20%)"], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｄ－３０２"]}, "campas": 0, "name": "【150】英語II（コミュニケーション）　１１／English II (Communication)", "管理部署": 5, "単位数": 1, "担当者": "バロウ　Ｊ．　Ｅ．（BARROW JACK EARL） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 2, "評価2": 6, "開講期": 2}