{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Students will be introduced to a wide range of communication strategies at the basic level.", "到達目標": "Building upon English learned in high school, students will engage in more challenging speaking tasks based on the topics listed in the syllabus. More emphasis is placed on the exchange of useful information and opinions.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "The course is based on gaining experience with typical topics of conversation, and enabling students to express their own life experiences in English.", "授業方法": "対面授業 in computer room using LUNA. On-demand format is available for approved students (unavoidable absence). Please meet in the classroom each class. Each semester will cover 6 units, with each unit taking two classes. Exercises are completed on LUNA and Publisher website (Oxford Online Practice and On the Move). 2 Review tests online will evaluate students acquisition of the topic contents, vocabulary, structure, and conversation ability.", "トピック": {"第1回": ["Unit 1 Talking about vacations: vocabulary, conversation, structure, related workbook activities<BR/>Register for online practice.", "For next class: Do all Unit 1 online practice and video activities. Write (100 words) for Speaking, finish workbook activities"], "第2回": ["Unit 1 Talking about vacations: listening, reading, speaking activities. We will check workbook activities.", "Start Unit 2 Online Vocabulary and Grammar activities"], "第3回": ["Unit 2 Giving Opinions: vocabulary, conversation, structure, related workbook activities", "Finish Unit 2 online practice and video activities. Write (100 words) for Speaking, finish workbook"], "第4回": ["Unit 2 Giving Opinions: listening, reading, speaking activities. We will check workbook activities.", "Start Unit 3 Online Vocabulary and Grammar activities"], "第5回": ["Unit 3 Personal Experiences: vocabulary, conversation, structure, related workbook activities", "Finish Unit 3 online practice and video activities. Write (100 words) for Speaking, finish workbook"], "第6回": ["Unit 3 Personal Experiences: listening, reading, speaking activities. We will check workbook activities.", "Review Units 1-3"], "第7回": ["Review Test of Units 1-3", "Start Unit 4 Online Vocabulary and Grammar activities"], "第8回": ["Unit 4 Describing places: vocabulary, conversation, structure, related workbook activities", "Finish Unit 4 online practice and video activities. Write (100 words) for Speaking, finish workbook"], "第9回": ["Unit 4 Describing places: listening, reading, speaking activities. We will check workbook activities.", "Start Unit 5 Online Vocabulary and Grammar activities"], "第10回": ["Unit 5 Special events: vocabulary, conversation, structure, related workbook activities", "Finish Unit 5 online practice and video activities. Write (100 words) for Speaking, finish workbook"], "第11回": ["Unit 5 Special events: listening, reading, speaking activities. We will check workbook activities.", "Start Unit 6 Online Vocabulary and Grammar activities"], "第12回": ["Unit 6 Suggestions and obligations: vocabulary, conversation, structure, related workbook activities", "Finish Unit 6 online practice and video activities. Write (100 words) for Speaking, finish workbook"], "第13回": ["Unit 6 Suggestions and obligations: listening, reading, speaking activities. We will check workbook activities.", "Review Units 4-6"], "第14回": ["Review Test of Units 4-6", "Have a nice summer! Use English when you can."]}, "評価": {"教科書Required texts0": "書名／Title　：Smart Choice 2, 3rd Edition(３版）, Multi-Pack A (オンライン練習一年付き）\n9780194602761　（４版を使用しない。）\n著者名／Authors　：Ken Wilson\n出版社・出版年／Publisher.Year　：Oxford, 2016\n価格　：2400", "参考文献・資料Reference books0": "Online practice is included with the textbook and operated by Oxford University Press. Please use the access code in the back of the book to register. See LUNA announcements for details.", "学生による授業評価の方法Course Evaluation by Students0": "The students will have an opportunity to evaluate the course.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", "Units 1-6 Written tests based on text, Quizzes based on text and workbook in LUNA"], "成績評価Grading2": ["その他／Others (99)", "20 %", "Completing Online Practice, On the Move, and introductory essay"], "成績評価Grading3": "備考　Note\nTests and Quizzes are based on the text and workbook in LUNA (80%), and Other includes completing Online Practice, On the Move on the publisher's website, and an introductory essay (20%). The points for Online Practice and On the Move will be added by the teacher during the course. Those students who miss five or more classes during the term will receive 0 points for this course.", "更新日時/Date of Update0": "2023年02月22日 10時07分44秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "Ｄ－３０２"]}, "campas": 0, "name": "【100】英語I（コミュニケーション）　１２／English I (Communication)", "管理部署": 5, "単位数": 1, "担当者": "バロウ　Ｊ．　Ｅ．（BARROW JACK EARL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 25, "評価1": 2, "評価2": 4, "開講期": 1}