{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Students will be introduced to a wide range of communication strategies at the basic level.", "到達目標": "Students will be introduced to a wide range of comminication strategies at the basic level aimed at moving them from reading English documents for the purpose of translation into Japanese to managing fiction and non-fiction documents entirely in English.  The course will emphasize reading primarily and also speaking, listening, and writing.  Course will be conducted in English.  Students will learn skills in everyday communication.  Students will learn how to communicate with others in a fluent way.  Students will also learn good pronunciation in this class", "授業方法": "Students will be able to work in groups and use their own ideas.  Students will be able to roleplay with others while carrying out various tasks.", "トピック": {"第1回": ["Class policy, goal and interview with teacher.", ""], "第2回": ["Group building activity", ""], "第3回": ["L2 sounds system training", ""], "第4回": ["Mini project presentation", ""], "第5回": ["Describing work and school", ""], "第6回": ["Asking for and giving opinions, describing daily schedules", ""], "第7回": ["Shopping and prices", ""], "第8回": ["Clothing and personal items, colors and materials", ""], "第9回": ["Music, movies and TV programs", ""], "第10回": ["Invitations, and excuses, dates and times", ""], "第11回": ["Talking about family", ""], "第12回": ["Sports and fitness", ""], "第13回": ["Project work (design and preparation)", ""], "第14回": ["Project presentation", ""], "授業外学習2": "Students must complete all homework assignments.  Each assignment is to be determined on the given class day."}, "評価": {"教科書Required texts0": "Interchange, Student's book 1, forth edition.\nJack C. Richards, Cambridge\nISBN 978-1-107-64867-8", "学生による授業評価の方法Course Evaluation by Students0": "questionnaire at the end of the semester", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "The student's grade will be based on quizzes, writing assignments, and oral presentations. No final exam will be given during the exam period. Those students who miss five or more classes during the term will receive 0 points for this course."], "成績評価Grading2": "備考　Note\nStudents will be evaluated on the effort and design that goes into their projects. Also they will be evaluated on the quality of their in class presentation of the project.", "更新日時/Date of Update0": "2021年04月26日 15時49分12秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｄ－２０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】英語I（コミュニケーション）　１３／English I (Communication)", "管理部署": "商学部／School of Business Administration", "単位数": "1", "担当者": "プレット　Ｂ．Ｗ．（PLETT BERNARD W.） ", "履修基準年度": "１年", "時限1": "火曜２時限／Tuesday 2", "開講期": "春学期／Spring"}