{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "The purpose of this course is to help develop your reading skills.", "到達目標": "One important goal of this course is that you will have many opportunities to read a wide range of paragraphs in English: English newspaper, news sites on the Internet, text messages, Interview articles and the Reading section of the TOEIC test.", "授業方法": "Reading, vocabulary and comprehension questions and activities.  A CD and a DVD are available for classroom listening and viewing.<BR/>追記：配慮対象学生または授業参加希望しない学生へ　　テキスト１－３章まで行った時点で、答えのみルースリーフに書いて、８４円切手を貼った封筒で郵送してください。答えをチェックして、追加プリントを送るので、９４円切手を貼った返信用封筒を同封すること。授業前後にプリント受け取り、レポート提出のみを行い、授業不参加でも構わない。大阪市阿倍野区共立通り２－４－１２　　不明点はメールで。aokiyumiko2@gmail.com", "トピック": {"第1回": ["Return of the Wilderness: Yellowstone National Park (USA)     etc.", "9月24日、対面授業。レポート提出の人は、2－3unitまとめて、答えをルースリーフに書いて、送ってください。writing exercisesは不要。届いた確認メールが必要な人は、aokiyumiko2@gmail.comにメール。"], "第2回": ["Protected Holy Ground: Kakadu National Park (Australia)   etc.", "毎週、対面授業は開く予定。<BR/>レポート提出者は、後で送るプリントの答えのみを、テキストの答えと同じルースリーフに書いて、送ること。絶対に、プリントを送り返さないこと。"], "第3回": ["Adriatic Beauty: Venice and its Lagoon (Italy)  etc.", ""], "第4回": ["The Miracle of an Angel: Mont-Saint-Michel and its Bay (France)    etc.", ""], "第5回": ["The Remembrance of That Day: Tha Hiroshima Peace Memorial(Japan)    etc.", "省略"], "第6回": ["Witness to the Chosen Dynasty: Changdeokgung Palace Complex (South Korea)    etc.", "省略"], "第7回": ["500 Years of Glory: The Pyramids from Giza to Dahshur (Egypt)   etc.", ""], "第8回": ["Wonders of Evolution: Galapagos Islands (Ecuador)     etc.", ""], "第9回": ["Taught by Nature: Works of Antoni Gaudi (Spain)    etc.", ""], "第10回": ["A Drama of Life and Death: Serengeti National Park (Tanzania)   etc.", ""], "第11回": ["Muslim and Christian Artistic Heritage: Istanbul (Turkey)   etc.", ""], "第12回": ["Magnificent National Monument: Cologne Cathedral (Germany)   etc.", ""], "第13回": ["Memories of a Court Musician: Hue Monuments (Vietnam)    etc.", ""], "第14回": ["Glorious History: Westminster Palace and Abbey (The United Kingdom)   etc.", ""], "第15回": ["unit15まで", ""], "授業外学習2": "Pre-study and review are essential.  Reading and exercises can be done in advance of the lesson."}, "評価": {"教科書Required texts0": "DVDでめぐる世界遺産　II　　　　　成美堂出版", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n配慮対象学生：郵送によるレポートで100%評価を行う。テキストと追加プリント両方。", "更新日時/Date of Update0": "2021年10月14日 14時45分04秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "Ｄ－２０２"]}, "campas": 0, "name": "【250】英語IV（リーディング）　９／English IV (Reading)", "管理部署": 5, "単位数": 1, "担当者": "青木　由美子（AOKI YUMIKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 32, "評価1": 3, "開講期": 2}