{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will be introduced to a wide range of communication strategies at the intermediate level. The course will emphasize speaking, listening, reading, and writing.  <br /><br />The purpose of this course is for students to continue practicing and improving speaking and listening fluency, communication skills, presentations skills, acquire vocabulary, and explore personal and social issues in society using English as a medium to communicate student ideas and opinions. The course will focus on the further development of student communicative competency, vocabulary, grammar, listening, speaking, reading, critical thinking, comprehension, writing, and discussion. The course will be conducted in English.<br /><br />By the end of the course, students should be able to reflect upon, discuss, and share their points of view about a variety of topics at a level higher than first semester, intermediate instead of basic, about a variety of daily conversation topics. Students should improve medium length conversations better.<div><br /></div><div>Using the textbook Time Zones 3B (Third Edition), students will be able to improve their English communication and conversation skills from 1st semester.</div>", "到達目標": "<span style=\"font-size:13.28px;\">The activities in the class are intended to help students develop in several areas of language learning: Listening, speaking, reading, writing, comprehension, critical thinking, self-expression, motivation, and confidence. This class is a continuation of English Communication I.</span><div><br /><div style=\"font-size:13.28px;\"><div style=\"font-size:13.28px;\">By the end of the course, students will be able to:<br /><span times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;\"><br /></span></div><div style=\"font-size:13.28px;\">1. Improve speaking and listening skills through conversations on a variety of daily life topics.</div><div style=\"font-size:13.28px;\">2. Explore key events in human history, learn to talk about past and historical events, and find out about historical figures and their achievements.</div><div style=\"font-size:13.28px;\">3. Learn about interesting people and what they have done, use language for talking about life experiences, and think about things they want to achieve in their lifetime.&nbsp;<br />4. Talk about things that have changed in their life, learn to describe how things used to be, and find out about old technologies and gadgets.</div><div style=\"font-size:13.28px;\">5. Talk about things that happened to them recently, learn how to describe recently completed actions, and find out about some interesting recent discoveries.</div><div style=\"font-size:13.28px;\">6. Talk about shopping and sales strategies, learn language for talking about results, and discuss a new marketing trend.&nbsp;</div><div style=\"font-size:13.28px;\">7. Gain confidence to express opinions related to these topics.<br />8. Develop critical thinking skills.<br />9. Develop skills for academic writing.<br />10. Learn basic technology skills such as e-mailing and making an audio or video recording on their computer or smartphone.</div></div></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "Classes will have the instructor introduce the topic, an activity to help students prepare for the topic(s) described in the book, a series of activities, and the class will conclude with students being able to share their own ideas. The focus of this class is vocabulary, speaking, grammar, listening and reading.  In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups.  The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities.  Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "授業方法": "<p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;font-family:;\"><span style=\"font-size:10pt;\">We will be a face-to-face class.&nbsp;</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;font-family:;\"><span style=\"font-size:10pt;\">The instructor will be a facilitator of various tasks to help students connect with each other and speak English. There will be ample opportunity for pair work.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;font-family:;\"><span style=\"font-size:10pt;\">Discussion: Students hold discussions in class. In addition to discussions between pairs of students, group discussions are sometimes held as well.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;font-family:;\"><span style=\"font-size:10pt;\">Presentation: As the main activities, students summarize the results of their own learning activities and present them.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;font-family:;\"><span lang=\"EN-US\" style=\"font-size:10pt;\">Pair work: Students perform learning activities in pairs.</span></p><p class=\"MsoNormal\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"margin:0cm;font-size:medium;font-family:;\"><span lang=\"EN-US\" style=\"font-size:10pt;\">Group work: Students make groups of three members or more to perform learning activities.</span></p>", "トピック": {"第1回": ["Introduction, course overview, Mr. Michael Lin’s rules and requests, instructor’s contact information. Set-up the Microsoft Teams and Slack App.", "Work on HW #1."], "第2回": ["Unit 7: When did it happen? (Part 1) Do you like history? What’s your favorite historical event? Pg. 78 – 83.", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Make sure you have the Microsoft Teams and Slack app. &nbsp;*Homework may be adjusted depending on how the class goes."], "第3回": ["Unit 7: When did it happen? (Part 2) Do you know about the world’s oldest mystery murder? Tell me about an important event in your life. Pg. 84 – 89. Choose groups.", "Work on HW #2."], "第4回": ["Unit 8: Have you ever tried go-karting? (Part 1) What’s an interesting thing you have experienced? What’s something you want to do, but haven’t experienced? Pg. 90 – 95.", "HW #2 Due – Complete Unit 7 WB Pg. 40 – 45. Write your English name, take photos of the completed pages, attach, and submit on MS Teams. Choose groups."], "第5回": ["Unit 8: Have you ever tried go-karting? (Part 2) What’s on your bucket list? What are three memorable experiences you’ve had in your life? Pg. 96 – 101. Choose topics.", "Work on HW #3."], "第6回": ["Unit 9: Phones used to be much bigger! (Part 1) What did you use to do in the past? Did you play classic video games? Pg. 102 – 107. Quiz #1 – Unit 7 and 8 (20%) Submit on MS Teams.", "HW #3 Due – Complete Unit 8 WB Pg. 46 – 51.&nbsp;<span style=\"font-size:13.28px;\">Write your English name, take photos of the completed pages, attach, and submit on MS Teams.&nbsp;</span>Choose topics."], "第7回": ["Unit 9: Phones used to be much bigger! (Part 2) How has technology changed over time? Can you remember things you used to do? Pg. 108 – 113. Choose sources.", "Work on HW #4."], "第8回": ["Unit 10: They’ve made an amazing discovery! (Part 1) Anything new? What’s going on with you recently? Pg. 114 – 119.", "HW #4 Due – Complete Unit 9 WB Pg. 52 – 57.&nbsp;<span style=\"font-size:13.28px;\">Write your English name, take photos of the completed pages, attach, and submit on MS Teams.&nbsp;</span>Choose sources."], "第9回": ["Unit 10: They’ve made an amazing discovery! (Part 2) Have you ever wanted to be an archeologist? Do you like studying dinosaurs? Pg. 120 – 125. Choose dates.", "Work on HW #5."], "第10回": ["Unit 11: Buy one, get one free! (Part 1) Where do you usually go shopping? Do you like shopping for deals? Pg. 126 – 131. Quiz #2 – Unit 9 and 10 (20%) Submit on MS Teams.", "HW #5 Due – Complete Unit 10 WB Pg. 58 – 63.&nbsp;<span style=\"font-size:13.28px;\">Write your English name, take photos of the completed pages, attach, and submit on MS Teams.&nbsp;</span>Choose dates."], "第11回": ["Unit 11: Buy one, get one free! (Part 2) What is cause marketing? Is “cause marketing” effective? Pg. 132 – 137. Presentation script.", "Work on HW #6."], "第12回": ["Final Oral Assessment Preparation - Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 7 to 12 or a subject students are interested in. Each student should speak for at least 1 minute and 30 seconds. Write about 150 words for 1 minute and 30 seconds of speech. Prepare a PowerPoint presentation (4 - 5 slides). Edit and practice your delivery. (2-member group = 3 minutes; 3-member group = 4 minutes and 30 seconds).", "HW #6 Due – Submit the first draft of your script with all the members' content on a Word document and submit the first draft of your PPT slides. Submit on MS Teams. (All HW Submissions 20%) Presentation script."], "第13回": ["Final Oral Assessment - 30%. Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 7 to 12 or a subject students are interested in. Each student should speak for at least 1 minute and 30 seconds. (2-member group = 3 minutes; 3-member group = 4 minutes and 30 seconds).", "The evening (10pm) before the final oral assessment please send your final script with both members' content on a Word document and submit your final PPT slides through a resubmission of HW #6 or through the Slack App."], "第14回": ["(Make up or additional) Final Oral Assessment - 30%. Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 7 to 12 or a subject students are interested in. Each student should speak for at least 1 minute and 30 seconds. (2-member group = 3 minutes; 3-member group = 4 minutes and 30 seconds). Final class feedback.", "Review."], "授業計画1": "Students at times you may need a laptop computer or a portable device with wifi connection. Be sure you can access Luna, KWIC, Microsoft 365, Microsoft Teams, Slack, your KGU e-mail address, and have a Google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary (see above)."}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "16": "", "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Bohlke and Andrew Boon", "Time Zones 3B (Third Edition)", "National Geographic Learning", "2021 年", "9780357416760", ""], "教科書Required texts0": "Time Zones 3B (Third Edition) by David Bohlke and Andrew Boon.", "学生による授業評価の方法Course Evaluation by Students0": "Please follow your school directions.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "20 %", "Student grades will be based on the criteria listed below."], "成績評価Grading3": ["プレゼンテーション・発表／Presentation (07)", "30 %", "Student grades will be based on the criteria listed below."], "成績評価Grading4": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "10 %", "Student grades will be based on the criteria listed below."], "成績評価Grading5": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuiz #1 – 20%\nQuiz #2 – 20%\nFinal Oral Assessment – 30%\nTotal – 100%\n\nAverage Grades For The Department - 70 - 75.", "備考Note0": "Students are expected to speak English only in class. You will not pass the course if you miss more than five (5) classes. If you are more than five (5) minutes late for class, you will be considered late. Three (3) lates will equal one (1) absence. An absence or tardy is only excused when documentation is provided by Kyomu (Academic Affairs Office). Mr. Lin's e-mail is fts77833@kwansei.ac.jp. All homework will be facilitated on the Microsoft Teams App through Assignments. Students will submit their homework assignments through MS Teams Assignments. Homework should always be submitted (usually at the beginning of class) on the day that it's due. If there are exceptions, Mr. Lin will let students know. Mr. Lin will explain how to submit in class. All tasks of the class should be completed by their due dates. Mr. Lin does not allow students to mass submit ( a semester's worth of work) at the end of classes or after the end of classes.", "備考Note1": ["TimeZones 3B.JPG", "Your textbook"], "備考Note2": ["TimeZones 3B (2).JPG", "Your textbook ISBN"], "URLリンク1/URL 13": "English Communication II MS Team Link", "URLリンク2/URL 24": "English Communication II Slack Link", "更新日時/Date of Update5": "2024年03月25日 18時43分45秒", "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "商－１２"]}, "campas": 0, "name": "【150】英語II（コミュニケーション）　２０／English II (Communication)", "管理部署": 5, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 4, "評価1": 2, "評価2": 7, "評価3": 4, "評価4": 5, "開講期": 2, "成績評価備考": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuiz #1 – 20%\nQuiz #2 – 20%\nFinal Oral Assessment – 30%\nTotal – 100%\n\nAverage Grades For The Department - 70 - 75."}