{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will be introduced to a wide range of communication strategies at the intermediate level.", "到達目標": "Building upon the previous semester, students will engage in more challenging speaking tasks based on the topics listed in the syllabus. More emphasis is placed on the exchange of useful information and opinions.", "授業方法": "対面授業の同時双方向でのオンライン配信(Zoomでの配信)Online format: On-demand A type using Zoom (posted on announcements). If you on campus, please meet in the classroom. Each semester will cover 6 units, with each unit taking two classes. Exercises are completed on LUNA and Publisher website. 2 Review tests online will evaluate students acquisition of the topic contents, vocabulary, structure, and conversation ability. Normal times: Same as the above.", "トピック": {"第1回": ["Unit 7 Making complaints: vocabulary, conversation, structure, and workbook activities", "Finish Unit 7 online practice and video activities. Finish workbook activities and Luna quizzes."], "第2回": ["Unit 7 Making complaints: listening, reading, speaking, and check workbook activities", "Start Unit 8 Online Vocabulary and Grammar activities, do workbook activities and Luna quizzes."], "第3回": ["Unit 8 Preferences: vocabulary, conversation, structure, and workbook activities", "Finish Unit 8 online practice, video activities, and workbook activities and Luna quizzes."], "第4回": ["Unit 8 Preferences: listening, reading, speaking, and check workbook activities", "Start Unit 9 Online Vocabulary and Grammar activities, do workbook activities and Luna quizzes."], "第5回": ["Unit 9 Reporting events: vocabulary, conversation, structure, and workbook activities", "Finish Unit 9 online practice, video activities, and workbook activities and Luna quizzes."], "第6回": ["Unit 9 Reporting events: listening, reading, speaking, and check workbook activities", "Review Units 7-9 Luna Tests"], "第7回": ["Review Tests of Units 7-9", "Start Unit 10 Online Vocabulary and Grammar activities, do workbook activities and Luna quizzes."], "第8回": ["Unit 10 Speculating: vocabulary, conversation, structure, and workbook activities", "Finish Unit 10 online practice, video activities, workbook activities, and Luna quizzes."], "第9回": ["Unit 10 Speculating: listening, reading, speaking, and check workbook activities", "Start Unit 11 Online Vocabulary and Grammar activities, do workbook activities and Luna quizzes."], "第10回": ["Unit 11 Past habits: vocabulary, conversation, structure, and workbook activities", "Finish Unit 11 online practice, video activities, and workbook activities and Luna quizzes."], "第11回": ["Unit 11 Past habits: listening, reading, speaking, and check workbook activities", "Start Unit 12 Online Vocabulary and Grammar activities, do workbook activities and Luna quizzes."], "第12回": ["Unit 12 Housing options: vocabulary, conversation, structure, and workbook activities", "Finish Unit 12 online practice, video activities, and workbook activities and Luna quizzes."], "第13回": ["Unit 12 Housing options: listening, reading, speaking, and check workbook activities", "Review Test Units 10-12"], "第14回": ["Review Luna Tests of Units 10-12", "Congratulations for finishing the course!"]}, "評価": {"教科書Required texts0": "書名／Title　：Smart Choice 2, 3rd Edition（３版） Multi-pack B, with オンラインonline practice\n（４版を使用しない。）　（９月販売）\n著者名／Authors　：Ken Wilson\n出版社・出版年／Publisher.Year　：Oxford, 2016　ISBN 9780194602785\n価格　：2400", "参考文献・資料Reference books0": "Online practice is included with the textbook and operated by Oxford University Press. Please use the access code in the back of the book to register. See LUNA announcements for details.", "学生による授業評価の方法Course Evaluation by Students0": "Students will have an opportunity to evaluate the course.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "There is a mid-term review test and final test."], "成績評価Grading2": ["その他／Others (99)", "75 %", "Quizzes based on text and workbook in LUNA (55%), and completing online practice on the publisher's website (20%)"], "成績評価Grading3": "備考　Note\nOther includes Quizzes based on text and workbook in LUNA (55%), and completing Online Practice and On the Move on the publisher's website (20%). The points for Online Practice and On the Move will be added by the teacher at the end of the course. Normal times: Same as the above.", "更新日時/Date of Update0": "2021年10月13日 15時44分26秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｄ－１０２"]}, "campas": 0, "name": "【150】英語II（コミュニケーション）　１２／English II (Communication)", "管理部署": 5, "単位数": 1, "担当者": "バロウ　Ｊ．　Ｅ．（BARROW JACK EARL） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 25, "評価1": 2, "評価2": 4, "開講期": 2}