{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to help students develop more conversation and discussion skills at the intermediate or B1/B1+ level. The secondary purpose is to help improve students’ ability to discuss various topics in English and improve student vocabulary.<br /><br />In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "到達目標": "By the end of the spring semester:<br /><br />1.\tStudents will develop more competency in fluency, speaking, grammar, vocabulary, listening and reading. <br />2.\tStudents will develop more proficiency in reading comprehension, critical thinking, self-expression, and motivation.<br />3.\tStudents will become more comfortable with various ICT tools available to assist with English language learning.  <br />4.\tStudents should be more proficient at the A2, B1 level based on the CEFR scale.<br /><br />By the end of the course, students will develop more conversation and discussion skills at the intermediate or B1/B1+ level.", "特記事項": "", "関連科目": "", "授業の概要・背景": "Classes will have the instructor introduce the topic, an activity to help students prepare for the situation described in the book, reading comprehension, facilitating of student opinions and help with students in talking about the topic. The class will conclude with students being able to share their own ideas. As the course continues, the class may become more student-centered, and student led depending on proficiency. The instructor will be a facilitator of various tasks to help students communicate with each other in English. There will be ample opportunity for pair work. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "授業方法": "We will be a face-to-face class.&nbsp;<div><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Discussion: Students hold discussions in class. In addition to discussions between pairs of students, group discussions are sometimes held as well.</span></p><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Presentation: As the main activities, students summarize the results of their own learning activities and present them.</span></p><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Pair work: Students perform learning activities in pairs.</span></p><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Group work: Students make groups of three members or more to perform learning activities.</span></p></div>", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Set-up the Microsoft Teams and Slack App.", "Work on HW #1. Homework Assignments (Could be adjusted / increased)"], "第2回": ["<br /><span style=\"font-size:small;\">Unit 11: An international relationship. Talk about advantages and disadvantages of an international marriage.</span>", "HHW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Make sure you have the Microsoft Teams and Slack app. *Homework may be adjusted depending on how the class goes."], "第3回": ["Unit 12: Create another future. Talk about ways to improve the environment. Choose groups.", "Work on HW #2."], "第4回": ["Unit 13: Ben and Mike. Talk about rumors and how to deal with rumors.", "HW #2 is due – Additional Writing / Questions / Discussions / Debate Response (Unit 11 and 12). Choose groups."], "第5回": ["Unit 14: Government Control. Talk about government regulation and birth rate regulation. Choose topics.", "Work on HW #3."], "第6回": ["Review and Quiz #1 - Unit 11, 12, 13, and/or 14 (20%). Submit on MS Teams. Unit 15: Ask Annie. Talk about couples living together and decisions that require parents' support.", "HW #3 is due – Additional Writing / Questions / Discussions / Debate Response (Unit 13 and 14). Choose topics."], "第7回": ["Unit 16: What makes you happy? Talk about self-improvement and what makes a person happy. Choose sources.", "Work on HW #4."], "第8回": ["Unit 17: Who will help them? Talk about world problems.", "HW #4 is due – Additional Writing / Questions / Discussions / Debate Response (Unit 15 and 16). Choose sources."], "第9回": ["Unit 18: Finding the right one. Talk about your ideal partner. Choose dates.", "Work on HW #5."], "第10回": ["Review and Quiz #2 - Unit 15, 16, 17, and/or 18 (20%). Submit on MS Teams. Unit 19: Dress for success. Talk about your ideas for success.", "HW #5 is due - Additional Writing / Questions / Discussions / Debate Response (Unit 17 and 18). Choose dates."], "第11回": ["Unit 20: A mother's story. Talk about the law, capital punishment, and justice. Presentation script.", "Work on HW #6."], "第12回": ["Final Oral Assessment Preparation - Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes. Write about 200 words for 2 minutes of speech. Prepare a PowerPoint presentation (4 - 5 slides). Edit and practice your delivery. (2-member group = 4 minutes; 3-member group = 6 minutes).", "HW #6 is due - Submit the first draft of your script with all the members' content on a Word document and submit the first draft of your PPT slides. Submit on MS Teams. (All HW Submissions 20%). Presentation script."], "第13回": ["Final Oral Assessment (30%). Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes. (2-member group = 4 minutes; 3-member group = 6 minutes).", "The evening (10pm) before the final oral assessment please send your final script with both members' content on a Word document and submit your final PPT slides through a resubmission of HW #6 or through the Slack App."], "第14回": ["(Make up and feedback) Final Oral Assessment (30%). Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes. (2-member group = 4 minutes; 3-member group = 6 minutes). Final class feedback.", "Review."], "授業計画1": "Students at times you may need a laptop computer or a portable device with wifi connection. Be sure you can access Luna, KWIC, Microsoft 365, Microsoft Teams, Slack, your KGU e-mail address, and have a Google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary (see above).<br /><br />There is homework in the course and all homework will be facilitated through the Microsoft Teams App and Assignments function."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "20 %", "Student grades will be based on the criteria listed below."], "成績評価Grading3": ["プレゼンテーション・発表／Presentation (07)", "30 %", "Student grades will be based on the criteria listed below."], "成績評価Grading4": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "10 %", "Student grades will be based on the criteria listed below."], "備考Note1": ["Impact Issues 2 Part 1.JPG", "Your textbook"], "備考Note2": ["Impact Issues 2 Part 2.JPG", "Your textbook ISBN"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "商－１５"]}, "campas": 0, "name": "【150】イングリッシュ（オーラル）Ａ／English (Oral) A", "管理部署": 5, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 2, "評価1": 2, "評価2": 7, "評価3": 4, "評価4": 5, "開講期": 1, "成績評価備考": "割合　Percentage"}