{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main objective is to improve the students’ ability to discuss issues in English.<BR/>The secondary objective is to improve their active vocabulary.", "到達目標": "By the end of the course, students will be able to:<BR/><BR/>1. Improve speaking and listening skills more through group discussions, presentations, and debate.<BR/>2. Become more familiar with personal and social issues in society. <BR/>3. Gain more confidence to express their opinion related to these topics.<BR/>4. Develop more critical thinking skills.<BR/>5. Develop more skills for academic writing.", "授業方法": "The instructor will be a facilitator of various tasks to help students connect with each other and speak English. There will be ample opportunity for pair work. This section is scheduled to be a face-to-face section (with masks). Students be sure to follow the school&#39;s announcements and follow instructions, as necessary.", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Contact information, what do I do if ___________________?", "Work on HW #1."], "第2回": ["Unit 11: An International Relationship. Talk about advantages and disadvantages of an international marriage. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account.  Prepare a picture for Mr. Lin."], "第3回": ["Unit 12: Create another future. Talk about ways to improve the environment. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "Work on HW #2."], "第4回": ["Unit 13: Ben and Mike. Talk about rumors and how to deal with rumors. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]<BR/>Quiz #1 – Units 11 and 12.", "HW #2 Due – Complete Pg. 53 and 57 by writing 2 reports."], "第5回": ["Unit 14: Government Control. Talk about government regulation and birth rate regulation. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "Work on HW #3."], "第6回": ["Unit 15: Ask Annie. Talk about couples living together and decisions that require parents&#39; support. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "HW #3 Due – Complete Pg. 61 and 65 by making 2 audio recordings."], "第7回": ["Quiz #2 – Unit 13, 14, and 15. Vocabulary, reading comprehension, reflection. <BR/>Movie (To Be Determined). [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "Work on HW #4."], "第8回": ["Unit 16: What makes you happy? Talk about self-improvement and what makes a person happy.<BR/>Movie (TBD). [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "Work on HW #4."], "第9回": ["Unit 17: Who will help them? Talk about world problems.<BR/>Movie (TBD). [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "HW #4 Due – Complete Pg. 69 and 73 by making 2 video recordings."], "第10回": ["Unit 18: Finding the Right one. Talk about your ideal partner.<BR/>Quiz #3 – Units 16 and 17. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "Work on HW #5."], "第11回": ["Unit 19: Dress for Success. Talk about your ideas for success.<BR/>Movie (TBD) [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "HW #5 Due – Complete Pg. 77 and Pg. 81 by taking photos of your completed pages and sending those photos to Mr. Lin by e-mail."], "第12回": ["Unit 20: A mother’s story. Talk about the law, capital punishment, and justice.   <BR/>Movie (TBD). [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "Work on HW#6."], "第13回": ["Quiz #4 – Complete Issues Semester 2 Test – Unit 11 to 20 and/or Unit 18, 19, and 20.<BR/>Report. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "HW #6 Due – Complete Pg. 85 and Pg. 89 by audio and/or video using these two sections as practice for the final oral assessment."], "第14回": ["Oral Assessment. [Zoom Online In Real Time / Infection Prevention Priority Period (04/15/2021]", "None."], "授業計画1": "Classes will have the instructor introduce the topic, an activity to help students prepare for the situation described in the book, reading comprehension, facilitating of student opinions and help with students in talking about the topic. The class will conclude with students being able to share their own ideas.  As the course continues and depending on student development, the class may be more student-centered than teacher-centered later on in the course.  <BR/><BR/>The instructor will be a facilitator of various tasks to help students communicate with each other in English. There will be ample opportunity for pair work.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class.  Students, please prepare for the online learning environment if necessary. Students please be prepared for all circumstances."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Day, Richard R., Shaules, Joseph, and Yamanaka, Junko.", "Impact Issues 2 (3rd Edition)", "Pearson", "2019 年", "9789813134386", ""], "教科書Required texts0": "Impact Issues 2 (3rd Edition)b y Day, Richard R., Shaules, Joseph, and Yamanaka, Junko.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Student grades will be based on class participation, assignments, quizzes, an oral assessment, and report. No final exam will be given during the exam period. Those students who miss five or more classes during the term will receive 0 points for the course."], "成績評価Grading2": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuizzes – 40%\nReport – 10%\nOral Assessment – 20%\nTotal – 100%", "備考Note0": "The school will excuse you if you have the coronavirus or have been exposed to the coronavirus. Students if you need to quarantine, you should do so as well.\nMr. Lin's e-mail is fts77833@kwansei.ac.jp.", "更新日時/Date of Update1": "2021年04月23日 00時44分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "Ｄ－２０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【150】イングリッシュ（オーラル）Ａ／English (Oral) A", "管理部署": "商学部／School of Business Administration", "単位数": "1", "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "時限1": "水曜５時限／Wednesday 5", "開講期": "春学期／Spring"}