{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "", "関連科目": "", "授業の概要・背景": "Classes will have the instructor introduce the topic, an activity to help students prepare for the situation described in the book, reading comprehension, facilitating of student opinions and help with students in talking about the topic. The class will conclude with students being able to share their own ideas. As the course continues, the class may become more student-centered, and student led depending on proficiency. The instructor will be a facilitator of various tasks to help students communicate with each other in English. There will be ample opportunity for pair work. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "授業方法": "We will be a face-to-face class.&nbsp;The instructor will be a facilitator of various tasks to help students connect with each other and speak English. There will be ample opportunity for pair work.Discussion: Students hold discussions in class. In addition to discussions between pairs of students, group discussions are sometimes held as well.Presentation: As the main activities, students summarize the results of their own learning activities and present them.Pair work: Students perform learning activities in pairs.Group work: Students make groups of three members or more to perform learning activities.", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Set-up the Microsoft Teams and Slack App.", "Work on HW #1. Homework Assignments (Could be adjusted / increased)"], "第2回": ["<br /><span style=\"font-size:small;\">Unit 11: An international relationship. Talk about advantages and disadvantages of an international marriage.</span>", "HHW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Make sure you have the Microsoft Teams and Slack app. *Homework may be adjusted depending on how the class goes."], "第3回": ["Unit 12: Create another future. Talk about ways to improve the environment. Choose groups.", "Work on HW #2."], "第4回": ["Unit 13: Ben and Mike. Talk about rumors and how to deal with rumors.", "HW #2 is due – Additional Writing / Questions / Discussions / Debate Response (Unit 11 and 12). Choose groups."], "第5回": ["Unit 14: Government Control. Talk about government regulation and birth rate regulation. Choose topics.", "Work on HW #3."], "第6回": ["Review and Quiz #1 - Unit 11, 12, 13, and/or 14 (20%). Submit on MS Teams. Unit 15: Ask Annie. Talk about couples living together and decisions that require parents' support.", "HW #3 is due – Additional Writing / Questions / Discussions / Debate Response (Unit 13 and 14). Choose topics."], "第7回": ["Unit 16: What makes you happy? Talk about self-improvement and what makes a person happy. Choose sources.", "Work on HW #4."], "第8回": ["Unit 17: Who will help them? Talk about world problems.", "HW #4 is due – Additional Writing / Questions / Discussions / Debate Response (Unit 15 and 16). Choose sources."], "第9回": ["Unit 18: Finding the right one. Talk about your ideal partner. Choose dates.", "Work on HW #5."], "第10回": ["Review and Quiz #2 - Unit 15, 16, 17, and/or 18 (20%). Submit on MS Teams. Unit 19: Dress for success. Talk about your ideas for success.", "HW #5 is due - Additional Writing / Questions / Discussions / Debate Response (Unit 17 and 18). Choose dates."], "第11回": ["Unit 20: A mother's story. Talk about the law, capital punishment, and justice. Presentation script.", "Work on HW #6."], "第12回": ["Final Oral Assessment Preparation - Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes. Write about 200 words for 2 minutes of speech. Prepare a PowerPoint presentation (4 - 5 slides). Edit and practice your delivery. (2-member group = 4 minutes; 3-member group = 6 minutes).&nbsp;<span style=\"font-size:13.28px;\">Bring your PCs!</span>", "HW #6 is due - Submit the first draft of your script with all the members' content on a Word document and submit the first draft of your PPT slides. Submit on MS Teams. (All HW Submissions 20%). Presentation script."], "第13回": ["Final Oral Assessment (30%). Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes. (2-member group = 4 minutes; 3-member group = 6 minutes).", "The evening (10pm) before the final oral assessment please send your final script with both members' content on a Word document and submit your final PPT slides through a resubmission of HW #6 or through the Slack App."], "第14回": ["(Make up and feedback) Final Oral Assessment (30%). Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes. (2-member group = 4 minutes; 3-member group = 6 minutes). Final class feedback.", "Review."], "授業計画1": "Students at times you may need a laptop computer or a portable device with wifi connection. Be sure you can access Luna, KWIC, Microsoft 365, Microsoft Teams, Slack, your KGU e-mail address, and have a Google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class.&nbsp;There is homework in the course and all homework will be facilitated through the Microsoft Teams App and Assignments function.&nbsp;<span times=\"times\" new=\"new\" roman\",serif;font-size:10pt;\"=\"roman',serif;font-size:10pt;'\" style=\"font-family:;\">Expect to spend about 30 minutes each week previewing and reviewing the textbook contents. Expect to spend an additional 1 hour every other week or 30 minutes each week completing homework assignments.&nbsp;<br /></span>"}, "評価": {"教科書/Required texts0": ["Impact Issues 2 (3rd Edition) by Richard R. Day, Joseph Shaules, and Junko Yamanaka"], "教科書/Required texts1": ["Richard R. Day, Joseph Shaules, Junko Yamanaka", "Impact Issues 2 (3rd Edition)", "Pearson", "2019 年", "9789813134386", ""], "学生による授業評価の方法Course Evaluation by Students0": ["Please follow your school directions."], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "20 %", "Student grades will be based on the criteria listed below."], "成績評価Grading3": ["プレゼンテーション・発表／Presentation (07)", "30 %", "Student grades will be based on the criteria listed below."], "成績評価Grading4": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "10 %", "Student grades will be based on the criteria listed below."], "成績評価Grading5": ["備考　Note Class Participation – 10%Assignments – 20% Quiz #1 – 20%Quiz #2 - 20%Final Oral Assessment – 30%Total – 100%The student's grade will be based on quizzes, writing assignments, and oral presentations. No final exam will be given during the exam period. Those students who miss five or more classes during the term will receive 0 points for this course.&nbsp;&nbsp;"], "備考Note0": ["Students are expected to speak English only in class. You will not pass the course if you miss more than five (5) classes. If you are more than five (5) minutes late for class, you will be considered late. Three (3) lates will equal one (1) absence. An absence or tardy is only excused when documentation is provided by Kyomu (Academic Affairs Office). Mr. Lin's e-mail is fts77833@kwansei.ac.jp. All homework will be facilitated on MS Teams. Students will submit their homework assignments through MS Teams. Mr. Lin will explain how to submit in class. Homework should always be submitted (usually at the beginning of class) on the day that it’s due. If there are exceptions, Mr. Lin will let students know. All tasks of the class should be completed by their due dates. Mr. Lin does not allow students to mass submit (a semester's worth of work) at the end of classes or after the end of classes."], "備考Note1": ["Impact Issues 2 Part 1.JPG", "Your textbook"], "備考Note2": ["Impact Issues 2 Part 2.JPG", "Your textbook ISBN"], "備考Note3": ["2025年02月19日 23時18分31秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "商－１５"]}, "campas": 0, "name": "【150】イングリッシュ（オーラル）Ａ／English (Oral) A", "管理部署": 5, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": 1, "時限1": 2, "評価1": 2, "評価2": 7, "評価3": 4, "評価4": 5, "成績評価備考": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuiz #1 – 20%\nQuiz #2 - 20%\nFinal Oral Assessment – 30%\nTotal – 100%\n\nThe student's grade will be based on quizzes, writing assignments, and oral presentations. No final exam will be given during the exam period. Those students who miss five or more classes during the term will receive 0 points for this course.  "}