{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to help students develop more conversation and discussion skills at the intermediate or B1/B1+ level. The secondary purpose is to help improve students’ ability to discuss various topics in English and improve student vocabulary.<BR/><BR/>In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an &#39;English only&#39; learning environment.<BR/><BR/>In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an &#39;English only&#39; learning environment.", "到達目標": "By the end of the fall semester:<BR/> <BR/>1.\tStudents will be more comfortable with speaking and expressing their opinions on various topics presented in the course. <BR/>2.\tStudents will be able to present on various topics raised in the course.  <BR/>3.\tStudents will become more familiar with personal and social issues in society. <BR/>4.\tStudents will gain more confidence in communicating with the English language.<BR/>5.\tStudents will develop more critical thinking skills.<BR/>6.\tStudents will develop some skills for academic writing.<BR/>7.\tStudents should be more proficient at the A2, B1, B1+ level based on the CEFR scale.<BR/><BR/>By the end of the course, students will develop more conversation and discussion skills at the intermediate or B1/B1+ level.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "We will be a face-to-face class. A face-to-face class format is defined as 50% of the course’s total contact hours are conducted in a face-to-face manner. Also, the number of people allowed in a classroom must be limited to half of its usual capacity. When activity restriction levels are 1 or 2, we&#39;ll be face-to-face. When activity restriction levels are 3 and higher, we&#39;ll be doing zoom simultaneous/two way online (in real time). Let’s try to have as many face-to-face classes as possible.", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Contact information, what do I do if ___________________? Set-up the Microsoft Teams App.", "Work on HW #1. Homework Assignments (Could be adjusted / increased)"], "第2回": ["Unit 1: Cosmetic Surgery. How do you feel about cosmetic surgery? What do you want to improve to feel better about yourself?", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Prepare a short message and picture for Mr. Lin. Submit on MS Teams."], "第3回": ["Unit 2: Friends or lovers? Can male and females be friends only? What is a unique friend like?", "Work on HW #2."], "第4回": ["Unit 3: Why care? Is global warming a problem? What can we do to save the environment?<BR/>Quiz #1 – Unit 1 and 2 (10%). Submit on MS Teams.", "HW #2 Due – Complete Pg. 13 and 17 by writing 2 reports. Submit on MS Teams. *Recorded individual or group audio and video recordings made by students can also be assigned in subsequent assignments."], "第5回": ["Unit 4: Rules, rules, rules! What are some of your family rules? Do you think rules are important?", "Work on HW #3."], "第6回": ["Unit 5: Plagiarism. What is plagiarism? What would you do to help a friend?", "HW #3 Due – Complete Pg. 21 and 25 by writing 2 reports. Submit on MS Teams."], "第7回": ["Quiz #2 and Review – Unit 3, 4, and 5 (10%). Vocabulary, reading comprehension, reflection. Submit on MS Teams.<BR/>Movie (To Be Determined).", "Work on HW #4.<BR/>E-Learning will be assigned. Students will complete 5 e-learning tasks in the fall. (Depends on the level of the students – The material could be supplemental material of the textbook; business topics; or studying basics of a literary work like Animal Farm, Lord of the Flies, Catcher in the Rye, or The Great Gatsby, etc.)"], "第8回": ["Unit 6: Housework. In a relationship, who should do the housework? Who did different tasks around the house when you were a child?<BR/>Movie (TBD).", "Work on HW #4."], "第9回": ["Unit 7: Starting a Family. Do you want to be a parent? If you couldn’t have children, what would you do? What will your future family be like?<BR/>Movie (TBD).", "HW #4 Due – Complete Pg. 29 and 33 by writing 2 reports. Submit on MS Teams."], "第10回": ["Unit 8: Earning Money. What is important about a job? What is your perfect job?<BR/>Quiz #3 – Unit 6 and 7 (10%). Submit on MS Teams.", "Work on HW #5."], "第11回": ["Unit 9: Body Art. What would you be willing to do to look fashionable? What is your fashion philosophy?<BR/>Movie (TBD).", "HW #5 Due – Complete Pg. 37 and Pg. 41 by writing 2 reports. Submit on MS Teams."], "第12回": ["Unit 10: Boomerang Children. What is a boomerang children? What was a big milestone in your life?<BR/>Movie (TBD).<BR/><BR/>Movie (TBD).", "Work on the end of the semester tasks."], "第13回": ["Quiz #4 and Review – Unit 8, 9 and 10 and Final Exam – Complete Issues Semester 1 Test – Unit 1 to 10 (10%). Submit on MS Teams.", "E-Learning is due – 10% All 5 e-learning tasks should be completed. Submit on MS Teams."], "第14回": ["Oral Assessment #1 (15%) – Students will make a recorded group zoom video (coffee chat) talking and sharing their opinions on select topics from the book. Each student will speak a minimum of 2 – 3 minutes. Submit on MS Teams.", "Report #1 is due – 5%<BR/>Class Survey #1 is due – 5%<BR/>Oral Assessment #1 is due – 15% Submit on MS Teams."], "授業計画1": "Students it is best if you have a laptop computer and a portable device available simultaneously. Be sure you can access Luna, Office 365, Microsoft Teams, your KGU e-mail address, and have a google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary (see above).<BR/><BR/>There is homework in the course and all homework will be facilitated through the Microsoft Teams App and Assignments function."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Day, Richard R., Shaules, Joseph, and Yamanaka, Junko.", "Impact Issues 3 (3rd Edition)", "Pearson", "2019 年", "9789813134393", ""], "教科書Required texts0": "Impact Issues 3 (3rd Edition) by Day, Richard R., Shaules, Joseph, and Yamanaka, Junko, Pearson, 2019, ISBN #9789813134393", "学生による授業評価の方法Course Evaluation by Students0": "Please follow your school directions.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": "備考　Note\nClass Participation – 10%\nAssignments – 15%\nQuizzes – 40%\nReport / Class Survey – 10%\nE-Learning - 10%\nOral Assessment #1 – 15%\nTotal – 100%", "備考Note0": "We are paperless, so students be sure to have access to Microsoft Teams during class time. Students are expected to speak English only in class. You will not pass the course if you miss more than five (5) classes. If you are more than five (5) minutes late for class, you will be considered late. Three (3) lates will equal one (1) absence. An absence or tardy is only excused when documentation is provided by Kyomu (Academic Affairs Office). The school will excuse you if you have the coronavirus or have been exposed to the coronavirus. Students if you need to quarantine, you should do so as well. *Mr. Lin will go over this in class. Mr. Lin's e-mail is fts77833@kwansei.ac.jp. All homework will be facilitated on MS Teams. Students will submit their homework assignments through MS Teams. Mr. Lin will explain how to submit in class. Homework should always be submitted (usually at the beginning of class) on the day that it’s due.", "備考Note1": ["Impact Issues 3 (3rd).JPG", "Your textbook"], "備考Note2": ["Impact Issues 3 (3rd) Part 2.JPG", "Your textbook ISBN"], "更新日時/Date of Update3": "2022年03月04日 00時44分02秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "商－１５"]}, "campas": 0, "name": "【150】イングリッシュ（オーラル）Ｂ／English (Oral) B", "管理部署": 5, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 2}