{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to help students develop more conversation and discussion skills at the intermediate or B1/B1+ level. The secondary purpose is to help improve students’ ability to discuss various topics in English and improve student vocabulary.<br /><br />In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.<br /><br />In each lesson, students will develop their ability to communicate in English by speaking in pairs or in small groups. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "到達目標": "By the end of the fall semester:<br /> <br />1.\tStudents will be more comfortable with speaking and expressing their opinions on various topics presented in the course. <br />2.\tStudents will be able to present on various topics raised in the course.  <br />3.\tStudents will become more familiar with personal and social issues in society. <br />4.\tStudents will gain more confidence in communicating with the English language.<br />5.\tStudents will develop more critical thinking skills.<br />6.\tStudents will develop some skills for academic writing.<br />7.\tStudents should be more proficient at the A2, B1, B1+ level based on the CEFR scale.<br /><br />By the end of the course, students will develop more conversation and discussion skills at the intermediate or B1/B1+ level.", "特記事項": "", "関連科目": "", "授業の概要・背景": "Classes will have the instructor introduce the topic, an activity to help students prepare for the situation described in the book, reading comprehension, facilitating of student opinions and help with students in talking about the topic. The class will conclude with students being able to share their own ideas. As the course continues, the class may become more student-centered, and student led depending on proficiency. The instructor will be a facilitator of various tasks to help students communicate with each other in English. There will be ample opportunity for pair work. The content of the lesson is based on the textbook, but students will sometimes participate in extra communication activities. Students should be prepared for frequent discussion activities, in which they will learn and practice appropriate language for a range of communication situations (for example: asking for opinions, expressing opinions, disagreeing, offering advice, persuading others, etc.). Students will be expected to participate in an 'English only' learning environment.", "授業方法": "<span style=\"font-size:13.28px;\">We will be a face-to-face class.&nbsp;</span><div><span times=\"times\" new=\"new\" roman\",serif;font-size:10pt;\"=\"roman',serif;font-size:10pt;'\" style=\"font-family:;\"><br /></span></div><div><span times=\"times\" new=\"new\" roman\",serif;font-size:10pt;\"=\"roman',serif;font-size:10pt;'\" style=\"font-family:;\">Discussion: Students hold discussions in class. In addition to discussions between pairs of students, group discussions are sometimes held as well.</span></div><div><span style=\"font-size:13.28px;\"><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Presentation: As the main activities, students summarize the results of their own learning activities and present them.</span></p><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Pair work: Students perform learning activities in pairs.</span></p><p class=\"MsoNormal\" style=\"margin:0cm;line-height:normal;font-size:medium;font-family:Aptos,sans-serif;\"><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">Group work: Students make groups of three members or more to perform learning activities.</span></p></span></div>", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Set-up the Microsoft Teams and Slack App.", "Work on HW #1."], "第2回": ["Unit 11: Naomi's dilemma. What is Naomi's dilemma? Have you ever been in an uncomfortable situation?", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account. Make sure you have the Microsoft Teams and Slack app. *Homework may be adjusted depending on how the class goes."], "第3回": ["Unit 12: The art of compromise. Are men and women treated equally at work? Talk about an uncomfortable situation. Choose groups.", "Work on HW #2."], "第4回": ["Unit 13: Choosing your career. What is a job you want? What characteristics are essential?", "HW #2 Due – - Additional Writing / Questions / Discussions / Debate Response (Unit 11 and 12). Choose groups."], "第5回": ["Unit 14: Save our country! Should the government be stricter with immigration? How can we improve society? Choose topics.", "Work on HW #3."], "第6回": ["Review and Quiz #1 - Unit 11, 12, 13, and/or 14 (20%). Submit on MS Teams. Unit 15: Life online. Are our online lives healthy? What do you do online?", "HW #3 Due – Additional Writing / Questions / Discussions / Debate Response (Unit 13 and 14). Choose topics."], "第7回": ["Unit 16: A man's place. How do you feel about traditional gender roles versus modern gender roles? Choose sources.", "Work on HW #4."], "第8回": ["Unit 17: There's no place like home. What do you like about your country? Where do you want to visit and why?", "HW #4 is due - Additional Writing / Questions / Discussions / Debate Response (Unit 15 and 16). Choose sources."], "第9回": ["Unit 18: Can war make peace? What do you think about war? Is war morally good or bad? Why? Choose dates.", "Work on HW #5."], "第10回": ["Review and Quiz #2 - Unit 15, 16, 17, and/or 18 (20%). Submit on MS Teams. Unit 19: One-sided love. What is important in a relationship?", "HW #5 Due – Additional Writing / Questions / Discussions / Debate Response (Unit 17 and 18). Choose dates."], "第11回": ["Unit 20: My split family. Is divorce common in your country? Do you have any friends whose parents are divorced? Presentation script.", "Work on HW #6"], "第12回": ["Final Oral Assessment Preparation - Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes and 30 seconds. Write about 250 words for 2 minutes and 30 seconds of speech. Prepare a PowerPoint presentation (5 - 6 slides). Edit and practice your delivery. (2-member group = 5 minutes; 3-member group = 7 minutes and 30 seconds).&nbsp;", "HW #6 Due - Submit the first draft of your script with all the members' content on a Word document and submit the first draft of your PPT slides. Submit on MS Teams. (All HW Submissions 20%) Presentation script."], "第13回": ["<span style=\"font-size:13.28px;\">Final Oral Assessment (30%). Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes and 30 seconds. (2-member group = 5 minutes; 3-member group = 7 minutes and 30 seconds).&nbsp;</span>", "The evening (10pm) before the final oral assessment please send your final script with both members' content on a Word document and submit your final PPT slides through a resubmission of HW #6 or through the Slack App."], "第14回": ["<span style=\"font-size:13.28px;\">(Make up and feedback) Final Oral Assessment (30%). Mr. Lin would like students to make a live presentation (group) talking about a topic from Unit 11 to 20 or a subject students are interested in, but there needs to be an argument. Each student should speak for at least 2 minutes and 30 seconds. (2-member group = 5 minutes; 3-member group = 7 minutes and 30 seconds).&nbsp;</span>", "Review."], "授業計画1": "Students at times you may need a laptop computer or a portable device with wifi connection. Be sure you can access Luna, KWIC, Microsoft 365, Microsoft Teams, Slack, your KGU e-mail address, and have a Google account.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary (see above). There is homework in the course and all homework will be facilitated through the Microsoft Teams App and Assignments function."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Student grades will be based on the criteria listed below."], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "20 %", "Student grades will be based on the criteria listed below."], "成績評価Grading3": ["プレゼンテーション・発表／Presentation (07)", "30 %", "Student grades will be based on the criteria listed below."], "成績評価Grading4": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "10 %", "Student grades will be based on the criteria listed below."], "備考Note1": ["Impact Issues 3 (3rd).JPG", "Your textbook"], "備考Note2": ["Impact Issues 3 (3rd) Part 2.JPG", "Your textbook ISBN"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "商－１２"]}, "campas": 0, "name": "【150】イングリッシュ（オーラル）Ｂ／English (Oral) B", "管理部署": 5, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 2, "評価1": 2, "評価2": 7, "評価3": 4, "評価4": 5, "開講期": 2, "成績評価備考": "割合　Percentage"}