{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The main objective is to improve the students’ ability to discuss issues in English.<BR/>The secondary objective is to improve their active vocabulary.", "到達目標": "By the end of the course, students will be able to:<BR/><BR/>1. Improve speaking and listening skills more through group discussions, presentations, and debate.<BR/>2. Become more familiar with personal and social issues in society. <BR/>3. Gain more confidence to express their opinion related to these topics.<BR/>4. Develop more critical thinking skills.<BR/>5. Develop more skills for academic writing.", "授業方法": "When activity restriction levels are 3 and higher, we&#39;ll be doing zoom simultaneous/two way online (in real time). When activity restriction levels are 2 or 1, we&#39;ll be face-to-face.<BR/><BR/>A face-to-face class format is defined as 50% of the course’s total contact hours are conducted in a face-to-face manner. Also, the number of people allowed in a classroom must be limited to half of its usual capacity.<BR/><BR/>Students, we have to do everything we can to reach 7 face-to-face classes or 50 percent or more and follow the school policy.  <BR/><BR/>[09/07/2021]<BR/>We will start the semester with zoom simultaneous/two way online (in real time) as activity restriction levels are 3 and higher at the moment.<BR/><BR/>[Information for students permitted to take classes online]<BR/>For students permitted to take classes online, if our classes are online (Activity Restriction Level 3 or higher), you will be joining zoom alongside other students. If our classes are face-to-face (Activity Restriction Level 2 or lower) and you are approved to remain online, you will be given on-demand tasks that cover our class&#39; schedule to fulfill class requirements. <BR/><BR/>The university is constantly reviewing the COVID-19 situation by considering any changes to the activity restriction levels and the activity resumption criteria by activity type, so we will be following the school&#39;s instructions.  <BR/><BR/>Please do everything you can to help us have as many face-to-face classes as possible.", "トピック": {"第1回": ["Introduction, Mr. Michael Lin’s hello, hello! Say hi to your classmates! Contact information, what do I do if ___________________? Set-up Microsoft Teams App.", "Work on HW #1. *There may be other tasks assigned."], "第2回": ["Unit 11: Naomi’s Dilemma. Are men and women treated equally at work? Talk about an uncomfortable situation.", "HW #1 Due – Buy the textbook. Make sure you can check Luna. Make sure you can access your KGU e-mail account.  Prepare a picture for Mr. Lin."], "第3回": ["Unit 12: The Art of Compromise. Describe a situation in which a compromise is necessary.", "Work on HW #2."], "第4回": ["Unit 13: Choosing your Career.  What is a job you want? What characteristics are essential?<BR/>Quiz #1 – Units 11 and 12.", "HW #2 Due – Complete Pg. 53 and 57 by writing 2 reports."], "第5回": ["Unit 14: Save our country! Should the government be stricter with immigration?  How can we improve society?", "Work on HW #3."], "第6回": ["Unit 15: Life Online. Are our online lives healthy? What do you do online?", "HW #3 Due – Complete Pg. 61 and 65 by making 2 audio recordings."], "第7回": ["Quiz #2 – Unit 13, 14, and 15. Vocabulary, reading comprehension, reflection.<BR/>Movie (To Be Determined). *Very likely to be The Devil Wear&#39;s Prada, but let&#39;s see how the class goes.", "Work on HW #4."], "第8回": ["Unit 16: A Man’s Place. How do you feel about traditional gender roles versus modern gender roles?<BR/>Movie (TBD).", "Work on HW #4."], "第9回": ["Unit 17: There’s no place like home. What do you like about your country? Where do you want to visit and why?<BR/>Movie (TBD).", "Complete Pg. 69 or 73 by making 1 screen-cast video recording."], "第10回": ["Unit 18: Can war make peace? What do you think about war? Is war morally good or bad?<BR/>Quiz #3 – Units 16 and 17.", "Work on HW #5."], "第11回": ["Unit 19: One-sided Love. What is important in a relationship?<BR/>Movie (TBD).", "HW #5 Due – Complete Pg. 77 and Pg. 81 by taking photos of your completed pages and sending those photos to Mr. Lin by e-mail."], "第12回": ["Unit 20: My Split Family. Is divorce common in Japan now? What are your feelings regarding divorce?   <BR/>Movie (TBD).", "Work on HW #6."], "第13回": ["Quiz #4 – Complete Issues Semester 2 Test – Unit 11 to 20 and/or Unit 18, 19, and 20.<BR/>Report.", "HW #6 Due – Complete Pg. 85 and Pg. 89 by writing in preparation for your final oral assessment."], "第14回": ["Oral Assessment. (I&#39;d like students to make a recorded group zoom video (coffee chat) talking and sharing their opinions on select topics from the book).", "None."], "授業計画1": "Classes will have the instructor introduce the topic, an activity to help students prepare for the situation described in the book, reading comprehension, facilitating of student opinions and help with students in talking about the topic. The class will conclude with students being able to share their own ideas.  As the course continues and depending on student development, the class may be more student-centered than teacher-centered later on in the course.  <BR/><BR/>The instructor will be a facilitator of various tasks to help students communicate with each other in English. There will be ample opportunity for pair work. <BR/><BR/>Students it is best if you have a laptop computer and a portable device available simultaneously.", "授業外学習2": "Students are required to prepare for class and when appropriate review. Students are required to bring their textbook, a pen or pencil, paper, and a dictionary to class. Students, please prepare for the online learning environment if necessary. Students please be prepared for all circumstances. Yes, we have homework. Students will need to do some tasks between classes via homework items in the schedule. Mr. Lin will explain how homework is to be submitted in class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Day, Richard R., Shaules, Joseph, and Yamanaka, Junko.", "Impact Issues 3 (3rd Edition)", "Pearson", "2019 年", "9789813134393", ""], "教科書Required texts0": "Impact Issues 3 (3rd Edition) by Day, Richard R., Shaules, Joseph, and Yamanaka, Junko.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Student grades will be based on class participation, assignments, quizzes, an oral assessment, and report. No final exam will be given during the exam period. Those students who miss five or more classes during the term will receive 0 points for the course."], "成績評価Grading2": "備考　Note\nClass Participation – 10%\nAssignments – 20%\nQuizzes – 40%\nReport – 10%\nOral Assessment – 20%\nTotal – 100%", "備考Note0": "The school will excuse you if you have the coronavirus or have been exposed to the coronavirus. Students if you need to quarantine, you should do so as well.\nMr. Lin's e-mail is fts77833@kwansei.ac.jp.\n\n*The Business Department for the fall term as an overall guideline is continuing Spring term’s policy - Online classes in principle.\n\n*Microsoft Teams Code will be given on the first day of class.", "備考Note1": ["Impact Issues 3 (3).JPG", "Textbook Image"], "備考Note2": ["Impact Issues 3 (4).JPG", "Textbook Image"], "更新日時/Date of Update3": "2021年09月10日 01時07分30秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "Ｄ－１０４"]}, "campas": 0, "name": "【150】イングリッシュ（オーラル）Ｂ／English (Oral) B", "管理部署": 5, "単位数": 1, "担当者": "リン　マイケル　Ｐ．（LIN MICHAEL P.） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 18, "評価1": 4, "開講期": 2}