{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、法学の基礎(主に憲法、民法、刑法)を理解し、社会問題を分析・考察する能力を高めることである。", "到達目標": "下記項目について修得することを目標とする。<BR/>①法学に関する基礎知識<BR/>②社会問題に対する法的関心<BR/>③法的思考能力", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】法学Ａ（商学部）/法学（人間福祉学部）", "関連科目": "法学B", "授業の概要・背景": "本講義では、法学について学習します。主に、憲法、民法、刑法について、教科書の内容に沿って講義を行いますが、それだけでなく、実際の裁判例の紹介などを行うことで、より具体的な理解を得られるようにします。法律に関する知識は、社会で様々な活動を行っていく上で、非常に重要なものとなってきますので、できるだけわかりやすく、かみ砕いた表現を用いて講義を行っていきます。<BR/>講義はレジュメを使って進めていき、毎回の講義終わりにミニレポートか練習問題を解いていただくことで、理解をさらに深めることを予定しています", "授業方法": "授業方法は対面授業により実施します。", "トピック": {"第1回": ["法とは何か<BR/>法の役割や社会規範、その適用、解釈方法等、生活や社会において法を用いる場面、法の効果帰属等について、法律実務を通じて学習する。", "初回講義時には、教科書がない可能性がありますので、復習として教科書の該当箇所を読んでいただきます。"], "第2回": ["法と手続<BR/>手続がなぜ必要なのか、法的手続の種類、民事裁判や調停等の仕組み等を法律実務を通じて学習する。", "事前に配布する資料と指定強化の該当範囲を読んでいただきます。教科書の該当範囲については、事前に配布する資料内に記載することとする。"], "第3回": ["民法１　<BR/>民法の役割、骨格、契約自由の原則や総論をこれまで第１回目と第２回目の授業を反映しながら学習する。", "同上"], "第4回": ["民法２<BR/>契約を支える法諸制度、意思表示や典型契約、非典型契約についての累計の概要を具体的事例に基づき学習する。", "同上"], "第5回": ["民法３<BR/>物件変動をめぐる法的規律について、法律実務を交えて学習する。", "同上"], "第6回": ["刑法１<BR/>刑法総論の基本的考え方を法律実務を中心に事例を交えて学習する。", "同上"], "第7回": ["刑法２・刑事訴訟法<BR/>刑法各論の基本的考え方及び刑事訴訟法について法律実務を中心に事例を交えて学習する。", "同上"], "第8回": ["憲法１<BR/>立憲主義や日本国憲法の特徴について、昨今の学習する。", "同上"], "第9回": ["憲法２<BR/>基本的人権の保障や制約、その判断枠組み等、昨今の事実問題を含めて学習する。", "同上"], "第10回": ["憲法３<BR/>統治機構の概要（権力分立、国会、内閣、地方自治）について学習する。", "同上"], "第11回": ["家族法<BR/>親子関係と法、婚姻と法等について、法律実務を中心に事例を交えて学習する。", "同上"], "第12回": ["不法行為法<BR/>市民社会における不法行為について、法律事務を中心に事例を交えて学習する。", "同上"], "第13回": ["これまでの総復習を行い、横断的、発展的な学習の理解を図る。", "同上"], "第14回": ["第１回目から第１３回目の授業を通じて試験を行うものとする。", ""]}, "評価": {"教科書Required texts0": "宍戸常寿・石川博康編「法学入門」（有斐閣、初版２０２１年）\nポケット六法（有斐閣）、デイリー六法（三省堂）などの紙媒体の六法は必要とします（初回授業でお伝えいたします。）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "最終授業において、授業内テストとする。講義内で取り扱った内容を理解できているかで評価を行います。"], "成績評価Grading2": "備考　Note\n最終授業において記述式の試験を行う予定であります。約７０分から８０分程度を予定しています。これまでの法学Ａで学習した内容に基づき出題を行い、シラバス記載のリーガルマインドが備わっているカ総合的に判断して成績を評価いたします。", "備考Note0": "本講義では、授業に際して、事前に配布する資料と指定教科書を読んでおくことが望ましいです。具体的な予習方法については、初回講義でお伝えいたします。各回で学習する内容の概要は、初回講義時にお伝えします。教科書に書かれていることだけでなく、実際の裁判の内容等の紹介も行い、社会問題を考えるきっかけにして頂きたいです。", "更新日時/Date of Update1": "2022年05月01日 14時50分54秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "Ｇ－１０１"]}, "campas": 0, "name": "【100】法学Ａ／Law A", "管理部署": 5, "単位数": 2, "担当者": "野条　健人（NOJO KENTO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 14, "評価1": 2, "開講期": 1}