{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、将来ビジネスにかかわる商学部生が身につけておくべき基礎的な会計情報の読み方と分析の仕方などを理解することである。「会計、英語、パソコン」は、ビジネスパーソンにとって三種の神器といわれている。会計情報を読むことで、企業イメージでごまかされることのない、企業の本当の体力や儲けを客観的に知ることができる。そこで、実際の企業の会計情報の分析方法を、株式学習ゲームなどを通して学習する。本授業では、グループワークやプレゼンテーションの機会も多く提供し、受講生のコミュニケーション能力・情報伝達能力を高めることも目的としている。", "到達目標": "本授業の到達目標は次のとおりである。1．実際の企業の会計情報の収集・分析作業を通じて、企業の活動内容や財務業績を理解することができる。2．ビジネス・経済社会の動向を、会計の観点から理解・分析する能力を身につけ、そのダイナミックな動きを感じ取ることができる。3．グループ学習や発表等を通して、チームで協働する力、プレゼンテーションの方法、資料の作成方法などを身につけることができる。", "授業方法": "対面授業。講義・演習および受講生によるプレゼンテーション・ディスカッションによって授業を進める。演習時は学生間を巡回し、アドバイス・指導等を行う。プレゼンテーション等に対してはフィードバックを行う。受講生全員が積極的に演習に望む姿勢（単に授業に参加・出席するだけではなく、ディスカッションやグループワークでの積極的な貢献）を求める。<BR/>【オンライン受講⽣対象】オンラインでの受講を許可された学⽣に対しては、1回目の授業から「Zoomによる同時配信」で対応する予定です。詳細（Zoomのリンクなど）は、Lunaの「掲示板」または「お知らせ」を確認してください。<BR/>【4／16以降の授業について】大学からゼミ授業を含めての全面オンライン実施が決定されない限り、対面授業を継続します。ただし、授業内容等により、Zoomにより同時双方向授業を実施することもあります。", "トピック": {"第1回": ["ゼミのスケジュール、実施・運営にあたって、オリエンテーション", "【事後学習】株式学習ゲームテキスト「大学生のための証券市場と株式会社の基礎知識」を読み、株式会社とは、証券市場とは、会計の役割、会計情報について学習しておく。（４時間）"], "第2回": ["図書館講習受講　（ネットワークID/PWが必要）", "【事前学習】図書館を実際に訪れ、株式学習ゲーム等に必要なビジネス図書・雑誌等を（借りて）読んでおく。（２時間）<BR/>【事後学習】授業中に実施した図書館オリエンテーションに基づき、株式学習ゲームに向けて会社情報・業界情報等を収集する。（２時間）"], "第3回": ["自己紹介・自己分析・大学生活（4年間）の目標のプレゼンテーション（全員）", "【事前学習】受講生自身の自己分析・計画に関する発表の準備を行う。（２時間）<BR/>【事後学習】授業中のコメント等に基づき、受講生自身の自己分析・計画に関するスライドの改訂を行い、提出する。（２時間）"], "第4回": ["各企業の財務情報の見方、会計情報・財務分析の解説", "【事前学習】会計専門職に関する提供資料等を視聴または読む。（２時間）<BR/>【事後学習】授業の内容をふまえ、「ビジネス会計検定試験公式テキストの3級」の予習をする。（２時間）"], "第5回": ["ビジネス会計検定試験公式テキスト３級　１～２章", "【事前学習】ビジネス会計検定3級テキストの「総論」「貸借対照表」の章を予習する。講義担当者はプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】ビジネス会計検定3級テキストの「総論」「貸借対照表」の章を復習する。（２時間）"], "第6回": ["ビジネス会計検定試験公式テキスト３級　３～４章", "【事前学習】ビジネス会計検定3級テキストの「損益計算書」「キャッシュフロー計算書」の章を予習する。講義担当者はプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】ビジネス会計検定3級テキストの「損益計算書」「キャッシュフロー計算書」の章を復習する。（２時間）"], "第7回": ["ビジネス会計検定試験公式テキスト３級　５章", "【事前学習】ビジネス会計検定3級テキストの「財務分析」の章を予習する。講義担当者はプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】ビジネス会計検定3級テキストの「財務分析」の章を復習する。（２時間）"], "第8回": ["ビジネス会計検定3級公式過去問題集　１～３章", "【事前学習】ビジネス会計検定3級公式過去問題集１～３章を予習し、過去問を解いておく。（２時間）<BR/>【事後学習】授業中に解いたビジネス会計検定3級公式過去問題集について、未解答の問題を解いておく。（２時間）"], "第9回": ["ビジネス会計検定3級公式過去問題集　４～５章", "【事前学習】ビジネス会計検定3級公式過去問題集４～５章を予習し、過去問を解いておく。（２時間）<BR/>【事後学習】授業中に解いたビジネス会計検定3級公式過去問題集について、未解答の問題を解いておく。（２時間）"], "第10回": ["ビジネス会計検定3級公式過去問題試験を解く", "【事前学習】ビジネス会計検定3級公式過去問題集を復習する。（２時間）<BR/>【事後学習】授業中に解いたビジネス会計検定3級公式過去問題について、正解できなかった問題について復習し、理解を確実にする。（２時間）"], "第11回": ["スキルシートを用いた分析等・発表・提出（全員）", "【事前学習】スキルシートを確認し、分析について予め検討する。（２時間）<BR/>【事後学習】スキルシートについて、授業中に完成できなかった部分について完成させ、提出する。（２時間）"], "第12回": ["株式学習ゲームの解説・チーム決定・投資テーマ決定", "【事前学習】株式学習ゲームの投資テーマ等に関連する文献・ビジネス雑誌・新聞等を読み、テーマ選定の準備・検討を行う。（２時間）<BR/>【事後学習】「株式学習ゲームの投資テーマの選定について、グループごとに検討し、提出する。（２時間）"], "第13回": ["株式学習ゲーム：投資対象候補（財務分析対象）企業２０社の決定", "【事前学習】日経新聞・ビジネス雑誌・図書等を参考にして、株式学習ゲームの投資対象候補企業について、グループごとに事前に検討する。（２時間）<BR/>【事後学習】】投資対象候補企業として選定した20社について、財務情報が入手可能であるかの確認と、入手方法について確認しておく。（２時間）"], "第14回": ["夏季休暇の宿題の発表（全員）", "【事前学習】夏期休暇の課題を完成させて、プレゼンテーションの準備をする。（２時間）<BR/>【事後学習】授業でのコメント等をふまえ、夏期休暇の課題を改訂し、提出する。（２時間）"], "第15回": ["株式学習ゲーム：企業２０社の財務データ収集・財務分析", "【事前学習】株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）の収集を始める。（２時間）<BR/>【事後学習】授業の内容をふまえ、株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）の収集を完了し、財務分析を実施する。（２時間）"], "第16回": ["株式学習ゲーム：企業２０社の財務分析とグラフ化", "【事前学習】株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）の収集を完了する。（２時間）<BR/>【事後学習】授業の内容をふまえ、株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）を用いて、投資スクリーニングに必要な財務分析と分析結果のグラフ化を行う。（２時間）"], "第17回": ["株式学習ゲーム：投資企業の選定・投資の実施", "【事前学習】株式学習ゲームの投資対象候補企業20社についての財務分析結果を検討する。（２時間）<BR/>【事後学習】授業の内容をふまえ、株式学習ゲームの投資対象候補企業20社についての財務分析結果から、投資会社10社程度を選定し、株式投資を実施する。（２時間）"], "第18回": ["株式学習ゲーム：各チームによる報告プレゼンテーションの準備", "【事前学習】「株式学習ゲームの投資テーマの選定、投資対象候補企業20社の選定と財務分析結果、最終投資会社10社程度の選定」について、各グループはプレゼンテーションの準備を進める。（２時間）<BR/>【事後学習】「株式学習ゲームの投資テーマの選定、投資対象候補企業20社の選定と財務分析結果、最終投資会社10社程度の選定」について、各グループはプレゼンテーションの準備をする。（２時間）"], "第19回": ["株式学習ゲーム：各チームのプレゼンテーション・ディスカッション", "【事前学習】「株式学習ゲームの投資テーマの選定、投資対象候補企業20社の選定と財務分析結果、最終投資会社10社程度の選定」についてのプレゼンテーションを完成させる。（２時間）<BR/>【事後学習】授業中のディスカッションをもとに、プレゼンテーションを改訂し、提出する。（２時間）"], "第20回": ["同業種企業の財務分析：分析企業の決定、会計情報の収集方法", "【事前学習】同業種企業の財務分析の対象企業を授業までに決定しておく。（２時間）<BR/>【事後学習】授業の内容をふまえ、同業種企業の財務分析の対象企業についての会計情報収集を開始する。（２時間）"], "第21回": ["同業種企業の財務分析：会計情報の収集2017・2018年度", "【事前学習】授業の内容をふまえ、同業種企業の財務分析の対象企業についての会計情報収集を進める。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、2017・2018年度の会計情報の収集と入力を完了する。（２時間）"], "第22回": ["同業種企業の財務分析：会計情報の収集2019・2020年度", "【事前学習】前回の授業で学習した内容をふまえ、2017・2018年度の会計情報の収集と入力を完了する。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、2019・2020年度の会計情報の収集と入力を完了する。（２時間）"], "第23回": ["同業種企業の財務分析：会計情報の安全性分析の実施", "【事前学習】前回の授業で学習した内容をふまえ、4年分の会計情報の収集と入力を完了する。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、収集した4年間の会計情報を基に、安全性分析を完了する。（２時間）"], "第24回": ["同業種企業の財務分析：会計情報の収益性・成長性分析の実施", "【事前学習】収集した4年間の会計情報を基に、収益性・成長性分析について準備する。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、収集した4年間の会計情報を基に、収益性・成長性分析を完了する。（２時間）"], "第25回": ["同業種企業の財務分析結果についてのプレゼンテーション1", "【事前学習】同業種企業の財務分析結果についてのプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】授業中のコメント・討議を基に、プレゼンテーションとレポートの内容を改訂する。（２時間）"], "第26回": ["同業種企業の財務分析結果についてのプレゼンテーション2", "【事前学習】同業種企業の財務分析結果についてのプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】授業中のコメント・討議を基に、プレゼンテーションとレポートの内容を改訂する。（２時間）"], "第27回": ["同業種企業の財務分析結果についてのプレゼンテーション3", "【事前学習】同業種企業の財務分析結果についてのプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】授業中のコメント・討議を基に、プレゼンテーションとレポートの内容を改訂する。（２時間）"], "第28回": ["１年間の成果のプレゼンテーション（全員）", "【事前学習】１年間の成果のプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】25～27回の授業中のコメント・討議を基に、レポートの内容を改訂し、提出する。（２時間）"], "授業計画1": "春学期は、まず、会計情報収集の方法やプレゼンテーション技法について学習する。また、グループに分かれ、ビジネス会計検定試験公式テキスト３級の学習を学生自身による講義と解説によって進めた後、ビジネス会計検定3級の問題演習を実施することで理解を確実にする。ビジネス会計検定3級の学習によって会計情報分析手法を理解・修得した後、株式学習ゲームの内容に入る。<BR/>秋学期は、株式学習ゲームへの参加を通じて、企業情報や会計情報を実際に収集・分析し、投資テーマスクリーニングと財務スクリーニングによって投資対象企業を決定して（仮想）投資を実行する。この内容について、プレゼンテーションとディスカッションを通じて、自ら発案・課題設定をし、情報収集・分析をすることによってそれを解決する能力、その内容をわかりやすく他者に伝えるコミュニケーション能力を身につけることを目指す。その後は、各自で特定の業種の企業3社の会計情報を収集し、安全性・収益性・成長性の財務分析を実施し、分析結果をプレゼンテーションする。これらの学習を通じて、会計情報の分析方法（企業間比較・期間比較）を身につけ、企業の財務内容を見る目を養う。", "授業外学習2": "商学演習は少人数による演習であり、知識の習得だけではなく、受講生同士の交流を育み、実り多い大学生活を送るためのよいスタートとなることを意図するものです。そのため、受講生全員が積極的に演習に望む姿勢（単に授業に出席するだけではなく、グループワークでの積極的な参加や貢献など）を求めます。プレゼンテーションの準備なども必要です。"}, "評価": {"教科書Required texts0": "秋学期使用テキスト：大阪商工会議所編『ビジネス会計検定公式テキスト３級』中央経済社\nその他は授業中に指示する。", "参考文献・資料Reference books0": "森岡寛他「会社の数字がおもしろいほどわかる本」ダイヤモンド社\n東京証券取引所・日本証券業協会「株式学習ゲームテキストブック　大学生のための証券市場と株式会社の基礎知識」", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用(所定のフォーマット)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "調査・情報収集能力、会計情報理解・分析能力、論理的分析力等を評価する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業中のプレゼンテーション・グループワーク・討議への貢献度など（情報収集・分析能力、協働力、コミュニケーション能力、プレゼンテーション能力等）によって総合的に評価する。"], "成績評価Grading3": "備考　Note\n配慮対象学⽣への成績評価は、上記と同じです。", "更新日時/Date of Update0": "2021年10月13日 12時17分52秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "金曜３時限／Friday 3", "通年／Year Round", "Ｄ－３０２"]}, "campas": 0, "name": "【150】商学演習　１０／Introduction to Seminar", "管理部署": 5, "単位数": 4, "担当者": "阪　智香（SAKA CHIKA） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 3, "評価2": 4, "開講期": 0}