{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、将来ビジネスにかかわる商学部生が身につけておくべき基礎的な会計情報の読み方と分析の仕方などを理解することである。「会計、英語、パソコン」は、ビジネスパーソンにとって三種の神器といわれている。会計情報を読むことで、企業イメージでごまかされることのない、企業の本当の体力や儲けを客観的に知ることができる。そこで、実際の企業の会計情報の分析方法を、株式学習ゲームなどを通して学習する。本授業では、グループワークやプレゼンテーションの機会も多く提供し、受講生のコミュニケーション能力・情報伝達能力を高めることも目的としている。", "到達目標": "本授業の到達目標は次のとおりである。1．実際の企業の会計情報の収集・分析作業を通じて、企業の活動内容や財務業績を理解することができる。2．ビジネス・経済社会の動向を、会計の観点から理解・分析する能力を身につけ、そのダイナミックな動きを感じ取ることができる。3．グループ学習や発表等を通して、チームで協働する力、プレゼンテーションの方法、資料の作成方法などを身につけることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "本授業では、ビジネスにおいて不可欠である「会計」の基礎知識を学んだ上で、実際の企業の会計情報を読み、財務諸表を分析する能力を見につける。株式学習ゲームなどのグループワークと、個人のワークに取り組むことで、会計情報の読み方と分析についての理解を確実にする。この授業では、様々なワークを通じて、グループワークの進め方、プレゼンテーションの方法、プレゼンテーション資料作成、エクセルの使い方、レポート作成等の様々なスキルも身につけることができる。", "授業方法": "講義・演習および受講生によるプレゼンテーション・ディスカッションによって授業を進める。そのため、受講生全員が積極的に演習に望む姿勢（単に授業に出席するだけではなく、ディスカッションやグループワークでの積極的な参加と貢献）を求める。<BR/>【オンライン受講許可学生】Zoomによる同時双方向型オンライン授業を実施する。接続リンクはLunaの掲示板を確認ください。", "トピック": {"第1回": ["ゼミの実施・運営にあたってのオリエンテーション、株式学習ゲームの説明", "【事後学習】株式学習ゲームに向けて、「株式学習ゲームテキストブック」を読み、株式会社とは、証券市場とは、会計の役割、会計情報等について学習しておく。（４時間）"], "第2回": ["図書館オリエンテーションと情報検索", "【事前学習】図書館を実際に訪れ、株式学習ゲームに必要なビジネス図書・雑誌等を（借りて）読んでおく。（２時間）<BR/>【事後学習】授業中に実施した図書館オリエンテーションに基づき、株式学習ゲームに向けて会社情報・業界情報等を収集する。（２時間）"], "第3回": ["パワーポイントでの自己分析と計画についての各自発表", "【事前学習】受講生自身の自己分析・計画に関する発表の準備を行う。（２時間）<BR/>【事後学習】授業中のコメント等に基づき、受講生自身の自己分析・計画に関するスライドの改訂を行い、提出する。（２時間）"], "第4回": ["株式学習ゲームの解説と投資テーマの決定", "【事前学習】株式学習ゲームの投資テーマに関連する文献・ビジネス雑誌・新聞等を読み、テーマ選定の準備・検討を行う。（２時間）<BR/>【事後学習】授業の内容をふまえ、再度文献等を読み、株式学習ゲームの投資テーマをグループ毎に決定する。（２時間）"], "第5回": ["企業の財務情報の読み方についての解説", "【事前学習】株式学習ゲームで投資対象候補となる複数の企業の財務諸表を収集し、読んでおく。（２時間）<BR/>【事後学習】授業中に勉強した財務諸表の読み方に基づき、株式学習ゲームで投資対象候補となる複数の企業の財務諸表を読み解く。（２時間）"], "第6回": ["株式学習ゲームの投資対象企業の決定", "【事前学習】日経新聞・ビジネス雑誌・図書等を参考にして、株式学習ゲームで投資対象候補企業20社を各自決定しておく。（２時間）<BR/>【事後学習】各投資グループのメンバーで討議し、株式学習ゲームの投資対象候補企業20社を最終的に決定する。（２時間）"], "第7回": ["企業の会計情報の収集", "【事前学習】株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）を収集する。（２時間）<BR/>【事後学習】株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）を引き続き収集する。（２時間）"], "第8回": ["財務分析の解説と実践", "【事前学習】株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）の収集を完了する。（２時間）<BR/>【事後学習】授業の内容をふまえ、株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）を用いて、投資スクリーニングに必要な財務分析を行う。（２時間）"], "第9回": ["投資対象企業20社の財務分析", "【事前学習】株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）を用いて、投資スクリーニングに必要な財務分析を行う。（２時間）<BR/>【事後学習】授業の内容をふまえ、株式学習ゲームの投資対象候補企業20社についての会計情報（貸借対照表、損益計算書）を用いて、投資スクリーニングに必要な財務分析を完了する。（２時間）"], "第10回": ["投資対象企業の財務スクリーニングと株式学習ゲームにおける株式投資の実施", "【事前学習】株式学習ゲームの投資対象候補企業20社についての財務分析結果を検討する。（２時間）<BR/>【事後学習】授業の内容をふまえ、株式学習ゲームの投資対象候補企業20社についての財務分析結果から、投資会社10社程度を選定し、株式投資を実施する。（２時間）"], "第11回": ["株式学習ゲームについてのプレゼンテーション資料作成", "【事前学習】「株式学習ゲームの投資テーマの選定、投資対象候補企業20社の選定と財務分析結果、最終投資会社10社程度の選定」について、各グループはプレゼンテーションの準備を進める。（２時間）<BR/>【事後学習】「株式学習ゲームの投資テーマの選定、投資対象候補企業20社の選定と財務分析結果、最終投資会社10社程度の選定」について、各グループはプレゼンテーションの準備をする。（２時間）"], "第12回": ["株式学習ゲームについてのプレゼンテーション", "【事前学習】「株式学習ゲームの投資テーマの選定、投資対象候補企業20社の選定と財務分析結果、最終投資会社10社程度の選定」について、各グループはプレゼンテーションの準備を完了する。（２時間）<BR/>【事後学習】株式学習ゲームの投資対象会社の創業者について、各グループはプレゼンテーションの準備をする。（２時間）"], "第13回": ["株式学習ゲームの投資対象会社の創業者についてのプレゼンテーション", "【事前学習】株式学習ゲームの投資対象会社の創業者について、各グループはプレゼンテーションの準備を完了する。（２時間）<BR/>【事後学習】】第12回と第13回のプレゼンテーション・スライドを改訂し、提出する。（２時間）"], "第14回": ["自己分析・春期の振り返りのプレゼンテーション", "【事前学習】春学期の振り返りと自己分析の準備をする。（２時間）<BR/>【事後学習】授業でのコメント等をふまえ、自己分析・計画を改訂し、提出する。（２時間）"], "第15回": ["夏期休暇の課題についてのプレゼンテーション", "【事前学習】夏期休暇の課題を実施し、プレゼンテーションの準備をする。（２時間以上）<BR/>【事後学習】授業でのコメント等をふまえ、夏期休暇の課題スライドを改訂し、提出する。（２時間）"], "第16回": ["ビジネス会計検定3級：総論、貸借対照表", "【事前学習】ビジネス会計検定3級テキストの「総論」「貸借対照表」の章を予習する。講義担当者はプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】ビジネス会計検定3級テキストの「総論」「貸借対照表」の章を復習する。（２時間）"], "第17回": ["ビジネス会計検定3級：損益計算書、キャッシュフロー計算書", "【事前学習】ビジネス会計検定3級テキストの「損益計算書」「キャッシュフロー計算書」の章を予習する。講義担当者はプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】ビジネス会計検定3級テキストの「損益計算書」「キャッシュフロー計算書」の章を復習する。（２時間）"], "第18回": ["ビジネス会計検定3級：財務分析", "【事前学習】ビジネス会計検定3級テキストの「財務分析」の章を予習する。講義担当者はプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】ビジネス会計検定3級テキストの「財務分析」の章を復習する。（２時間）"], "第19回": ["ビジネス会計検定3級：検定問題解答", "【事前学習】ビジネス会計検定3級テキストを復習し、過去問を解いておく。（２時間）<BR/>【事後学習】授業中に解いたビジネス会計検定3級検定問題について、未解答の問題を解いておく。（２時間）"], "第20回": ["ビジネス会計検定3級：検定問題解説", "【事前学習】前回の授業で解いたビジネス会計検定3級検定問題について、解答を完了し、見直しをする。（２時間）<BR/>【事後学習】授業中のビジネス会計検定3級検定問題解答・解説の復習をする。（２時間）"], "第21回": ["同業種企業の財務分析：対象企業決定", "【事前学習】受講生自身が実施する同業種企業の財務分析の対象企業を選定するために、関連文献等を読み、企業や業種について調査しておく（２時間）<BR/>【事後学習】同業種企業の財務分析の対象業種と対象企業を決定する。（２時間）"], "第22回": ["同業種企業の財務分析：財務諸表分析で用いる財務比率等の解説", "【事前学習】同業種企業の財務分析の対象企業についての情報を収集する。（２時間）<BR/>【事後学習】授業の内容をふまえ、同業種企業の財務分析の対象企業についての会計情報収集を開始する。（２時間）"], "第23回": ["同業種企業の財務分析：会計情報収集", "【事前学習】同業種企業の財務分析の対象企業についての4年間の会計情報を収集する。（２時間）<BR/>【事後学習】授業の内容をふまえ、同業種企業の財務分析の対象企業についての4年間の会計情報収集を完了する。（２時間）"], "第24回": ["同業種企業の財務分析：会計情報の安全性分析の実施", "【事前学習】収集した4年間の会計情報を基に、安全性分析について準備する。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、収集した4年間の会計情報を基に、安全性分析を完了する。（２時間）"], "第25回": ["同業種企業の財務分析：会計情報の収益性・成長性分析の実施", "【事前学習】収集した4年間の会計情報を基に、収益性・成長性分析について準備する。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、収集した4年間の会計情報を基に、収益性・成長性分析を完了する。（２時間）"], "第26回": ["同業種企業の財務分析：企業間・時系列比較分析", "【事前学習】収集した4年間の会計情報を基に、企業間・時系列比較分析について準備する。（２時間）<BR/>【事後学習】授業で学習した内容をふまえ、収集した4年間の会計情報を基に、企業間・時系列比較分析を完了する。（２時間）"], "第27回": ["同業種企業の財務分析結果についてのプレゼンテーション1", "【事前学習】同業種企業の財務分析結果についてのプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】授業中のコメント・討議を基に、プレゼンテーションとレポートの内容を改訂する。（２時間）"], "第28回": ["同業種企業の財務分析結果についてのプレゼンテーション2", "【事前学習】同業種企業の財務分析結果についてのプレゼンテーションの準備を行う。（２時間）<BR/>【事後学習】授業中のコメント・討議を基に、プレゼンテーションとレポートの内容を改訂し、提出する。（２時間"], "授業計画1": "春学期は、まず、会計情報収集の方法やプレゼンテーション技法について学習する。その後、グループに分かれ、株式学習ゲームへの参加を通じて、企業情報や会計情報を実際に収集・分析し、投資テーマスクリーニングと財務スクリーニングによって投資対象企業を決定し、投資する。その結果について、プレゼンテーションとディスカッションを行う。これらを通じて、自ら発案・課題設定をし、情報収集・分析をすることによってそれを解決する能力、その内容をわかりやすく他者に伝えるコミュニケーション能力を身につけることを目指す。<BR/>秋学期は、会計情報の読み方と分析方法について詳しく学習する。その後、各自で特定の業種の企業数社の会計情報を収集し、安全性、収益性、成長性等の分析をし、分析結果をプレゼンテーションする。これらの学習を通じて、会計情報の分析方法（企業間比較・期間比較）を身につけ、企業の財務内容を見る目を養う。", "授業外学習2": "商学演習は少人数による演習であり、知識の習得だけではなく、受講生同士の交流を育み、実り多い大学生活を送るためのよいスタートとなることを意図するものです。そのため、受講生全員が積極的に演習に望む姿勢（単に授業に出席するだけではなく、グループワークでの積極的な参加や貢献など）を求めます。プレゼンテーションの準備なども必要です。"}, "評価": {"教科書Required texts0": "秋学期使用テキスト：大阪商工会議所編『ビジネス会計検定公式テキスト３級』中央経済社\nその他は授業中に指示する。", "参考文献・資料Reference books0": "森岡寛他（2012）「会社の数字がおもしろいほどわかる本」ダイヤモンド社\n矢部謙介（2021）「決算書の比較図鑑」日本実業出版社\n東京証券取引所・日本証券業協会「株式学習ゲームテキストブック　大学生のための証券市場と株式会社の基礎知識」　等", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用(所定のフォーマット)", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "授業中のプレゼンテーション・グループワーク・討議への貢献度などによって総合的に評価を行う。"], "更新日時/Date of Update0": "2023年01月12日 14時42分04秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "水曜３時限／Wednesday 3", "通年／Year Round", "Ｄ－４０４"]}, "campas": 0, "name": "【150】商学演習　１１／Introduction to Seminar", "管理部署": 5, "単位数": 4, "担当者": "阪　智香（SAKA CHIKA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 3, "評価2": 4, "開講期": 0}