{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "・複雑多岐に絡み合う環境問題を体系的に学び、社会で起こっている事象と日々の自分の生活との関係を理解するための基礎的知識と視点を身につける。<BR/>・環境問題に取り組む様々な関係者（行政、企業、NPO等）が、実際に社会の中でどのような役割を果たしているかを学ぶことで、将来の就職活動など社会に出る前の参考とする。", "到達目標": "１．環境問題の背景、現状、課題を体系的に理解する<BR/>２．関係者（行政、企業、NPO等）による環境問題解決のための手法・アプローチの違いを理解する<BR/>３．世界や社会と自分が繋がっていることを自覚し、環境問題が自分事でもあると理解し、今後の行動変化の最初の一歩に繋げる", "授業方法": "授業では、テキストやパワーポイントで投影した資料を解説しながら講義をおこないます。また、多人数の受講が想定されますが、ワークやゲーム、受講生同士の意見交換などの時間も設けて、できる限り楽しく授業に参加できるような工夫も行っていきます。<BR/>(基本的には対面での授業を想定していますが、多人数の受講が想定されるため、状況によってはオンラインのズーム等による講義になる可能性がありますので、ご注意下さい)", "トピック": {"第1回": ["「イントロダクション・環境問題の基礎（１）：環境問題の歴史　公害～気候変動、SDGｓまで」<BR/>開講に当たって本講義の全体像をお伝えし、その射程を理解します。また、地域の課題であった公害問題から、気候変動（地球温暖化）のような地球規模の環境問題やSDGｓ（持続可能な開発目標）に至るまでの歴史と、環境問題の拡がりを学びます。<BR/>＜担当：福嶋＞", ""], "第2回": ["「環境問題の基礎（２）：自然資本と生態系、そして私たちとの繋がり～水・大気・土壌・生物多様性～」<BR/>現代のビジネス、サービスの基盤は生態系に支えられています。また、ワクチン等の新技術が生態系から発見されます。しかしながら自然環境や動物たちは急速に、破壊、汚染され、減少しています。自然環境と資本としてその価値について学びます。<BR/>＜担当：加納＞", ""], "第3回": ["「企業と環境（１）：CSVとバリューチェーン」<BR/>SDGsの時代はビジネスを通じて課題解決を行います。“調達、製造、販売・・・”ものづくりのプロセスから、環境を考えます。<BR/>＜担当：加納＞", ""], "第4回": ["「企業と環境（２）：リサイクルからサーキュラーエコノミー、そしてESG投資の動き」<BR/>持続可能な社会は、資源を無駄にせず、循環させることが必要です。また、今日提唱されている“サーキュラーエコノミー”,“デジタル化”からSDGｓの時代を考えます。<BR/>＜担当：加納＞", ""], "第5回": ["「行政の取組（１）：公害の歴史～環境モデル都市」（調整中）　<BR/>兵庫県尼崎市役所のケースから、過去の大気汚染などの公害について、どのようにそれを克服し、今、環境モデル都市となるに至ったのか、現在はどのような取組を行っているのかについて学びます。<BR/>＜担当：福嶋＞", ""], "第6回": ["「行政の取組（２）：自然エネルギーを活用した地域活性化の推進」（調整中）<BR/>滋賀県湖南市からゲスト講師をお招きし、湖南市の取組についてお話を伺いながら、行政の役割や自治体における自然エネルギーを活用したまちづくり、地域活性化の取組について学びます。<BR/>＜担当：井上＞", ""], "第7回": ["「NPOの取組（１）：熱帯林破壊と日本の消費生活とのつながり」<BR/>生物多様性の宝庫ボルネオ島。日本でも多く消費されているパーム油のために、熱帯林破壊による生態系の危機や人権問題が起こっています。NGOの活動紹介と共に私たち消費者の「使う責任」を考えます。<BR/>＜担当：加納＞", ""], "第8回": ["「企業の取組（０）：SDGs時代の情報の読み解き方を知る」<BR/>（株）オシンテックからゲスト講師をお招きし、世界ではどのように「ルールがつくられているか」を紹介します。「脱炭素」や「脱プラ」の流れはどこから来たのか。日々の情報に溺れることなく意味を見出す「インテリジェンス」を学びます。最新の情報収集と解析で、国家戦略やビジネス戦略の側面からもSDGsを考えます。<BR/>＜担当：加納＞", ""], "第9回": ["「企業の取組（１）：持続可能な開発目標（ＳＤＧs）時代のビジネス」<BR/>（株）ノーリツからゲスト講師をお招きし、SDGｓゴール１２「作る責任つかう責任」を中心に、企業の社会的責任と調達管理（サプライチェーン・マネジメント）の取組について学びます。<BR/>＜担当：下司＞", ""], "第10回": ["「企業の取組（２）：サステナビリティ社会の実現に向けて」<BR/>積水ハウス（株）からゲスト講師をお招きし、企業が取り組むＥＳＧ経営とＳＤＧｓの取組について学びます。<BR/>＜担当：下司＞", ""], "第11回": ["「企業の取組（３）：SDGs達成に向けた取組と環境経営」<BR/>（株）クボタからゲスト講師をお招きし、食料・水・環境分野で事業を展開する企業グループのSDGs達成に向けた取組と環境経営について学びます。<BR/>＜担当：下司＞", ""], "第12回": ["「関係ステークホルダーの違いと役割（１）：企業と行政」<BR/>行政と企業の関係や役割、その違いを活かして連携する事例、留意点などを学びます。<BR/>＜担当：井上＞", ""], "第13回": ["「関係ステークホルダーの違いと役割（２）：企業とNGO」<BR/>NGOと企業の関係や役割、その違いを活かして連携する事例、留意点などを学びます。<BR/>＜担当：井上＞", ""], "第14回": ["「関係ステークホルダーの違いと役割（３）：まとめ」<BR/>これまでに学んだ各主体の関係性や違い、果たす役割などを総合的に理解します。<BR/>＜担当：井上＞", ""], "授業計画1": "(基本的には対面での授業を想定していますが、多人数の受講が想定されるため、状況によってはオンラインのズーム等による講義になる可能性がありますので、ご注意下さい)<BR/>・教学システムは、LUNAを用います。授業内で指示のある提出物（後述の採点・評価と関係します）についても、LUNAを経由して学生の皆さんから提出をいただきます。<BR/>・本講義の採点・評価は、学生の皆さんから提出をいただく、コメントペーパー（授業内容の理解度の確認・感想）や、レポートで行います。初回講義の講義資料に具体的に記載されていますので、必ず参照してください。", "授業外学習2": "エコや環境が、社会や企業にも浸透してきました。国内外や様々な立場の視点から思考を広げましょう。きっと今の&quot;当たり前&quot;の生活を見る目が変わってきます。"}, "評価": {"参考文献・資料Reference books0": "「ｅｃｏ検定(環境社会検定試験)」公式テキスト（改訂８版）／2021年1月末（発売予定）\n「未来をつくる道具 わたしたちのSDGs」 川延昌弘 ナツメ社 2020年10月\n「SDGsで変わる経済と新たな暮らし 2030年を笑顔で迎えるために」 河口真理子著 生産性出版 2020年9月", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "65 %", "後日提出時期を指定。分量は800字～1200字程度"], "成績評価Grading2": ["その他／Others (99)", "35 %", "各授業内容の理解度に関する小コメントペーパーを実施（複数回を予定）"], "成績評価Grading3": "備考　Note\n【オンライン受講生対象・感染防止重点期間】\n成績対象となる、①レポート、②小コメントペーパー（授業後の感想など）は、従来通り実施予定。\n提出は①については、LUNA経由で。②については、グーグルフォームの活用を予定していますが、各回の授業における講師の指示に従って下さい。", "更新日時/Date of Update0": "2021年05月06日 02時00分00秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "Ｂ－１０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】教養基礎Ｇ（環境）　２／Background to Business G", "管理部署": "商学部／School of Business Administration", "単位数": "2", "担当者": "福嶋　慶三（FUKUSHIMA KEIZO） ", "履修基準年度": "１年", "時限1": "金曜５時限／Friday 5", "開講期": "秋学期／Fall"}