{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、英語で書かれた経営学の文献の講読を通じて、英語の読解力を養うとともに経営学の知識を身につけることにある。", "到達目標": "本授業は、第一に、英語の文献の講読を通じて英語の専門書を読解する力を養うことを目標としている。第二に、経営学の中でも社会的企業に関する文献の講読を通じて、社会的企業に関する知識を深めることを目標としている。", "特記事項": "", "関連科目": "", "授業方法": "受講生の発表とディスカッションを中心に進めていく。そのため、受講生は毎回、課題文献をしっかりと読んでくる必要がある。<BR/><BR/>【オンライン受講許可学生対象】<BR/>オンラインでの受講を許可された学生に対しては、「Zoomによる同時配信」を行う。ZoomのURLについては、初回の授業までにLUNAの「お知らせ」を通じて案内する。", "トピック": {"第1回": ["社会的企業とは<BR/><BR/>〈授業形態：全ての回を対面授業で実施〉", "【事後学習】社会的企業の研究について調べる（190分）。"], "第2回": ["Battilana, J and Lee, M.. Advancing research on hybrid organizing: Insights from the study of social enterprises.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第3回": ["Teasdale, S., Lyon, F. and Owen, R.. A methodological critique of the social enterprise growth myth.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第4回": ["Kerlin, J. A. and Pollak, T. H.. Nonprofit commercial revenue: a replacement for declining government grants and private contributions?", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第5回": ["Dart, R.. Bursting the bubble: the mythologies of many social enterprises and enterpri$ing nonprofits.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第6回": ["Mason, C. and Moran, M.. The tale of the veil: unweaving Big Society and the social enterprise myth.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第7回": ["Dey, P. and Steyaert, C.. Myth in social entrepreneurship research: an inquiry into rationalist, ideological and dialectic practices of demystification.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第8回": ["Perren, L.. Social entrepreneurship: mythological ‘doublethink’.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第9回": ["Mauksch, S.. ‘(It) is exactly what it was in me’: the performativity of social entrepreneurship.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第10回": ["Seanor, P.. Of course, trust is not the whole story: narratives of dancing with a critical friend in social enterprise-public sector collaborations.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第11回": ["Berglund, K.. Social entrepreneurhship: performative enactments of compassion.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第12回": ["Ruebottom, T.. Deliberative democracy in social entrepreneurship: a discourse ethics approach to participative processes of social change.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第13回": ["Eikenberry, A. M.. Social entrepreneurship and democracy.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"], "第14回": ["Horn, D. M.. Social entrepreneurship, democracy and political participation.", "【事前学習】課題文献を読む（130分）。<BR/>【事後学習】授業内容を復習する（60分）。"]}, "評価": {"教科書Required texts0": "Battilana, J and Lee, M (2014) Advancing Research on Hybrid Organizing: Insights from the Study of Social Enterprises, The Academy of Management Annals, Vol. 8, No. 1, 397-441.\nDey, P. and Steyaert, C. (Eds.) (2018) Social Entrepreneurship: An Affirmative Critique, Edward Elgar.\n\n上記の二つの文献を中心に講読していくことを予定しているが、受講者の理解度によって教科書を変更する可能性がある。必要となる文献については授業中に指示するので、初回の授業までに教科書を購入する必要はない。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中の発表とディスカッションなど授業への参加態度で評価する。"], "更新日時/Date of Update0": "2022年03月31日 23時58分33秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｄ－１０４"]}, "campas": 0, "name": "【250】商学外書講読（英語）Ａ　１／Readings in Business (English) A", "管理部署": 5, "単位数": 2, "担当者": "浦野　充洋（URANO MITSUHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 4, "開講期": 1}