{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、環境会計やESGディスクロージャーの現状と課題等を理解することを通じて、受講生自身が次の論点について調査し、考察することである。<BR/>・企業と様々な環境・社会問題との関わりを知り、企業はどうあるべきか（企業の社会的責任）を考える。<BR/>・環境会計・環境管理会計を通じて、企業活動の真のコスト・ベネフィットを考える。<BR/>・グローバリゼーションが進む中で、今、世界で何が起きているかを知り、企業のあり方（社会的責任やそのディスクロージャー）を考える。<BR/>・資本主義の功罪とこれからの企業のあり方を考える。", "到達目標": "本授業の到達目標は、次の論点にかかわる企業を取り巻く現状と環境会計・ディスクロージャーの課題を受講生自身が調査・理解し、その解決に向けて受講生自身の提言ができるようになることである。1.環境・社会問題と企業の社会的責任（CSR）、2.温暖化問題・水問題・食糧問題と企業活動、3.企業の環境会計・環境管理会計、4.企業のESG・サステナビリティディスクロージャー、5.格差社会・社会の安全と企業活動、6.グローバリゼーションと企業活動。受講生自身による複数企業のCSR報告書・統合報告書の採点作業と比較分析を通して、企業のESGディスクロージャーの現状を説明し、課題を提示することができることも目標とする。", "授業方法": "第2回～第14回は、Zoomによる同時双方向授業を実施します。詳細（Zoomのリンクなど）は、Lunaの「お知らせ」を確認してください。<BR/>授業は、講義、映像視聴、学生によるレポート作成・提出、企業のCSR・統合報告書の採点・分析などによって進める。<BR/>【オンライン受講⽣対象】オンラインでの受講を許可された学⽣に対しては、1回目の授業から「Zoomによる同時配信」で対応します。", "トピック": {"第1回": ["環境会計の背景：環境問題と企業、企業と社会、環境経営とマネジメントシステム<BR/>Background of Environmental Accounting and Reporting", "【事後学習】環境会計の背景（環境問題と企業、企業と社会、環境経営とマネジメントシステム等）について、授業の内容をふまえて関連文献を読み、復習する。（４時間）"], "第2回": ["企業の社会的責任：温暖化問題と企業<BR/>Corporate Social Responsibility: Global Warming Issues and Businesses", "【事前学習】企業の社会的責任（温暖化問題と企業）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（温暖化問題と企業）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第3回": ["企業の社会的責任（CSR）<BR/>Corporate Social Responsibility", "【事前学習】企業の社会的責任（経緯、現場と課題等）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（経緯、現状と課題等）について、授業の内容をふまえて提示された資料等を読み、理解を深める。（２時間）"], "第4回": ["企業のコストとベネフィット：本当のコストとは<BR/>Costs and Benefits: The True Cost of Businesses", "【事前学習】企業活動のコストとベネフィットについて、関連文献を読む。（２時間）<BR/>【事後学習】企業活動のコストとベネフィットについて、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第5回": ["企業の環境会計、環境管理会計、<BR/>Corporate Environmental Accounting, Environmental Management Accounting and", "【事前学習】企業の環境会計、環境管理会計、企業の社会的責任（CSR）、CSRディスクロージャーについて関連文献を読む。（２時間）<BR/>【事後学習】企業の環境会計、環境管理会計、企業の社会的責任（CSR）、CSRディスクロージャーについて、授業の内容をふまえて、関連文献を読み、復習する。（２時間）"], "第6回": ["企業の社会的責任：グローバリゼーションと多国籍企業<BR/>Corporate Social Responsibility: Business Globalization and Multinational Corporations", "【事前学習】企業の社会的責任（グローバリゼーションと多国籍企業）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（グローバリゼーションと多国籍企業）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第7回": ["CSRディスクロージャーと統合報告<BR/>CSR/Sustainability Reporting and Integrated Reporting", "【事前学習】CSRディスクロージャーと統合報告について、関連文献を読む。（２時間）<BR/>【事後学習】CSRディスクロージャーと統合報告について、授業の内容をふまえて提示された資料等を読み、理解を深める。（２時間）"], "第8回": ["CSR／サステナビリティ報告書・統合報告書の採点・分析<BR/>Analysis of Corporates&#39; CSR/Sustainability Reporting and Integrated Reporting", "【事前学習】採点・比較分析に用いるCSR報告書・統合報告書等の内容を全て読んでおく。（２時間）<BR/>【事後学習】授業中に一部実施したCSR報告書・統合報告書等の採点作業を完了する。採点結果に基づき、企業間比較分析を行う。（２時間）"], "第9回": ["企業の社会的責任：格差社会と中間層の消滅<BR/>Corporate Social Responsibility: Capitalism and Businesses", "【事前学習】企業の社会的責任（資本主義の正体）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（資本主義の正体）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第10回": ["ESG投資とESGディスクロージャー<BR/>ESG Investment and ESG Disclosure", "【事前学習】企業の社会的責任（ESG投資とESGディスクロージャー）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（ESG投資とESGディスクロージャー）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第11回": ["企業の社会的責任：社会の安全と企業<BR/>Corporate Social Responsibility: Secure Society and Businesses", "【事前学習】企業の社会的責任（社会の安全と企業ESG投資とESGディスクロージャー）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（社会の安全と企業）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第12回": ["企業の社会的責任：CSV（共有価値の創造）<BR/>Corporate Social Responsibility: CSV", "【事前学習】企業の社会的責任（CSV：共有価値の創造）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（CSV：共有価値の創造）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第13回": ["企業の社会的責任：進歩の罠、歴史は繰り返す？<BR/>Corporate Social Responsibility: Past and Present", "【事前学習】企業の社会的責任（進歩の罠、歴史）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（進歩の罠、歴史）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第14回": ["企業の社会的責任：探索的会計データ分析にみる企業活動の実態と課題、資本主義の未来<BR/>Corporate Social Responsibility: Exploratory Financial Data Analysis, Future of Capitalism", "【事前学習】会計とSDGs、会計と不平等、資本主義の未来について、関連文献を読む。（２時間）<BR/>【事後学習】資本主義の未来について、授業の内容をふまえて、関連文献を読み、小レポートを執筆する。CSR報告書・統合報告書等の採点と比較分析結果等について、レポートにまとめて、提出する。（２時間）"], "授業外学習2": "授業の内容に関する小レポートを6回提出する。また、企業のCSR報告書や統合報告書を受講生自身が収集し、その比較・分析を実施して定期試験に代わるレポートにまとめる。"}, "評価": {"教科書Required texts0": "レジメと資料を配布する。", "参考文献・資料Reference books0": "阪智香、國部克彦、地道正行（2020）「会計と不平等―付加価値分配率の探索的データ解析―」『国民経済雑誌』第221巻第4号、pp. 1-20。\n國部克彦・中嶌道靖編著（2018）『マテリアルフローコスト会計の理論と実践』同文舘出版、2018年\nSAKA, C. OSHIKA, T. and JIMICHI, M. (2019) Visualization of Tax Avoidance and Tax Rate Convergence: Exploratory Analysis of World-scale Accounting Data. Meditari Accountancy Research, Vol. 27 No. 5, pp. 695-724.\nSaka, C. and Oshika, T. (2014) Disclosure Effects, Carbon Emissions and Corporate Value. Sustainability Accounting, Management and Policy Journal, Vol. 5 No. 1, pp. 22-45.\nOshika, T. and Saka, C. (2017) Sustainability KPIs for Integrated Reporting. Social Responsibility Journal, Vol. 13 No. 3,pp. 625-642.", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用（所定のフォーマット）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "46 %", "最終レポートにより、分析力、思考力、課題発見能力、批判的思考などを問う"], "成績評価Grading2": ["その他／Others (99)", "54 %", "授業中提出物（小レポート6回×9点）"], "成績評価Grading3": "備考　Note\n課題は全てLunaで提出してください。\nオンライン受講申請学生の成績評価も上と同じです。", "更新日時/Date of Update0": "2021年04月22日 14時40分16秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "４別－２０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】環境会計論／Environmental Accounting", "管理部署": "商学部／School of Business Administration", "単位数": "2", "担当者": "阪　智香（SAKA CHIKA） ", "履修基準年度": "２年", "時限1": "金曜２時限／Friday 2", "開講期": "春学期／Spring"}