{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業は企業における内部統制および内部統制報告制度に関わる諸課題を理解することを目的とします。", "到達目標": "内部統制および内部統制報告制度について基本的な概念と考え方を説明できるようになるとともに、内部統制に関わる諸課題を議論できるようになること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "監査制度論、監査基準論", "授業方法": "授業は原則として対面で実施します。授業で使用するレジュメや資料等は、授業1週間前を目処にLUNAを通じて配布します。質問は、LUNAにてメールアドレスを連絡しますので、「学生番号」「氏名」「授業名」を明記したうえで連絡してください。<BR/>【オンライン受講許可学生対象】対面授業を撮影した録画データをオンデマンドで個別配信する予定です。", "トピック": {"第1回": ["講義のオリエンテーション：本講義の目的と内容（内部統制と財務諸表監査）<BR/>公認会計士がおこなう財務諸表監査と内部統制の関係について講述します。", "【事後学習】講義内容を復習する（2時間）"], "第2回": ["内部統制概念の変遷<BR/>財務諸表監査における内部統制概念の変遷について、特にアメリカの監査基準書から学習する。", "【事前学習】内部統制が監査の分野においてどのように考えられてきたかについて調べる（60分）<BR/>【事後学習】内部統制概念の変遷について理解する（90分）"], "第3回": ["COSO報告書の内部統制概念<BR/>1992年に公表された内部統制に関する概念書（COSO報告書）が示す内部統制概念について学習する。", "【事前学習】COSO報告書とは何かについてテキストの該当部分を読む（60分）<BR/>【事後学習】COSO報告書で示されている内部統制概念について理解する（90分）"], "第4回": ["COSO報告書の内部統制概念の特徴<BR/>COSO報告書で示されている内部統制概念がそれまでの内部統制概念とどう違うのかについて学習する。", "【事前学習】COSO報告書が示す内部統制概念の特徴についてテキスト該当部分を読む（60分）<BR/>【事後学習】COSO報告書が示す内部統制概念の特徴を理解する（90分）"], "第5回": ["マネジメントシステムとしての内部統制<BR/>経営者の管理手段としての内部統制について学習する。", "【事前学習】経営者がどのような目的で内部統制を利用するかについて考える（60分）<BR/>【事後学習】内部統制における業務の効率性と有効性について理解する（90分）"], "第6回": ["コーポレート・ガバナンス（企業統治）と内部統制<BR/>コーポレート・ガバナンスの観点から内部統制がどう関わるのかについて学習する。", "【事前学習】コーポレート・ガバナンスと内部統制の関係についてテキストの該当箇所を読む（60分）<BR/>【事後学習】コーポレート・ガバナンスと内部統制の関係について理解する（90分）"], "第7回": ["わが国の株式会社の機関設計（監査役設置会社・指名委員会設置会社・監査等委員会設置会社）<BR/>第6回を補足するために、わが国の株式会社の機関設計について学習する。", "【事前学習】監査役会設置会社・指名委員会設置会社・監査等委員会設置会社とは何かについて調べる（60分）<BR/>【事後学習】監査役会設置会社・指名委員会設置会社・監査等委員会設置会社それぞれの特徴について理解する（90分）"], "第8回": ["会社法における内部統制に関する規定<BR/>わが国の会社法における内部統制の規定について学習する。", "【事前学習】会社法にどのような内部統制の規定があるかについて激すとの該当箇所を読む（60分）<BR/>【事後学習】会社法における内部統制の規定を理解する（90分）"], "第9回": ["米国企業改革法制定の経緯<BR/>米国における企業改革法制定の経緯について学習する。", "【事前学習】米国企業改革法の内容についてテキストの該当箇所を読む（60分）<BR/>【事後学習】米国企業改革法の制定の経緯を理解する（90分）"], "第10回": ["米国企業改革法における内部統制に関する規定<BR/>米国企業改革法における内部統制の規定について学習する。", "【事前学習】米国企業改革法の内容についてテキストの該当箇所を読む（60分）<BR/>【事後学習】米国企業改革法の内部統制の規定を理解する（90分）"], "第11回": ["内部統制と金融商品取引法<BR/>わが国における金融商品取引法の内部統制の規定について学習する。", "【事前学習】金融商品取引法における財務報告に係る内部統制の報告制度について調べる（60分）<BR/>【事後学習】金融商品取引法における財務報告に係る内部統制の報告制度について理解する（90分）"], "第12回": ["わが国における財務報告に係る内部統制の評価及び監査の基準<BR/>わが国における財務報告に係る内部統制の報告・監査制度について学習する。", "【事前学習】わが国の財務報告に係る内部統制報告制度についてテキストの該当箇所を読む（60分）<BR/>【事後学習】わが国の財務報告に係る内部統制報告制度について理解する（90分）"], "第13回": ["わが国における財務報告に係る内部統制の評価及び監査の実施基準<BR/>わが国における財務報告に係る内部統制報告・監査制度の実施について学習する。", "【事前学習】わが国の財務報告に係る内部統制報告・監査制度の実施についてテキストの該当箇所を読む（60分）<BR/>【事後学習】わが国の財務報告に係る内部統制報告・監査制度の実施内容の概観を理解する（90分）"], "第14回": ["講義の総まとめと最新動向", "【事前学習】講義の中で理解できなかった箇所を把握する（60分）<BR/>【事後学習】講義の総まとめを受け、予習で把握した理解できなかった箇所を理解する（120分）"]}, "評価": {"教科書Required texts0": "町田祥弘［2015］『内部統制の知識（第3版）』日経文庫", "参考文献・資料Reference books0": "鳥羽至英［2005］『内部統制の理論と制度：執行・監督・監査の視点から』国元書房。\nトレッドウェイ委員会組織委員会［1996］『内部統制の統合的枠組み　理論篇』白桃書房。", "学生による授業評価の方法Course Evaluation by Students0": "全学統一形式による調査をおこないます。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading3": "備考　Note\n定期試験(Final examination)とレポート課題で評価します。定期試験は原則持ち込み資料を不可とします。ただし新型コロナウィルスの感染拡大状況により定期試験が実施できなくなった場合、オンライン試験に代替する場合があります。", "更新日時/Date of Update0": "2022年01月14日 09時25分44秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "Ｂ－２０１"]}, "campas": 0, "name": "【350】会計学特論Ａ（１１４）【内部統制】／Topics in Accounting A", "管理部署": 5, "単位数": 2, "担当者": "高原　利栄子（TAKAHARA RIEKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 21, "評価1": 0, "評価2": 3, "開講期": 1}