{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "グローバル流通戦略は、流通においてグローバル化という現象がどのような動きとして現れているかを理論的に分析することにある。この授業では、小売企業の国際競争力をテーマにし、小売企業はいかにして国際的に競争力を発揮するかの問題を明らかにしたい。この課題を達成するためには、｢小売国際化」の基礎理論を学び、その理解を前提として複数のケースを取り上げて現状を正確に把握する。そうすることによって、現代の流通論に欠かせないグローバル流通論を身につけることができる。", "到達目標": "企業と市場環境とのダイナミックな関係をとらえるために、世界の先端的国際企業の市場行動の中でも、とりわけ「進出先市場で何が発生しているのか」、「国際化する企業の戦略はいかなるものか」、大きくこの2点について、受講生の皆さんと議論を深めていきたい。そうすることにより、グローバル的視点で物事を考える能力が身につく。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "単なる知識や理論の一方的な伝達ではなく、現場の写真やDVD教材を混用することによって、分かりやすい、飽きない、楽しい講義になるよう心掛けている。毎回の講義は、導入部（毎回のテーマに関連する写真・DVDを見て、現状を把握する）、理論部（現実の背後に内在する理論を学習する）、応用部（関連する雑誌や新聞を読んで、理論を応用して現実を分析する）、整理（講義内容の理解度を確認するため質問に答えてもらう。学生の要望を取り入れるための質問や感想をも書かせて提出させている）の4部構成にしている。講義時間を4部構成にすることによって、学生の集中度を高めるとともに、私語対策につながることを狙っている。", "トピック": {"第1回": ["グローバル流通戦略論への招待", "・キーワード：グローバル化、インバウンド、ドラッグストア、意味付け・価値づけ、市場コンテキスト<BR/>・参考文献：川端　基夫（2017）『消費大陸アジア：巨大市場を読みとく』ちくま新書、小田部正明・栗木契・太田一樹編（2017））『1からのグローバル・マーケティング』碩学舎<BR/>＊参考文献からキーワードについて調べてみてください。"], "第2回": ["グローバル流通の最近の動向", "キーワード：規模の経済、範囲の経済、国際化戦略、標準化戦略、適応化戦略<BR/>参考文献：川端基夫（2017）『消費大陸アジア：巨大市場を読みとく』筑摩新書、向山雅夫・J.Dawson編（2015）『グローバル・ポートフォリオ戦略－先端小売企業の軌跡－日本語版、Global Strategies in Retailing:Asian and European experiences）』千倉書房<BR/>＊参考文献からキーワードについて調べてみてください。"], "第3回": ["グローバル化とアジア市場の特性", "・キーワード：小売国際化、海外出店行動、市場特性要素、フィルター構造<BR/>・参考文献：川端基夫（2008）「第２章　小売国際化とアジア市場の特性」向山雅夫・崔相鐵編著『小売企業の国際展開』中央経済社<BR/>＊参考文献からキーワードについて調べてみてください。"], "第4回": ["グローバルな文化環境", "・キーワード：ローカル、グリコ・インドネシア、異文化、ハラフ、ゲマワットのGAGE<BR/>・参考文献：小田部正明・栗木契・太田一樹編（2017））『1からのグローバル・マーケティング』碩学舎<BR/>＊参考文献からキーワードについて調べてみてください。"], "第5回": ["グローバル市場参入戦略", "・キーワード：味千ラーメン、参入方法、海外直接投資、完全所有子会社、合弁<BR/>・参考文献：小田部正明・栗木契・太田一樹編（2017））『1からのグローバル・マーケティング』碩学舎、川端基夫（2016）『外食国際化のダイナミズム: 新しい「越境のかたち」』新評論<BR/>＊参考文献からキーワードについて調べてみてください。"], "第6回": ["グローバル商品調達戦略", "・キーワード：ダイキン、標準化、モジュラー方式、共通プラットフォーム方式、知識移転<BR/>・参考文献：小田部正明・栗木契・太田一樹編（2017））『1からのグローバル・マーケティング』碩学舎<BR/>＊参考文献からキーワードについて調べてみてください。"], "第7回": ["ドン・キホーテの東南アジア戦略", "・キーワード：本物主義、ディスカウントストア<BR/>・参考文献：白　貞壬（2021）「ドン・キホーテの東南アジア戦略」『プレジデント』のオンライン記事(https://president.jp/articles/-/44927） <BR/>＊参考文献からキーワードについて調べてみてください。"], "第8回": ["アジアにおける日系コンビニの展開状況", "・キーワード：現地適応化、アジア型モデル、フランチャイズシステム<BR/>・参考文献：川端基夫（2021）『日本の法人フランチャイジー: 消費経済の知られざる担い手』関西学院大学研究叢書 第 226編、浜本篤史・白貞壬・遠藤元（2021）「第2章　アジアにおける日系コンビニの展開状況」佐藤寛・アジアコンビニ研究会編『コンビニからアジアを覗く』日本評論社，36－57頁。<BR/>＊参考文献からキーワードについて調べてみてください。"], "第9回": ["中国市場におけるグローバル化", "・キーワード：市場参入戦略、出店戦略、店舗運営、商品調達、試点企業<BR/>・参考文献：向山雅夫・崔相鐵編著（2008）『小売企業の国際展開』中央経済社）<BR/>＊参考文献からキーワードについて調べてみてください。"], "第10回": ["日本市場における欧米小売企業のグローバル戦略", "・キーワード：グローバル・リテイラー、カルフール、ウォルマート、テスコ、差別化<BR/>・参考文献：佐々木保幸・鳥羽達郎編（2019）『欧米小売企業の国際戦略：その革新性を検証する』中央経済社<BR/>＊参考文献からキーワードについて調べてみてください。"], "第11回": ["セブン-イレブンのグローバル化プロセス", "・キーワード：国際移転、日米逆転、創造的適応、グローバル・スタンダード<BR/>・参考文献：白　貞壬（2022）「第10章　セブン‐イレブン・ジャパン―日本スタンダードから世界スタンダードへ―」鳥羽達郎・川端庸子・佐々木保幸編『日系小売企業の国際展開』中央経済社、255‐277頁 <BR/>＊参考文献からキーワードについて調べてみてください。"], "第12回": ["イケアの日本進出とニトリとの競争", "・キーワード：イケア、ニトリ、ホームファニシング、ホームファッション、グローバル・ソーシング<BR/>・参考文献：白　貞壬（2018）「第13章　家具専門店：ロマンとビジョンで家具業界を動かすニトリ」崔相鐵・岸本徹也編『１からの流通システム』碩学舎、191-205頁、白　貞壬（2022）「第5章　ニトリ―グローバル・バリューチェーンが迎える重大な転機―」鳥羽達郎・川端庸子・佐々木保幸編『日系小売企業の国際展開』中央経済社、125‐147頁<BR/>＊参考文献からキーワードについて調べてみてください。"], "第13回": ["コストコのグローバル展開", "・キーワード：コストコ、会員制ホールセールクラブ、現金持ち帰り<BR/>・参考文献：白　貞壬（2019）「第9章　コストコ：メンバーシップ・ホールセールクラブの創造と国際競争力」佐々木保幸・鳥羽達郎編『欧米小売企業の国際戦略：その革新性を検証する』中央経済社、165－182頁<BR/>＊参考文献からキーワードについて調べてみてください。"], "第14回": ["グローバル流通戦略論研究の新たな課題", "・キーワード：製造業の国際化、小売業の国際化、溶け込み、リバース・イノベーション<BR/>・参考文献：白　貞壬（2019）『小売業のグローバル・イノベーション：競争的相互作用と創造的適応』中央経済社<BR/>＊参考文献からキーワードについて調べてみてください。"]}, "評価": {"教科書Required texts0": "特に指定しません。", "参考文献・資料Reference books0": "毎回の「授業外学修」欄に取り上げています。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "中間レポート課題のフォーマットに沿って回答してください。"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "50 %", "授業中に説明した概念を中心とする技術式問題を課します。"], "更新日時/Date of Update0": "2023年01月13日 23時19分32秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｇ－２０１"]}, "campas": 0, "name": "【400】マーケティング特論Ｂ（２１５）【グローバル流通戦略】／Topics in Marketing B", "管理部署": 5, "単位数": 2, "担当者": "白　貞壬（BAEK JUNGYIM） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 1, "評価1": 1, "評価2": 2, "開講期": 2}