{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義は、証券取引の制度や現状を対象とする。証券というと難しいという印象があるかもしれないが、企業経営や資産運用など、様々な場面で証券市場や株価が注目される。皆さんが上場企業に就職した場合、その会社は日々株式市場と直面し、「株価」によって評価される。また、証券市場は樹木の根のような不可欠な要素（資金調達手段）である。さらに、従業員は、社員持ち株制度やストックオプション制度によって、株式を持つことが多くなっている。他方、一般投資家にとって、インターネット取引が普及したことで、株式投資はより身近なものになった。フィナンシャルプランナーや税理士・会計士を目指す学生にとっても、証券市場の知識は必要不可欠である。本講義は、株式市場を中心に、取引や取引所の基本的な制度やルール、さらにその実態の理解を目的とする。証券市場を「ずるがしこく儲ける所」と理解している人も多いが、実は「ルールのかたまり」であり、ルールを順守することで成り立っていることを理解してほしいと思っている。そこで、本講義は、証券取引を対象とし、その変化を踏まえつつ、基本的な仕組みや制度の理解を目的とする。講義内容は、主に株式市場を対象として、株式取引の基本からデリバティブを講義する。", "到達目標": "この講義の到達目標は、(1)株式取引について基礎知識を習得すること、(2)その現状や変化について認識を深めること、さらに(3)株式取引の現状や役割について「考える」こと、である。", "授業方法": "同時双方向型オンライン授業として実施する。", "トピック": {"第1回": ["第1回　はじめに<BR/>全体の講義概要などを説明した上で、最近の証券市場や金融の動向を説明する。", ""], "第2回": ["第２回　株式ポートフォリオ<BR/>まず、株式取引と株価になじむため、「私のポートフォリオ（仮想ポートフォリオ）」を作成する（最終回に提出）。", ""], "第3回": ["第３回　株式の流通市場（1）<BR/>株式の流通市場の機能として、流動化機能と価格形成（発見）機能があること、また流通市場が適切に機能するためには、情報開示（ディスクロージャー）や不公正取引の禁止がなされていることが必要であることを講義する。", ""], "第4回": ["第4回　株式の流通市場（2）<BR/>インサイダー取引など不公正取引の禁止について講義する。", ""], "第5回": ["第5回　証券取引所（1）<BR/>証券取引所の役割について、取引参加者制度、上場制度、売買（取引）制度、決済制度、売買審査制度を講義する。", ""], "第6回": ["第6回　証券取引所（2）<BR/>取引所再編、私設取引システム、夜間取引などを取り上げる。", ""], "第7回": ["第7回　株価指数<BR/>]株価指数（インデックス）は、単にマーケットモニターであるだけでなく、資産運用のベンチマークであり、また投資対象でもある。ここでは、日経２２５およびTOPIXの算出方法と特徴などを講義する。", ""], "第8回": ["第8回　信用取引<BR/>信用取引には、信用買い（空買い）と信用売り（空売り）があり、前者は自己資金以上の投資を行う方法であり、後者は株価下落局面で利益を出す取引方法である。ここでは、これらの取引の仕組みから最近動向を講義する。", ""], "第9回": ["第9回デリバティブ取引<BR/>デリバティブの基本について講義する。", ""], "第10回": ["第10回　　先物取引<BR/>先物取引の考え方や仕組みを学んだ上で、投機取引（スペキュレーション）、ヘッジ取引、裁定取引（アービトラージュ）を講義する。", ""], "第11回": ["第11回　オプション取引<BR/>オプション取引の考え方や仕組みを学んだ上で、オプションの価値等を講義する。", ""], "第12回": ["第12回　デリバティブの応用<BR/>デリバティブの応用商品として仕組み債について講義する。", ""], "第13回": ["第13回　ベンチャーマーケット<BR/>株主コミュニティ制度やTOKYO Pro Marketについて講義する。", ""], "第14回": ["第14回　まとめ<BR/>授業の重要ポイントを復習する。", ""], "授業外学習2": "日頃からメディア等の金融・証券関連ニュースに注目しておくことが望まれる。授業中の専門用語は確実に習得するよう努力してほしい。授業中に課した課題には真摯に取り組んでほしい。"}, "評価": {"教科書Required texts0": "二上季代司編著『証券市場論』有斐閣、2011年", "参考文献・資料Reference books0": "日本証券経済研究所編『図説　日本の証券市場』日本証券経済研究所（ネット公開）\n日本証券経済研究所編『図説　アメリカの証券市場』日本証券経済研究所（ネット公開）\n日本証券経済研究所編『図説　イギリスの証券市場』日本証券経済研究所（ネット公開）\n東京証券取引所編『入門　日本の証券市場』東洋経済新報社", "学生による授業評価の方法Course Evaluation by Students0": "特になし。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "レポート"], "成績評価Grading2": "備考　Note\nレポートによって評価するが、授業への参加度（質疑応答、課題提出など）も加味する。", "更新日時/Date of Update0": "2021年09月06日 20時24分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－１０１"]}, "campas": 0, "name": "【350】取引システム論／Exchange System", "管理部署": 5, "単位数": 2, "担当者": "松尾　順介（MATSUO JUNSUKE） ", "履修基準年度": "２年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}