{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "近年、経営情報システムにおいては、オープンなサードパーティーによるサービスの利用が進められている。特に、近年発達してきたソーシャルメディアは、企業における広告やマーケティングに利用されており、現代ビジネスにおいて不可欠なシステムとなっている。この講義では、ソーシャルメディア・マーケティングやファンマーケティングを行うためのメディア文化とユーザー心理の理解を目指す。具体的には、ソーシャルメディアとWebサービスがどのように発展してきたかを学び、ソーシャルメディア上の行動データを用いた社会（トレンド）分析と心理分析、そしてマーケティングへの応用を学ぶ。情報学、社会学、心理学、経営学に及ぶ学際的な観点から人間科学の本質に迫る。", "到達目標": "・Webとソーシャルメディアが情報学及び人文社会科学分野にもたらした貢献について説明することができる<BR/>・近年のソーシャルメディアやWebサービスがビジネスで成功した理由を説明することができる<BR/>・Webやソーシャルメディアの広告が従来メディアの広告よりも優れている点について説明することができる<BR/>・社会ネットワークの性質と評価指標について説明することができる<BR/>・ソーシャルメディアの行動データを用いた社会・心理分析の実践例について説明することができる<BR/>・ソーシャルメディアがもたらした社会的問題について説明することができる", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "「関係性マーケティング」では、マーケティング・チャネル戦略やマーケティング・コミュニケーション戦略を学ぶが、本講義を受講することにより、マーケティングチャネルの1つであるソーシャルメディアの特性や、顧客との関係維持のためのツールとしての利点、ソーシャルメディアユーザーの文化を理解することができる。<BR/>「消費者行動論」、「消費者マーケティング」では、消費者の購買意欲やブランドロイヤリティ，購買意思決定などを学ぶが、本講義を受講することにより、オンラインにおける消費者の基礎心理を理解することができる。<BR/>「マーケティングリサーチ」、「マーケティングサイエンス」では、消費者や市場のニーズやウォンツを調査する方法を学ぶが、本講義を受講することにより、コンシューマー・インサイト（消費者の深層心理）を得る方法やその効果を理解することができる。", "授業の概要・背景": "", "授業方法": "対面授業にて、スライドを用いて講義する。毎回、紙媒体による演習が行われ、授業終了時に提出する。演習では、自分のオリジナルのアイディアや個人的体験から得た洞察などを書く。", "トピック": {"第1回": ["＜1章：Webとソーシャルメディア＞ Webとソーシャルメディアが社会科学とマーケティングにもたらした革新", "教科書を用いた復習"], "第2回": ["＜2章：ソーシャルメディアの分類 その1＞ Webとソーシャルメディアの発展，ソーシャルメディアの定義", "教科書を用いた復習"], "第3回": ["＜2章：ソーシャルメディアの分類 その2＞ 検索エンジン (Google），ブログサービス，口コミサイト，画像・動画共有サービス (Flickr，YouTube，ニコニコ動画，TikTok），SNS (Facebook, Instagram, Twitter)", "教科書を用いた復習"], "第4回": ["＜3章：集合知とWeb2.0＞ 群衆の英知，集団の意思決定，Web2.0, Web3.0", "教科書を用いた復習"], "第5回": ["＜4章：ネットワーク科学 その1＞ 友だち（フォロー・フォロワー）のつながり", "教科書を用いた復習"], "第6回": ["＜4章：ネットワーク科学 その2＞ 友人ネットワークの質の評価", "教科書を用いた復習"], "第7回": ["＜4章：ネットワーク科学 その3＞ インフルエンサーの発見とネットワークの生成メカニズム", "教科書を用いた復習"], "第8回": ["＜5章：ソーシャルメディアによる社会・トレンド分析＞ 実ネットワーク分析，ニュースメディアの影響，SNSによるトレンド検出", "教科書を用いた復習"], "第9回": ["＜6章：ソーシャルメディアによる心理分析 その1＞ ソーシャルメディアの利用目的，ソーシャルメディアでの感情と伝染", "教科書を用いた復習"], "第10回": ["＜6章：ソーシャルメディアによる心理分析 その2＞ SNSユーザの性格推定，性格が引き起こすオンライン行動", "教科書を用いた復習"], "第11回": ["＜6章：ソーシャルメディアによる心理分析 その3＞ レコメンドと態度，オンラインにおける寄り添い，SNSにおけるWell-being", "教科書を用いた復習"], "第12回": ["＜7章：ソーシャルメディアにおける出会い・恋愛・印象形成 その1＞ デートアプリの発展，オンラインにおける対人魅力，印象操作と印象形成", "教科書を用いた復習"], "第13回": ["＜7章：ソーシャルメディアにおける出会い・恋愛・印象形成 その2＞ 身体的魅力，プロフィール画像の影響，SNSにおけるエンゲージメント，ナルシシズムと印象形成", "教科書を用いた復習"], "第14回": ["＜8章：総括＞ ソーシャルメディアがもたらす問題と未来", "教科書を用いた復習"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["土方 嘉徳", "ソーシャルメディア論: 行動データが解き明かす人間社会と心理", "サイエンス社", "2020 年", "978-4781914862", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業中に実施する演習・レポートにて評価する"], "成績評価Grading2": "備考　Note\n授業を欠席した場合は，その日に出題される演習の評価点を完全に失う．\n授業開始時に出席票を配布する．署名済み出席票と演習の解答の両方がそろった時にのみ評価点が与えられる．\n授業中に、本授業の内容（ソーシャルメディアマーケティングやメディア心理学）に関係する被験者実験や社会調査のアンケートを依頼することがある。この実験や調査に参加/回答した場合、ボーナス点が付与される。\nオンライン受講を許可されたものは、授業終了後30分以内にLUNAにて演習・レポートを提出する。（30分経過後は、提出を受け付けない）", "備考Note0": "演習を行うため、教室では前方から詰めて着席すること。後方の座席は着席禁止である。後方に着席している者は、前方の座席に移動させる。\n演習中以外は私語厳禁である。教室が完全に静かになるまで、決して授業は開始しない。\n授業開始時に出席票を配布するので、授業開始時刻までに着席完了しておくこと。授業開始後の入室は認めない。\n演習において、インターネット上のコンテンツの内容の盗用・剽窃、ChatGPT等のAIツールの回答結果の直接利用を行った場合は、学部事務室に報告した上、当該科目の成績を0点とする。", "備考Note1": ["SOC01.zip", "第1章の教材 (LUNAにアップロードしているものと同じです）"], "更新日時/Date of Update2": "2023年04月12日 19時36分54秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "Ｄ－２０３"]}, "campas": 0, "name": "【300】経営情報システム論／Business Information Systems", "管理部署": 5, "単位数": 2, "担当者": "土方　嘉徳（HIJIKATA YOSHINORI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "評価1": 3, "開講期": 1}