{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "通常、国際通商紛争はＷＴＯ等の国際経済法のフレームワークで講義されるが、現下の米中対立を見れば瞭然であるように、国際通商紛争は単なる法的問題ではなく、政治・経済・技術など広範な問題に及ぶ総合的なものであり、解決も法的アプローチのみでは実効的なものにはなり得ない。本講義は所謂プロジェクト・ベース方式を採用し、学生が国際通商問題を政治・経済・技術・法律など多面的に研究分析し、一見、法的紛争の形態をとっている国際通商紛争が政治・経済・技術上の覇権を巡る争いである実態を認識し直し、それをどのように解決すべきかを考える。最終的に、学生は特定の国際通商問題を巡り争う２つのチームに分かれて、ディベートの形で是々非々を戦わせることで、国際通商システムの可能性と限界に対する理解を深める。", "到達目標": "学生が所謂プロジェクト・ベース方式により主体的にリサーチと討議に取り組むことを通じて、外観上は法的紛争の形態を取った国際通商紛争が政治・経済・技術上の覇権を巡る争いであることを認識し、相対立する当事国双方の立場から国際通商紛争を眺めて双方の主張を理解し、その上で国際通商紛争を如何に解決すべきか(あるいは解決不能であるか)を考えることができるようになる。", "授業方法": "プロジェクト・ベース方式を採る。今年度のテーマは「５Ｇを巡る米中対立」であり、学生は米国チーム、中国チームに分かれて、次世代通信システムのグローバル・スタンダードを巡る米中対立について、双方の措置の正当性・妥当性を巡りディベートを行う。ディベートに先立ち、学生は法律班・政治班・経済班・技術班に分かれて米中対立を多面的に調査研究し、その成果を授業で報告・討論することで、全員でシェア(各班は米国チーム、中国チームに分かれることができるよう、２～４名構成とする)。その上で米・中チームに分かれて、チーム毎にディベートに向けた準備を行い(ディベート戦略策定、エビデンス収集・整理等)、第13講においてディベートにより双方主張を闘わせることとする。", "トピック": {"第1回": ["ガイダンス(含、班分け。ディベートのチーム編成は第８講にて発表する)", ""], "第2回": ["基礎講義Ⅰ　中国の経済的・軍事的台頭と米国主導の国際秩序への挑戦", ""], "第3回": ["基礎講義Ⅱ　1990年以降の開放的国際通商システムの理念と法的体系", ""], "第4回": ["基礎講義Ⅲ　５Ｇを巡る米中紛争と日米通商摩擦との比較", ""], "第5回": ["技術班報告　５Ｇを巡る米中紛争<BR/>　　　　　　　・５Ｇ及び５Ｇの産業波及効果とは何か<BR/>　　　　　　　・５Ｇを巡り米中は何を争っているのか<BR/>　　　　　　　・なぜ米国は５Ｇを巡る争いで同盟国等を巻き込もうとするのか", ""], "第6回": ["政治班報告　米中の軍事的対立は国際経済関係にも影響があるのか<BR/>　　　　　　　・2000年以降の米国の覇権の揺らぎと中国の台頭は何が可能としたか<BR/>　　　　　　　・中国によるアジア太平洋地域の分割支配を米国は容認できるか<BR/>　　　　　　　・中国は軍事的に何を目指しているのか", ""], "第7回": ["経済班報告Ⅰ　中国の経済成長は開放的国際通商システムのフリーライドなのか<BR/>　　　　　　　　・中国の経済成長はなぜ可能となったか、途上国特権は如何に使われたか<BR/>　　　　　　　　・中国は鉄鋼過剰生産など世界経済に対する責任を果たしているか<BR/>　　　　　　　　・中国は「中国製造2025」「一帯一路構想」により何を目指しているのか", ""], "第8回": ["経済班報告Ⅱ　中国の技術大国化は何により可能となったのか<BR/>　　　　　　　　・中国は外資企業か技術移転をどのようなスキームにより進めたか<BR/>　　　　　　　　・中国は米国企業・大学等研究機関を如何に活用してきたのか<BR/>　　　　　　　　・中国は先端産業等に関して如何に産業政策を展開しているか", ""], "第9回": ["法務班報告　５Ｇを巡る米中対立の法的主張と根拠は何か<BR/>　　　　　　　・米国によるファーウェイ等中国先端産業に対する措置<BR/>　　　　　　　・中国の米国に対する対抗措置及び米同盟国に対する措置", ""], "第10回": ["中間総括講義　ディベートに先立ち主要論点整理等", ""], "第11回": ["米中対抗ディベートに備えたチームによる共同作業Ⅰ", ""], "第12回": ["米中対抗ディベートに備えたチームによる共同作業Ⅱ", ""], "第13回": ["米中対抗ディベートに備えたチームによる共同作業Ⅲ", ""], "第14回": ["米・中チームによるディベート対抗戦", ""], "授業計画1": "本シラバスはコロナ感染症の影響のない状況を想定したものであり、今年度は別添(2021年９月初旬に掲載予定)のとおり行いますので、注意願います。<BR/><BR/>(注意)<BR/>　2021年９月８日段階の判断ですが、コロナ感染症の蔓延状況に鑑み、本年度はZoom講義とせざるを得ないと考えており、プロジェクト・ベースでの授業は実施が困難であると判断しました。昨年度と同様の講義形態の授業を催行しますので、別添した資料に従い講義を行うことを了解ください。", "授業外学習2": "いずれの講義にも共通ですが、「事前学習」として指定文献の講読(１時間)、「事後学習」として指定文献の再読及びノート整理 (２時間)が必要であり、講義が進むに応じて毎回「知識・理解の確認・定着」のために講義全体の振返り(１時間)が必要です。各班のリサーチ・報告、ディベート準備・実施に関しても、共同作業者と別途準備作業がしかるべく必要となります。"}, "評価": {"教科書Required texts0": "プロジェクト・ベース講義の進捗に応じて適宜紹介・指示する。", "参考文献・資料Reference books0": "プロジェクト・ベース講義の進捗に応じて適宜紹介・指示する。", "学生による授業評価の方法Course Evaluation by Students0": "学修行動と授業に関する調査", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "課題を２回提示。講義を正確に理解し咀嚼できているかを評価する。"], "成績評価Grading2": "備考　Note\nプロジェクト・ベース方式による講義であり、研究演習と同じく、主体的な参加と取組が求められる。毎回出席して報告・議論に参加するだけでなく、授業外においても、国際紛争に関する多面的研究と、チームでのディベート準備・実施に取り組めることが、履修及び成績評価の条件となる。このため、履修者は基本的に２年次を想定しており、就職活動等を理由とした授業欠席やチームでの準備不参加等は認めない。\n\n（注意）学期開講前の９月８日付でお知らせしているように、授業計画に変更があり、成績評価方法も変更されています。この点、理解いただいて履修登録をお願いしていましたが、改めて確認してください(10月10日)。", "備考Note0": "仮にコロナ感染症の蔓延等の事由によりオンキャンパスでの講義が困難である場合、プロジェクト・ベースでの履修者主体の授業進行を見直す可能性があることを承知おきください(それに伴い講義内容・予定も変更あり)。\n\n(注意)2021年９月８日段階の判断ですが、コロナ感染症の蔓延状況に鑑み、本年度はZoom講義とせざるを得ないと考えており、プロジェクト・ベースでの授業は実施が困難であると判断しました。昨年度と同様の講義形態の授業を催行しますので、別添した資料に従い講義を行うことを了解ください。", "備考Note1": ["2021年度関西学院大学「国際通商システム論」.pdf", ""], "更新日時/Date of Update2": "2021年10月15日 23時03分15秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "Ｄ－４０３"]}, "campas": 0, "name": "【300】国際通商システム論／International Commercial System", "管理部署": 5, "単位数": 2, "担当者": "榎本　俊一（ENOMOTO SHUNICHI） ", "履修基準年度": "２年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 14, "評価1": 3, "開講期": 2}