{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "WTO（世界貿易機関）やFTA（自由貿易協定）など国際通商システムの目的、機能や基本構造を理解することを通じて、世界経済の成長の基盤である貿易、投資や企業活動の自由を維持発展させるための国際通商システムの役割と、時代の変化に伴う新たな問題に対応について学ぶことを目的とします。", "到達目標": "国際通商システムの基本構造及び新規課題への対応等に関する学習を通じて、国際通商ルールの形成と変遷が企業活動に及ぼす効果や影響を考察し、それに関する社会の議論を理解するとともに、自らの評価を明確にすることができるようになることを目標とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "近年、国際経済活動においてグローバル化が深化を続け、経済面では貿易投資と企業活動の自由化が世界経済の成長と繁栄をもたらしています。国際通商における「自由」はＷＴＯ等の制度により支えられており、グローバル経済で企業活動を行う当事者はＷＴＯの目的、役割と機能およびその基本構造を理解する必要があります。<BR/>一方、国際経済はダイナミックに変化を続けており、国際通商システムは、地域経済統合・ＦＴＡ(自由貿易協定)の急速な拡大や、従来の制度では対処困難な新たな課題(環境関連国際取引、知的財産権、国際電子商取引、多国籍企業の国際活動に関する独占禁止法適用など)に直面しています。今後も貿易や投資、企業活動の自由を維持発展させるべく、国際社会はＷＴＯ以外の場においても国際ルール形成に取り組んでおり、これらも国際通商システムの重要な基盤となっています。<BR/>本講義では、国際通商システムの基盤をなすＷＴＯに加えて、今後の国際通商制度において貿易投資・企業活動の自由を守るために必要となる新たなルールについても学び、受講生が、自らの将来の活躍の場となる国際通商システムに関して包括的に理解するためのスタートラインを提供します。", "授業方法": "パワーポイントを使い講義形式で行います。受講生には講義内容に対する質問の時間を設けるとともに、講義に関する受講生のコメントを求める場合があります。なお、講義資料を学内システム（ＬＵＮＡ）に掲載し、受講生からの質問等は教室のみならずE-mailでも受付け、適宜回答します。また、参考文献等は、毎回の講義及び講義資料において紹介します。", "トピック": {"第1回": ["オリエンテーション：講義概要、講義計画、成績評価の方法などの確認<BR/>国際通商環境の変化と自由貿易の意義<BR/>Changes in the International Trade Environment and the Significance of Free Trade", "【予習課題】<BR/>国際経済の動向に関する論文や報道等に注目しておくこと"], "第2回": ["世界の貿易体制の変遷と課題：ＧＡＴＴからＷＴＯへ<BR/>Changes and Challenges of the Global Trade System: From GATT to WTO", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度）"], "第3回": ["ＷＴＯ物品貿易の原則及び例外規定<BR/>WTO’s Trade in Goods Principles and Exceptions", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第4回": ["ＷＴＯドーハ・ラウンドの交渉動向、ＷＴＯの課題と加盟国の取組み<BR/>WTO’s Doha Round Negotiations, Major Issues on WTO and Member Countries&#39; Initiatives", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第5回": ["世界に広がる地域経済統合、ＦＴＡ（自由貿易協定）とＷＴＯ<BR/>Global Regional Economic Integration, FTAs (Free Trade Agreements) and WTO", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第6回": ["世界の主要ＦＴＡの概要と日本のFTA環境<BR/>Overview of the World&#39;s Major FTAs and FTA Networks of Japan", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第7回": ["貿易拡大に向けた各国の取組みと国際経済を支える国際機関<BR/>Nations’ Efforts to Expand Trade and the International Economy and Major Functions of International Economic Organizations", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第8回": ["貿易の仕組み、運用ルールの実際と関係者の役割分担<BR/>Trade Mechanism, Actual Operation Rules and Roles of Related Parties", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第9回": ["物品貿易におけるＦＴＡ原産地規則と企業の法令遵守<BR/>FTAs’ Rules of Origin and Corporate Governance in Trade in Goods", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第10回": ["ＷＴＯのサービス貿易ルールとＦＴＡ<BR/>WTO Trade in Services Rules and FTAs", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第11回": ["Ｅコマース（電子商取引）の拡大とデジタル貿易の影響<BR/>The Expansion of E-Commerce and the Impact of Digital Trade", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第12回": ["FDI（対外直接投資）の進展と多国籍企業の影響<BR/>Progress in FDI (Foreign Direct Investment) and Influence by Multinational Corporations", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第13回": ["SDGｓ（持続的開発目標）、ESG投資とガバナンス<BR/>SDGs (Sustainable Development Goals), ESG Investment and Governance", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "第14回": ["総括、授業内試験<BR/>Summary of this Course and In-class Examination", "【予習課題】<BR/>前回の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度"], "授業外学習2": "毎回の講義で配布するレジュメを次回講義までに再確認してください。同時に、国際ビジネス環境に影響を及ぼす国際情勢の変化や、国際通商制度等に関する各種報道及び研究機関の分析・評論等に幅広く注目し、具体的な関心をもって情報収集してください。"}, "評価": {"参考文献・資料Reference books0": "・ 『我が国経済外交』（外務省経済局、日本経済評論社、2020年）\n・ 『WTO・FTA法入門‐グローバル経済のルールを学ぶ‐』（小林友彦、飯野文、小寺智史、福永有夏著、法律文化社、2016年）\n・ 『実証から学ぶ国際経済』（清田耕造、神事直人著、有斐閣、2017年）\n・ 『グローバル・バリューチェーン』（猪俣哲史著、日本経済新聞社、2019年）\n・ 『WTO FTA CPTPP』（飯野文、弘文堂、2019年）", "学生による授業評価の方法Course Evaluation by Students0": "学修行動と授業に関する調査", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "平常リポートを１回実施し、その得点の２０％を成績評価に反映します。"], "更新日時/Date of Update0": "2023年01月03日 10時51分08秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "商－５"]}, "campas": 0, "name": "【300】国際通商システム論／International Commercial System", "管理部署": 5, "単位数": 2, "担当者": "麻野　良二（ASANO RYOJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 2, "評価2": 3, "開講期": 1}