{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "グローバル経済の進展に伴い、中小企業（SMEs）を含めたわが国全てのビジネス主体の国際化が不可避である環境変化に対し、日本企業が採るべき国際ビジネス戦略を分析し、日本経済の発展可能性を探ることを授業の目的とします。 このため、物品貿易、投資、サービス貿易、SDGｓなど様々な切り口から、わが国企業の活動実態を、国際通商取極（WTO、FTA）などを指標として検証します。 同時に、日本の地場産業とアジアを中心とする新興市場との関係を、具体的なビジネスモデルを通じて確認します。 <BR/>本授業では、日本企業のグルーバル経済への対応事例を数多く紹介します。 日本企業、特に中小企業が国際化を推進する意義を、理論と現実との両面から包括的に理解することで、日本の世界経済における位置づけの今後を予測することが容易となります。", "到達目標": "国際ビジネス環境の実態と、日本企業、特に中小企業が直面する課題について、その基礎を理解し、具体的な対処法を認識することを通じて、グローバル経済における海外市場の開拓・拡大、FTAの有効活用、サプライチェーン・マネジメント（SCM）など、今後の国際分業の深化に係る諸テーマに柔軟に対応できる応用力を身に付けることを目標とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "経済のグローバル化が進展する一方、国際的通商枠組みに軋みが生じなるなど、世界経済を取巻く環境は厳しさを増しています。急速な少子高齢化が課題の日本にあって、経済の下支えである中小企業の国際化は喫緊の課題であり、その実情を把握し、直面する課題にどのように対処すべきかを包括的に理解することが重要です。本授業では、ビジネス国際化の経験とそのための人材が十分ではない日本の中小企業が、自社の発展を通じて社会貢献をいかに実現しようとしているのかを、通商制度や政府施策の活用などの実例検証を通じて確認します。", "授業方法": "授業形態は「対面方式」で行います。授業はパワーポイント等を使い、講義形式で行います。受講生には講義内容に対する質問の時間を設けるとともに、講義に関する受講生のコメントを求める場合があります。なお、講義資料を学内システム（ＬＵＮＡ）に掲載し、受講生からの質問等は教室のみならずE-mailでも受付け、適宜回答します。また、参考文献等は、毎回の講義及び講義資料において紹介します。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、対面授業の同時双方向でのオンライン配信（Zoom等での配信）で行います。ＺｏｏｍアクセスのＵＲＬは、本科目のＬＵＮＡにおける毎回の講義欄に、講義資料とともに事前に掲示します。（履修登録確定までは、ＬＵＮＡのゲストアクセスを設定します。）", "トピック": {"第1回": ["オリエンテーション：講義概要、講義計画、成績評価の方法などの確認<BR/>グローバル化する国際経済と企業を取り巻くビジネス環境の変化<BR/>Globalized International Economy and Changes in The Business Environment", "【予習課題】<BR/>国際経済の動向に関する報道や論文等に注目しておくこと"], "第2回": ["世界の貿易体制の変遷と課題<BR/>History of the Progress, Current Status and Present Issues of The Global Trade System", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度）"], "第3回": ["ＷＴＯとＦＴＡ（自由貿易協定）・ＥＰＡ（経済連携協定）、地域経済統合<BR/>WTO and FTA (Free Trade Agreement), EPA (Economic Partnership Agreement) and Regional Economic Integrations", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと（１時間程度）"], "第4回": ["メガＦＴＡの効果と国際ビジネスの変貌<BR/>Expected Change of International Business by Mega FTAs", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第5回": ["ＦＴＡの活用と原産地規則<BR/>Effective Utilization of FTAs and Their Rules of Origin", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第6回": ["ＦＴＡに対する日本企業の反応<BR/>Actual Responses Towards FTAs by Local Japanese Companies including SMEs", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第7回": ["世界のＦＴＡネットワークと各国の取組み<BR/>Global FTA Networks and National Initiatives by Major Countries", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第8回": ["国際分業の進展と国際物流の変化、アジア新興国の台頭<BR/>Progress of International Division of Labor, Changes in International Logistics and Asian Emerging Countries", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第9回": ["国際通商問題とグローバル経済の課題<BR/>International Trade Issues and Global Economic Challenges", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第10回": ["直接投資（ＦＤＩ）の動向と多国籍企業<BR/>Trends of Foreign Direct Investment (FDI) and Influence of Multinational Corporations", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第11回": ["サービス貿易、電子商取引の拡大と日本企業への影響<BR/>Impact of Expanding Trade in Services and Electric of Commerce on Japanese Companies", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第12回": ["持続的開発目標（ＳＤＧｓ）、ＥＳＧ投資と企業の法令順守<BR/>Sustainable Development Goals (SDGs) and ESG Investment for Corporate Governance", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第13回": ["日本の地場産業とグローバル経済<BR/>The Local Industries in Japan and The Global Economy", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "第14回": ["各国の中小企業施策の比較と国際経済を支える国際機関<BR/>Comparison of Support Policies by Major Countries for SMEs and International Economic Organizations for Global Economy", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。（１時間程度）"], "授業外学習2": "本講義期間中に全履修生に課す「課題レポート」（１回）については、LUNAを通じて、教員のコメントを添えた得点を個別にフィードバックします。"}, "評価": {"参考文献・資料Reference books0": "・『日本企業のアジアFTA活用戦略』（助川成也、高橋俊樹編著、文眞堂、2016年）\n・『我が国の経済外交』（外務省経済局、日本経済評論社、2020年）\n・『WTO・FTA法入門‐グローバル経済のルールを学ぶ‐』（小林友彦、飯野文、小寺智史、福永有夏著、法律文化社、2016年）\n・『メガFTAと世界経済秩序』（石川幸一・馬田啓一・渡邊頼純編著、勁草書房、2016年）\n・『メガFTA原産地規則』（今川博、松本敬著、日本関税協会、2019年）\n・『日・EU経済連携協定が意味するものは何か』（長部重康編著、ミネルヴァ書房、2016年）\n・『ASEAN経済共同体の創設と日本』（石川幸一、清水一史、助川成也編著、文眞堂、2016年）\n・『実証から学ぶ国際経済』（清田耕造、神事直人著、有斐閣、2017年）\n・『アジア大の分業構造と中小企業』（日本中小企業学会編、同友館、2014年）\n・『日米貿易協定‐原産地規則の概要と実務-』（今川博著、日本関税協会、2020年）", "学位授与の方針との関連Relationship to Diploma Policy0": "「真に創造的な能力を有するビジネスパーソンの育成」を教育理念とする商学部にあって、本講義は、日本経済の根幹をなす中小企業（スモールビジネス）の国際展開の在り方と現実を認識することを主目的とする実務講義です。具体的には、急速な少子高齢化により国際展開が不可避の状況にある中小企業にとっての国際ビジネス環境変化と中小企業の対応の実際を、多くの事例から検証し、国際ビジネスの基礎知識を実社会における実効性に富む活用を実現する方策を学ぶプログラムです。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "80 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "平常リポートを１回実施し、その得点の２０％を成績評価に反映します。"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】\nオンラインでの受講を許可された学生が、定期試験を受験できない場合、２回の平常レポートの合計点を１００点換算して、本科目の成績を評価します。", "更新日時/Date of Update0": "2022年04月22日 08時36分58秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "商－１１"]}, "campas": 0, "name": "【400】国際ビジネス特論Ｂ（２０６）【スモールビジネスの国際化】／Topics in International Business B ", "管理部署": 5, "単位数": 2, "担当者": "麻野　良二（ASANO RYOJI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 0, "評価2": 3, "開講期": 1}