{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "グローバル経済の進展に伴い、中小企業（SMEs）を含めたわが国全てのビジネス主体の国際化が不可避である環境変化に対し、日本企業が採るべき国際ビジネス戦略を分析し、日本経済の発展可能性を探ることを授業の目的とします。 このため、物品貿易、投資、サービス貿易、SDGｓなど様々な切り口から、わが国企業の活動実態を、国際通商取極（WTO、FTA）などを指標として検証します。 同時に、日本の地場産業とアジアを中心とする新興市場との関係を、具体的なビジネスモデルを通じて確認します。 <BR/>本授業では、日本企業のグルーバル経済への対応事例を数多く紹介します。 日本企業、特に中小企業が国際化を推進する意義を、理論と現実との両面から包括的に理解することで、日本の世界経済における位置づけの今後を予測することが容易となります。", "到達目標": "国際ビジネス環境の実態と、日本企業、特に中小企業が直面する課題について、その基礎を理解し、具体的な対処法を認識することを通じて、グローバル経済における海外市場の開拓・拡大、FTAの有効活用、サプライチェーン・マネジメント（SCM）など、今後の国際分業の深化に係る諸テーマに柔軟に対応できる応用力を身に付けることを目標とします。", "授業方法": "授業形態は「対面方式」で行います。授業はパワーポイント等を使い、講義形式で行います。受講生には講義内容に対する質問の時間を設けるとともに、講義に関する受講生のコメントを求める場合があります。なお、講義資料を学内システム（ＬＵＮＡ）に掲載し、受講生からの質問等は教室のみならずE-mailでも受付け、適宜回答します。また、参考文献等は、毎回の講義及び講義資料において紹介します。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、「Ｚｏｏｍ等による同時配信」で対応します。ＺｏｏｍアクセスのＵＲＬは、本科目のＬＵＮＡにおける毎回の講義欄に、講義資料とともに事前に掲示します。（履修登録確定までは、ＬＵＮＡのゲストアクセスを設定します。）<BR/>【感染防止重点期間の授業について】<BR/>第２回（４月１５日）講義より、感染防止重点期間が終了するまで、原則としてZoomによるオンライン授業に変更します。各回の講義資料と、ZoomのURLは、本講義のＬＵＮＡに事前に掲載します。受講生は、授業開始時刻（午前１１時）までにZoomにアクセスしてください。なお、履修登録完了までは、ＬＵＮＡのゲストアクセスを設定を継続します。", "トピック": {"第1回": ["オリエンテーション：講義概要、講義計画、成績評価の方法などの確認<BR/>グローバル化する国際経済と企業を取り巻くビジネス環境の変化<BR/>Globalized International Economy and Changes in The Business Environment", "【予習課題】<BR/>国際経済の動向に関する報道や論文等に注目しておくこと"], "第2回": ["世界の貿易体制の変遷、現状及び課題<BR/>History of the Progress, Current Status and Present Issues of The Global Trade System", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと"], "第3回": ["ＷＴＯとＦＴＡ（自由貿易協定）・ＥＰＡ（経済連携協定）、地域経済統合の進展<BR/>WTO and FTA (Free Trade Agreement), EPA (Economic Partnership Agreement), Expansion of Regional Economic Integrations", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第4回": ["メガＦＴＡと国際ビジネスの変貌、日本企業の反応<BR/>Expected Change of International Business Through Mega FTAs and Response of Japanese Companies", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第5回": ["ＦＴＡ・ＥＰＡの活用と企業責任（原産地規則への対応）<BR/>Effective Utilization of FTA/ EPA and Corporate Governance (Response to Rules of Origin of FTAs)", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第6回": ["世界のＦＴＡネットワークと各国の取組み<BR/>Global FTA Network and National Initiatives by Major Counties", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第7回": ["国際分業の進展と国際物流の変化、アジア新興国の台頭<BR/>Progress of International Division of Labor, Changes in International Logistics and Asian Emerging Countries", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第8回": ["国際通商問題とグローバル経済の課題<BR/>International Trade Issues and Global Economic Challenges", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第9回": ["外国直接投資（ＦＤＩ）の動向と多国籍企業<BR/>Trends of Foreign Direct Investment (FDI) and Influence of Multinational Corporations", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第10回": ["サービス貿易の拡大がもたらす日本企業への影響<BR/>Impact of Expanding Trade in Services on Japanese Companies", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第11回": ["持続的開発目標（ＳＤＧｓ）とＥＳＧ投資<BR/>Sustainable Development Goals (SDGs) and ESG Investment", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第12回": ["日本の地場産業とグローバル経済<BR/>The Local Industries in Japan and The Global Economy", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第13回": ["各国の中小企業施策の比較と国際経済を支える国際機関<BR/>Comparison of Support Policies by Major Countries for SMEs and International Economic Organizations for Global Economy", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第14回": ["まとめと授業中試験<BR/>Overview of the Lessons followed by Examination", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第15回": ["総括（１）<BR/>Summary (1)", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"], "第16回": ["総括（２）<BR/>Summary (2)", "【予習課題】<BR/>前回講義の配布資料の内容を、当該授業までに再確認しておくこと。"]}, "評価": {"参考文献・資料Reference books0": "・『日本企業のアジアFTA活用戦略』（助川成也、高橋俊樹編著、文眞堂、2016年）\n・『我が国の経済外交』（外務省経済局、日本経済評論社、2020年）\n・『WTO・FTA法入門‐グローバル経済のルールを学ぶ‐』（小林友彦、飯野文、小寺智史、福永有夏著、法律文化社、2016年）\n・『メガFTAと世界経済秩序』（石川幸一・馬田啓一・渡邊頼純編著、勁草書房、2016年）\n・『メガFTA原産地規則』（今川博、松本敬著、日本関税協会、2019年）\n・『日・EU経済連携協定が意味するものは何か』（長部重康編著、ミネルヴァ書房、2016年）\n・『ASEAN経済共同体の創設と日本』（石川幸一、清水一史、助川成也編著、文眞堂、2016年）\n・『実証から学ぶ国際経済』（清田耕造、神事直人著、有斐閣、2017年）\n・『アジア大の分業構造と中小企業』（日本中小企業学会編、同友館、2014年）\n・『革新的中小企業のグローバル経営』（土屋勉男、金山権、原田節雄、高橋義郎著、同文館、2015年）\n・『日米貿易協定‐原産地規則の概要と実務-』（今川博著、日本関税協会、2020年）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "状況によって「授業中試験」を実施できない場合、平常レポートの成績（２回の合計得点を100点満点に換算）を、本授業の成績評価とします。い場合、平常レポート"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "平常リポートを２回実施し、その合計得点の５０％を成績評価に反映します。"], "成績評価Grading3": "備考　Note\n【オンライン受講生対象】\nオンラインでの受講を許可された学生が、授業中試験を受験できない場合、２回の平常レポートの合計点を１００点換算して、本科目の成績を評価します。", "更新日時/Date of Update0": "2021年04月23日 10時31分39秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "商－５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【400】国際ビジネス特論Ｂ（２０６）【スモールビジネスの国際化】／Topics in International Business B ", "管理部署": "商学部／School of Business Administration", "単位数": "2", "担当者": "麻野　良二（ASANO RYOJI） ", "履修基準年度": "３年", "時限1": "木曜２時限／Thursday 2", "開講期": "春学期／Spring"}