{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "グローバル経済の進展に伴い、中小企業（SMBs）を含めたわが国全てのビジネス主体の国際化が不可避である環境下において、日本企業が採るべき国際ビジネス戦略を分析し、日本経済の発展可能性を探ることを授業の目的とします。このため、わが国中小企業の国際ビジネスの実態を、物品貿易、投資、サービス貿易、SDGｓなど様々な切り口から、国際通商取極（WTO、FTA）などを指標として検証します。<BR/>本授業では、日本企業のグルーバル経済への対応事例を数多く紹介します。日本企業、特に中小企業が国際化を推進する意義を、理論と現実との両面から包括的に理解することで、日本の世界経済における位置づけの今後を予測することが容易となります。", "到達目標": "国際ビジネス環境と日本企業、特に中小企業が直面する課題について、その実態を理解し、国際ルールに基づく対処法を認識することを通じて、グローバル経済における海外市場の開拓・拡大、FTAの有効活用、サプライチェーン・マネジメント（SCM）など、GVC（グローバル・バリューチェーン）に係る諸テーマに柔軟に対応できる応用力を身に付けることを目標とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "経済のグローバル化が進展する一方、国際的通商枠組みに軋みが生じなるなど、世界経済を取巻く環境は厳しさを増しています。急速な少子高齢化が課題の日本にあって、経済の下支えである中小企業の国際化は喫緊の課題であり、その実情を把握し、直面する課題にどのように対処すべきかを包括的に理解することが重要です。本授業では、ビジネス国際化の経験とそのための人材が十分ではない日本の中小企業が、自社の維持発展を踏まえて社会貢献をいかに実現しようとしているのかを、通商制度や施策の活用などの実例検証を通じて確認します。", "授業方法": "パワーポイントを使い講義形式で行います。受講生には講義内容に対する質問の時間を設けるとともに、講義に関するコメントを求める場合があります。なお、講義資料を学内システム（ＬＵＮＡ）に掲載し、受講生からの質問等は教室のみならずE-mailでも受付け、適宜回答します。また、参考文献等は、毎回の講義及び講義資料において紹介します。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、対面授業の同時双方向での配信（Zoom）で行います。ZoomアクセスのURLは、本科目のＬＵＮＡにおける毎回の講義欄に、講義資料とともに事前に掲示します。）", "トピック": {"第1回": ["オリエンテーション：講義概要、講義計画、成績評価の方法などの確認<BR/>グローバル化する国際経済と中小企業のビジネス環境<BR/>Globalizing International Economy and Business Environment for SMEs", "【予習課題】<BR/>国際経済の動向に関する論文や報道等に注目しておくこと"], "第2回": ["世界の貿易体制の変遷と現状および課題<BR/>Changes in the International Trade System, Current Situation and Issues", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第3回": ["WTOとFTA（自由貿易協定）・EPA（経済連携協定）、地域経済統合<BR/>WTO, FTAs (Free Trade Agreements), EPAs (Economic Partnership Agreements), and Regional Economic Integration", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第4回": ["メガFTAの効果と国際ビジネスの変貌<BR/>Effects of the Mega FTAs and Changes in International Business", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第5回": ["FTAの活用と原産地規則<BR/>Utilization of FTAs and Rules of Origin", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第6回": ["FTAに対する日本企業の反応<BR/>Reactions by Japanese Companies towards FTAs", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第7回": ["世界のFTAネットワークと各国の取組み<BR/>Global FTA Networks and Initiatives by Major Countries", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第8回": ["国際通商問題とグローバル経済の課題<BR/>International Trade Issues and Global Economic Issues", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第9回": ["各国の中小企業施策と国際経済を支える国際機関の役割<BR/>SME Policies in Major Countries and the Role of International Organizations in Supporting the International Economy", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第10回": ["直接投資（FDI）の動向、多国籍企業とユニコーン<BR/>Direct Investment (FDI) Trends and Influence of Multinational Corporations and Unicorns", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第11回": ["サービス貿易、電子商取引拡大の日本企業への影響<BR/>Impact of the Expansion of International Trade in Services and E-commerce on Japanese Companies", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第12回": ["持続的開発目標（SDGｓ）、ESG投資、知的財産権と企業の法令遵守<BR/>Sustainable Development Goals (SDGs), ESG Investment, Intellectual Property Rights and Corporate Compliance", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第13回": ["日本の地場産業とグローバル経済：国際分業の進展<BR/>Japanese Local Industries and the Global Economy: Progress of the International Division of Labor", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "第14回": ["総括、授業内試験<BR/>Summary and In-class Examination", "【予習課題】<BR/>前回講義の配布資料の内容を、等が事業までに再確認しておくこと（１時間程度）"], "授業外学習2": "毎回の講義で配布するレジュメを次回講義までに再確認してください。同時に、国際ビジネス環境に影響を及ぼす国際情勢の変化や、国際通商制度等に関する各種報道および研究機関の分析・評論等に幅広く注目し、具体的な関心をもって情報収集してください。"}, "評価": {"参考文献・資料Reference books0": "・ 『日本企業のアジアFTA活用戦略』（助川成也、高橋俊樹編著、文眞堂、2016年）\n・ 『我が国経済外交』（外務省経済局、日本経済評論社、2020年）\n・ 『WTO・FTA法入門‐グローバル経済のルールを学ぶ‐』（小林友彦、飯野文、小寺智史、福永有夏著、法律文化社、2016年）\n・ 『メガFTAと世界経済秩序』（石川幸一・馬田啓一・渡邊頼純編著、勁草書房、2016年）\n・ 『メガFTA原産地規則』（今川博、松本敬著、日本関税協会、2019年）\n・ 『実証から学ぶ国際経済』（清田耕造、神事直人著、有斐閣、2017年）\n・ 『革新的中小企業のグローバル経営』（土屋勉男、金山権、原田節雄、高橋義郎著、同文館、2015年）\n・ 『グローバル・バリューチェーン』（猪俣哲史著、日本経済新聞社、2019年）\n・ 『日米貿易協定‐原産地規則の概要と実務-』（今川博著、日本関税協会、2020年）\n・ 『RCEPと東アジア』（石川幸一、清水一史・助川成也編著、文眞堂、2022年）\n・ 『詳解　経済連携協定』（外務省経済連携研究会、日本経済評論社、2022年）", "学生による授業評価の方法Course Evaluation by Students0": "学習行動と授業に関する調査", "学位授与の方針との関連Relationship to Diploma Policy1": "「真に創造的な能力を有するビジネスパーソンの育成」を教育理念とする商学部にあって、本講義は、日本経済の根幹をなす中小企業（スモールビジネス）の国際展開の在り方とその現実を認識することを主目的とする実務講義です。急速な少子高齢化によりビジネスの国際展開が不可避の状況にある中小企業にとっての国際ビジネス環境の変化と中小企業の対応の実際を、多くの事例から検証し、国際ビジネスに関する基礎知識を実社会において有効活用する方策を学ぶプログラムです。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "平常リポートを１回実施し、その得点の２０％を成績評価に反映します。"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】\nオンラインでの受講を許可された学生が、授業内試験を受験できない場合、２回の平常レポートの合計点を１００点換算して、本科目の成績を評価します。", "更新日時/Date of Update0": "2023年04月25日 09時31分16秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "商－１１"]}, "campas": 0, "name": "【400】国際ビジネス特論Ｂ（２０６）【スモールビジネスの国際化】／Topics in International Business B ", "管理部署": 5, "単位数": 2, "担当者": "麻野　良二（ASANO RYOJI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 2, "評価2": 3, "開講期": 1}