{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "In this course, we will analyse environmental issues around the world. We will focus on how businesses impact the environment (and why many of them destroy the environment in order to increase profits) and how environmental problems, in return, impact businesses. <BR/>You will learn about some of the most important environmental issues around the world and how our consumption patterns makes them even bigger problems.", "到達目標": "In this course, you will: <BR/>- understand major environmental problems and to learn how they impact business <BR/>- learn how to think critically <BR/>- understand how to give an academic presentation<BR/>- improve your discussion skills", "授業方法": "The course will be conducted as a seminar, and active student participation is expected.<BR/>The zoom URL will be uploaded on LUNA. <BR/>Some classes might be provided as on-demand lecture.", "トピック": {"第1回": ["Introduction &amp; course outline", "Homework and assigned reading, if given"], "第2回": ["Environmental issues around the world", "Homework and assigned reading, if given"], "第3回": ["How do business impact the environment? <BR/>How does the environment and environmental issues impact businesses?", "Homework and assigned reading, if given"], "第4回": ["Packaging: why do businesses use more packaging than needed? Why do we have so much plastic packaging? <BR/>How does plastic pollution impact our environment?", "Homework and assigned reading, if given"], "第5回": ["Marine Pollution and business practices", "Homework and assigned reading, if given"], "第6回": ["Recycling, a big business: why don&#39;t we recycle our own waste, but sent them abroad? How does this harm the environment?", "Homework and assigned reading, if given"], "第7回": ["Fast fashion: getting consumers to buy more and more. <BR/>How do businesses get us to buy so many clothes? How does this impact the environment?", "Homework and assigned reading, if given"], "第8回": ["E-waste: a new mobile phone every other year. <BR/>Why do we produce so much electronic waste? How does this impact the environment?", "Homework and assigned reading, if given"], "第9回": ["Overfishing: fishing more than we should. <BR/>How does our appetite for fish like tuna, and business interests, impact our ocean?", "Homework and assigned reading, if given"], "第10回": ["Food waste: how to businesses contribute to food waste, and what do they do against it?", "Homework and assigned reading, if given"], "第11回": ["Case study explanation", "Homework and assigned reading, if given"], "第12回": ["Palm oil, cattle ranches &amp; rainforest deforestation: cheap food prices at the cost of our environment", "Homework and assigned reading, if given"], "第13回": ["Guest lecture", "Homework and assigned reading, if given"], "第14回": ["Revision", "Homework and assigned reading, if given"]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Business case study individual reports"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Class participation, group work, homework & presentation"], "更新日時/Date of Update0": "2021年09月08日 12時24分05秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｂ－１０３"]}, "campas": 0, "name": "【400】共通特論Ｂ（２１２）【Global Environmental Problems and Their Impact on Business】／Special Topics B", "管理部署": 5, "単位数": 2, "担当者": "シュラーデ　Ａ．（SCHRADE ANNA KRISTINA） ", "履修基準年度": "３年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 30, "評価1": 3, "評価2": 4, "開講期": 2}