{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本ゼミナールでは、3つの学習目的を有します。<BR/>第1に、研究演習生各自の卒業論文を仕上げられるよう指導を行います。第２に、グループ研究を仕上げて、他大学のゼミとの対抗戦を経験して頂きたく指導を行います。第３に、英語を使った集団討議にいつでも入れるよう、なるべくフリートークを導入して、英語力アップとモチベーションの維持に努めます。<BR/>This course has three study objects as follows.<BR/>The first object is to give the students much instruction to complete each thesis before graduating from KGU.<BR/>In the second, the students aim to each student&#39;s presentation in each 5 kinds of group study which challenges a few seminars&#39; works outside KGU.<BR/>The third objective for learning something inside a classroom is to strengthen each English competency in terms of English free talks in class.", "到達目標": "Not only completing a thesis but also joining a group study by theme must be necessary for each student taking such an  outside study with another university into consideration. Sharing young days with other university students at this workshop may bring forth much precious fruits to all students who could attend at such a joint seminar.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "国際市場戦略論、国際マーケティングミックス政策、多国籍企業経営戦略論", "授業の概要・背景": "研究演習Ⅱの主目的は、卒業論文を各自が問題意識を強く持って独自の観点からユニークなテーマを見つけて、やる気を発揮して体系的に書き上げることにある。他方、他大学との研究交流が実現できるよう願う。貴重な学習体験を積むには、関西以外の大学に目を向け、日本の中での個々人の位置付けを確認してほしい。こうした理念を実らせるべく、全授業のうち、４回分を対外ゼミ交流のための準備に割り当てる。", "授業方法": "Basically thinking, an individual study might be more desirable rather than a team&#39;s group study because students had better make an effort at some unique level. That is why I&#39;d like to talk to most of the seminar students so as to exchange different kind of information and opinions at an aggressive level.", "トピック": {"第1回": ["卒論執筆要領に関する説明", "各自、図書館その他で参考文献に目通しをする。"], "第2回": ["卒論報告　＜第1クール＞　第１回報告会", "以下、上記と同様<BR/>アンケート調査を実施される場合には協力を惜しまない。"], "第3回": ["卒論報告　　　同第２回", ""], "第4回": ["卒論報告　　　同第３回", ""], "第5回": ["卒論報告　　　同第４回", ""], "第6回": ["卒論報告　　　同第５回", ""], "第7回": ["卒論報告　＜第２クール＞　第１回報告会", ""], "第8回": ["卒論報告　　　同第２回", ""], "第9回": ["卒論報告　　　同第３回", ""], "第10回": ["卒論報告　　　同第４回", ""], "第11回": ["卒論報告　　　同第５回", ""], "第12回": ["卒論報告　　　同第６回", ""], "第13回": ["グループ研究の準備用打ち合わせ会", "教室外の授業、特に質疑応答にも応じる"], "第14回": ["グループ研究成果報告　＊他大学との間で研究交渉が成立することを開催条件とする<BR/>　　　　　　　報告会第１回", "教室外の授業にも応じる"], "第15回": ["グループ研究成果報告<BR/>　　　　　　　報告会第２回", "教室外の授業にも応じる"], "第16回": ["グループ研究成果報告<BR/>　　　　　　　報告会第３回", "教室外の授業にも応じる"], "第17回": ["卒論報告　　　＜第３クール＞<BR/>　　　　　　　報告会第１回", "教室外の授業にも応じる"], "第18回": ["卒論報告　　　同第２回", ""], "第19回": ["卒論報告　　　同第３回", ""], "第20回": ["卒論報告　　　同第４回", ""], "第21回": ["卒論報告　　　同第５回", ""], "第22回": ["卒論報告　　　同第６回", ""], "第23回": ["＊　順調に卒論各自報告が出来ていれば、英語ディスカションへ切り替え", ""], "第24回": ["卒論の最終指導　；Ｑ＆Ａ方式に従う", ""]}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "ネット調査に依存する", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席状況＝25%、卒論発表＝25%、卒論成果＝50%、"], "更新日時/Date of Update0": "2023年01月12日 12時48分14秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "水曜１時限／Wednesday 1", "通年／Year Round", "Ｄ－４０２"]}, "campas": 0, "name": "【450】研究演習II　３１／Seminar II", "管理部署": 5, "単位数": 4, "担当者": "藤沢　武史（FUJISAWA TAKESHI） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 4, "開講期": 0}