{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、日本史（主に室町～戦国期）における都市社会や都市文化の学習を通して、日本の都市発展の特徴を歴史的に理解することである。", "到達目標": "本授業は以下の目標を設定する。<BR/>・日本史における都市の定義を理解できる<BR/>・首都である京都及び地方都市の形成～発展過程を理解し、それぞれの都市的特徴を理解できる<BR/>・都市の衰頽要因と復興条件を歴史的に説明できる<BR/>・城下町の都市構造と戦国大名権力との関係性を理解できる<BR/>・日本における都市発展の特徴を類型的に説明できる", "授業方法": "本授業のレジュメや資料、講義動画のアドレスはLUNAを通して授業日前に配信する。授業時間後に課題レポートをLUNAで配信する。また課題提出もLUNAを通して行う。", "トピック": {"第1回": ["オリエンテーション：３．１１と都市", "【予習課題】東日本大震災に関する記事を探して読む。（２時間）<BR/>【復習課題】講義の内容を復習し、３．１１と「都市」の関係を簡潔にまとめてみる。（２時間）"], "第2回": ["「室町」幕府の成立：室町幕府の成立過程について", "【予習課題】高校教科書や一般向けの歴史書から、室町幕府成立史に関する記述を読む。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、室町幕府の成立過程について簡潔にまとめてみる。（２時間）"], "第3回": ["中世都市の社会と文化（１）：幕府による祇園祭介入と京都の「王権都市」化との関係について", "【予習課題】足利尊氏・義詮・義満の事跡と祇園祭の歴史を調べてみる。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、足利義満の都市政策を簡潔にまとめてみる。（２時間）"], "第4回": ["中世都市の社会と文化（２）：「館」の文化と「小京都」の発展について　※周防山内氏による「山口」開発を題材に", "【予習課題】地図を利用して山口の地理と、寺社や史跡の位置を調べてみる。（２時間）<BR/>【復習課題】講義の内容を復習し、各地の「小京都」の歴史を調べてみる。（２時間）"], "第5回": ["中世都市の社会と文化（３）：列島の町と湊の形成について　※備前国「草戸千軒」を題材に", "【予習課題】地図を利用して「草戸千軒」遺跡の位置を調べ、発掘調査に関する文献を探して読む。（２時間）<BR/>【復習課題】講義の内容を復習し、地方都市の都市的特徴を簡潔にまとめてみる。（２時間）"], "第6回": ["中世都市の社会と文化（４）：都市の衰退と復興について　※主に「草戸千軒」と津軽国「十三湊」を題材に", "【予習課題】地図を利用して「津軽十三湊」遺跡の位置を調べ、発掘調査に関する文献を探して読む。（２時間）<BR/>【復習課題】講義の内容を復習し、都市の衰退要因と復興条件をまとめる。（２時間）"], "第7回": ["中世京都の様相：応仁の乱以前における京都の都市構造について", "【予習課題】高校教科書や一般向けの歴史書から、室町中期の政治や社会に関する記述を読む。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、京都の都市構造を簡潔にまとめてみる。（２時間）"], "第8回": ["中世京都の変容：応仁の乱以後における京都の都市構造について", "【予習課題】高校教科書や一般向けの歴史書から、応仁の乱に関する記述を読む。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、応仁の乱前後の京都の変容を簡潔にまとめてみる。（２時間）"], "第9回": ["城下町の都市構造（１）：城下町の類型と構造的特徴について", "【予習課題】自分の住んでいる地域にある城下町の歴史を調べてみる。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、城下町の類型と構造的特徴を簡潔にまとめてみる。（２時間）"], "第10回": ["城下町の都市構造（２）：織田信長の城下町（清洲・小牧）の都市的特徴と戦国大名権力との関係について", "【予習課題】高校教科書や一般向けの歴史書から、戦国時代に関する記述を読む。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、清洲と小牧の都市的特徴を簡潔にまとめてみる。（２時間）"], "第11回": ["城下町の都市構造（３）：織田信長の城下町（岐阜・安土）の都市的特徴と京都「城下町」化について", "【予習課題】地図を利用して岐阜と安土の位置を確認し、周辺の戦国時代の史跡を調べてみる。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、岐阜・安土の都市的特徴を簡潔にまとめてみる。（２時間）"], "第12回": ["城下町の都市構造（４）：豊臣秀吉による京都改造とその歴史的意義について", "【予習課題】高校教科書や一般向けの歴史書から、秀吉の諸政策に関する記述を読む。（２時間）<BR/>【復習課題】講義の内容を復習し、授業で紹介する文献や関連する文献を自分で探して読むなどして、秀吉の都市政策について簡潔にまとめてみる。（２時間）"], "第13回": ["城下町の都市構造（５）：豊臣秀吉による「大坂」の開発と近世城下町との関連について", "【予習課題】高校教科書や一般向けの歴史書から、豊臣政権の崩壊から徳川幕府の成立までに関する記述を読む。（２時間）<BR/>【復習課題】講義の内容を復習し、城下町の都市構造と戦国大名権力との関係性を簡潔にまとめてみる。（２時間）"], "第14回": ["まとめ　：日本における都市発展の類型と特徴について", "【予習課題】これまでの講義の内容を確認する（２時間）<BR/>【復習課題】講義の内容を復習し、日本における都市の類型と発展の特徴を自分で簡潔にまとめてみる。"]}, "評価": {"参考文献・資料Reference books0": "高校日本史の教科書や一般向けの歴史書、授業で紹介する文献など", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題レポート（約65％）と期末レポート（35％）"], "成績評価Grading2": "備考　Note\n毎回の課題レポート（各５点×１３）と期末レポート（３５点）の合計点で、６０点以上で単位を認定する。ただ課題レポートを５回以上ないし期末レポートを未提出の場合は単位を認めない。", "備考Note0": "９月２１日の第１回講義はLUNAのサーバーがダウンする可能性があるので、シラバスにも本文レジュメ、講義動画のアドレスを記載しておきます。但し動画の閲覧可能になるのは２１日の１１時以降です。第２回以降はLUNAに掲載します。講義資料はすでにLUNAに掲載しているので当日までにダウンロードしておいてください。", "備考Note1": ["city00.pdf", "第1回レジュメ・資料"], "URLリンク1/URL 12": "LUNA上の科目のホームページ", "URLリンク2/URL 23": "第1回講義動画（9月21日11時より視聴可/後半は動画の最後にリンク）", "更新日時/Date of Update4": "2021年09月16日 09時08分28秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【100】日本史概説　４／Survey of Japanese History", "管理部署": 5, "単位数": 2, "担当者": "戸田　靖久（TODA YASUHISA） ", "履修基準年度": "１年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 8, "評価1": 4, "開講期": 2}