{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、DX時代に対応できるよう、データ分析の実践演習を通して財務データを用いたリスク分析と経営改善のための意思決定の理解を深めることである。", "到達目標": "本講義では、次の3つの内容を習得することができる。<BR/>（1）様々な業界の実際の財務データを用いて、企業の事業実態・リスクを把握する力を身に付ける。国内を主戦場としている企業のみならず、グローバル展開している企業も取り扱う（第1回～第6回）。<BR/>（2）財務データを正しく記録するための業務手順を理解する力を身に付ける。企業の取引の会計記録が、どのように記録・集計されて、どのように財務データが作成されるのかを理解する（第7回～第10回）。<BR/>（3）店舗別損益データを作成し、CFOの立場から経営判断に必要な事項を把握し、経営分析できる力を身に付ける（第11回～第14回）。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "簿記基礎を修得していることが望ましい。", "授業の概要・背景": "財務データは企業の現状を理解し、将来を予測するために役立つが、膨大な財務データをいかに効果的に分析し、意思決定に活用するかが重要である。そこで、以下の内容で講義を行う。<BR/>第1～6回では、実際の財務データ分析による企業の事業実態を理解し、問題点を把握する。実際の企業の財務データから事業実態を理解し、会計上のリスク及び事業上のリスクの有無を検討する。有価証券報告書の多量の財務データを分析するためPCを利用する（グループワーク）。<BR/>第7～10回では、第6回までで学んだ財務データが、どうやって記録されるべきかに関する業務フローと内部統制の設定について理解する。実際の企業をイメージした業務フローを用いて、会計上の取引と基幹システム及び会計システムとの関連を意識し、取引発生から会計記録までの一連の流れを理解する。また、取引がシステムに正しく記録されるために必要な統制活動を設定する（グループワークによるケーススタディ）。<BR/>第11～14回では、仮想の企業を設定し、Excelで売上データ、棚卸資産データ、仕訳データを加工して店舗別損益データを作成し、前期比較や比率分析などにより、経営上の課題を抽出する。そのうえで、翌期の計画策定を行う。Excelでデータ作成・分析を行うためPCを利用する（グループワークによるケーススタディ）。", "授業方法": "財務データの分析、業務フローの理解と業務プロセスにおける内部統制の設定は、グループワーク（5～6名程度）にて実施する。最初に事例を説明して課題を与え、グループ毎に検討した後、発表の機会を設ける。グループ毎にファシリテーター役を設定する。発表後に講師からフィードバックを行う（第1回～第10回）。<BR/>データを用いた財務データの作成と分析は、各自がExcelデータを加工して店舗別損益データを作成し、グループワークにて作成した財務情報による分析を実施した後、発表する。グループ毎にファシリテーター役と発表者を設定する。発表後に講師からフィードバックを行う（第11回～14回）。<BR/>Excelデータの加工・分析を行う講義の前には、操作に関する学習動画を事前に受講生に提供し、自習した後に授業を受講してもらう予定。<BR/><BR/>※毎回、PCと電卓を利用するため各自持参してください。", "トピック": {"第1回": ["1.　実際の財務データ分析による企業の事業実態の理解と問題点の把握<BR/>1-1　有価証券報告書の読み方講習（外食業界の有価証券報告書を用いたグループワーク形式）。", "【事前学習】各回で使用する有価証券報告書を通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第2回": ["1-2　アパレル業界の財務データを用いて事業実態を理解し、リスク分析を実施する（グループワーク形式）", "【事前学習】各回で使用する有価証券報告書を通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第3回": ["1-3　電気機器業界の財務データを用いて事業実態を理解し、リスク分析を実施する（グループワーク形式）", "【事前学習】各回で使用する有価証券報告書を通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第4回": ["1-4　複数事業を営む企業（建設業界：戸建住宅、賃貸住宅、商業施設、マンション等）の財務データを用いて事業実態を理解し、リスク分析を実施する（グループワーク形式）", "【事前学習】各回で使用する有価証券報告書を通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第5回": ["1-5　複数業種を営む企業（運輸・小売業界）の財務データを用いて事業実態を理解し、リスク分析を実施する（グループワーク形式）", "【事前学習】各回で使用する有価証券報告書を通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第6回": ["1-6　国際会計基準を採用する企業（飲料業界）の財務データを用いて事業実態を理解し、リスク分析を実施する（グループワーク形式）", "【事前学習】各回で使用する有価証券報告書を通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第7回": ["2.　財務データを正しく記録するための業務手順を理解するケーススタディ<BR/>2-1　販売プロセスにおける財務データの生成過程を理解するケーススタディ（販売プロセスに係る業務フローの理解と内部統制の設定）（グループワーク形式）", "【事前学習】レジュメを通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第8回": ["2-2　購買プロセスにおける財務データの生成過程を理解するケーススタディ（購買プロセスに係る業務フローの理解と内部統制の設定）（グループワーク形式）", "【事前学習】レジュメを通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第9回": ["2-3　人事給与プロセスにおける財務データの生成過程を理解するケーススタディ（人事給与プロセスに係る業務フローの理解と内部統制の設定）（グループワーク形式）", "【事前学習】レジュメを通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第10回": ["2-4　経費及び固定資産プロセスにおける財務データの生成過程を理解するケーススタディ（経費プロセス及び固定資産プロセスに係る業務フローと内部統制の設定）（グループワーク形式）", "【事前学習】レジュメを通読する。<BR/>【事後学習】講義で課題に取り組む。"], "第11回": ["3.　 店舗別損益データの作成、及び、CFOの立場からの経営分析実践ケーススタディ<BR/>3-1　売上データ・棚卸資産データを用いた店舗別・品目別の売上高・売上原価の作成", "【事前学習】Excelの操作方法を理解する。<BR/>【事後学習】講義で課題に取り組む。"], "第12回": ["3-2　仕訳データを用いた本社費用及び店舗別費用の作成", "【事前学習】Excelの操作方法を理解する。<BR/>【事後学習】講義で課題に取り組む。"], "第13回": ["3-3　 CFOの立場からの店舗別損益データの分析（グループワーク形式）", "【事前学習】データを通読してグループワークの準備を行う。<BR/>【事後学習】講義で課題に取り組む。"], "第14回": ["3-4　 CFOの立場からの翌期計画策定（グループワーク形式）", "【事前学習】データを通読してグループワークの準備を行う。<BR/>【事後学習】講義で課題に取り組む。"]}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "学部所定の方式による。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "90 %", "各回の授業後に小レポートを提出。成績評価備考欄参照。"], "成績評価Grading2": ["その他／Others (99)", "10 %", "グループワークへの貢献度"], "成績評価Grading3": "備考　Note\n第1回～第6回は、毎回の授業後に、分析結果を小レポートで各自提出（5点×6回、合計30点）。\n第7回～第10回は、毎回の授業後に、各プロセスの内部統制の設定に関する検討結果を小レポートで各自提出（5点×4回、合計20点）。\n第11回～第14回は、第11回～第12回の店舗別損益データ作成部分を小レポート（Excelファイル）で各自提出（10点）、第13回のCFOの立場からの分析結果 を小レポート（Excelファイル）で各自提出（10点）、第14回のCFOの立場からの翌期計画策定結果を小レポート（Excelファイル）で各自提出（10点）＆発表（10点）、合計40点。", "更新日時/Date of Update0": "2023年01月19日 00時19分31秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "Ｄ－３０４"]}, "campas": 0, "name": "【350】ビジネスプロジェクトＡ（会計００３）【財務データを用いたリスク分析と経営改善の実践演習】　１／Business Project A (Accounting)", "管理部署": 5, "単位数": 2, "担当者": "小関　亮（KOSEKI RYO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 28, "評価1": 3, "評価2": 4, "開講期": 1}