{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "関西学院理・工学部では「自然科学・科学技術と建学の精神であるキリスト教主義を基盤において人類の進歩に貢献すること」を理念としている。そのため、「自然科学・科学技術の知識と能力とともに､幅広い教養を養い､キリスト教主義教育で培われた豊かな人間性と倫理観を備えた人材を育てる」という目的のもと、本科目ではキリスト教の基礎的な知識や思考方法、また関西学院の歴史や伝統を学ぶ。<BR/>1)キリスト教の考え方の基礎となっている『聖書』のうち、「旧約聖書」を学ぶ。<BR/>2)できるだけ聖書本文を読むことで、どのような文書があるのか、どのような考え方があるのかを学ぶ。<BR/>3)旧約聖書の内容が、過去・現代の社会に対してどのような影響を与えてきたのかを学ぶ。<BR/>4)関西学院の歴史や伝統、ミッションやスクールモットーといった基礎的な知識を学ぶ。", "到達目標": "1)「旧約聖書」がどのようなものであるか、大まかに説明できる。<BR/>2)「旧約聖書」の中にどのような文書があるのか、どのような考え方があるのかを大まかに説明できる。<BR/>3）旧約聖書における天地創造の歴史について説明できる。<BR/>4)「出エジプト」の意義について説明できる。<BR/>5）旧約聖書におけるイスラエルの歴史について概要を説明できる。<BR/>6）預言者の意義について説明できる。<BR/>7) 旧約聖書の内容が、過去・現代の社会に対してどのような影響を与えてきたのかについて、いくつかの例で説明できる。<BR/>8) 関西学院の歴史や伝統、ミッションやスクールモットーといった基礎的な知識を説明できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】キリスト教学Ａ　２（工学部）/キリスト教学Ａ　２（理工学部）/キリスト教学Ａ　２（理学部）/キリスト教学Ａ　２（生命環境学部）", "関連科目": "キリスト教学B", "授業の概要・背景": "目的および到達目標を参照。", "授業方法": "対面授業<BR/>内容：予習（テキストおよびLUNA課題）＋講義＋試験（学期末試験およびLUNA上テスト）<BR/>【予習】LUNA上で指定された教科書範囲を予め読み、指定された課題をLUNAから提出する。<BR/>【講義】講義に出席し、講義内容および課題に関して理解を深める。<BR/>【試験】（１）学期末試験：講義内容（到達目標）についての発展的な理解を問う。（２）LUNA上テスト：講義で扱いきれない内容について、別途学習機会を準備する。<BR/>（さらに詳細は、下部にある「履修案内」を確認すること）<BR/><BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、「対面授業の録画データをオンデマンド配信」で対応する予定です。配信先は　https://sci-tech.ksc.kwansei.ac.jp/~maekawa/　からたどれるように準備します。", "トピック": {"第1回": ["【目的】<BR/>1）本講義の目的および目標を学ぶ。<BR/>2）関学でキリスト教を学ぶ意味を学ぶ。<BR/>3)「輝く自由」を踏まえて、関学の思想や歴史の概略を学ぶ。<BR/>【到達目標】<BR/>1）本講義の目的および目標を理解し、説明できる。<BR/>2）関学でなぜキリスト教を学ぶのか、説明できる。<BR/>3）「輝く自由」を参照しつつ、関学の思想や歴史の概略を説明できる。", "初回の提出課題はありません。"], "第2回": ["【目的】<BR/>1）創世記の説明する、世界および人間の創造について学ぶ。<BR/>2）創世記の説明する、アダムとエバの物語を学ぶ。<BR/>【到達目標】<BR/>1）創世記における世界および人間の創造について説明できる。<BR/>2）創世記における、アダムとエバの物語について説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第3回": ["【目的】<BR/>1）創世記におけるカインとアベルの物語を学ぶ。<BR/>2）創世記の説明する、洪水物語を学ぶ。<BR/>3）創世記の説明する、バベルの塔の物語を学ぶ。<BR/>【到達目標】<BR/>1）創世記におけるカインとアベルの物語について説明できる。<BR/>2）創世記における洪水物語について説明できる。<BR/>3）創世記における、バベルの塔の物語について説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第4回": ["【目的】<BR/>1）族長アブラハムおよび彼と神との契約について学ぶ。<BR/>2）アブラハムによるイサク奉献について学ぶ。<BR/>【到達目標】<BR/>1）アブラハムの生涯および神との契約内容とその思想的背景についてについて説明できる。<BR/>2）イサク奉献物語の概要およびその意味について説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第5回": ["【目的】<BR/>1）モーセの誕生物語について学ぶ。<BR/>2）モーセと神との出会いおよび神の名について学ぶ。<BR/>3）出エジプトの物語について学ぶ。<BR/>【到達目標】<BR/>1）モーセの誕生を巡る物語（エジプトでのイスラエル人）について説明できる。<BR/>2）モーセと神の関係および神の名の意味について説明できる。<BR/>3）出エジプト物語の概要と主要なエピソードを説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第6回": ["【目的】<BR/>1）「十戒」の内容とその意義を学ぶ。<BR/>2）モーセと「石板」の物語を学ぶ。<BR/>【到達目標】<BR/>1）「十戒」について、内容およびその意味について説明できる。<BR/>2）モーセの「石板」について説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第7回": ["【目的】<BR/>1）「レビ記」の食物規程について学ぶ。<BR/>2）「民数記」における「契約の箱」について学ぶ。<BR/>3）「申命記」における信仰告白文について学ぶ。<BR/>【到達目標】<BR/>1）食物規程の概要およびその意味（宗教的・社会的）について説明できる。<BR/>2）「契約の箱」の意味について説明できる。<BR/>3）「申命記」26章の信仰告白文について、その意味を説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第8回": ["【目的】<BR/>1）「ヨシュア記」のカナン侵入物語を学ぶ。<BR/>2）「士師記」における歴史（そのパターン）を学ぶ。<BR/>3）「サムエル記」における王制導入について学ぶ。<BR/>4）ダビデ・ソロモンの物語を学ぶ。<BR/>【到達目標】<BR/>1）カナン侵入物語およびその後のシケム契約について説明できる。<BR/>2）「士師記」の歴史を説明できる。<BR/>3）王制導入を巡る背景を説明できる。<BR/>4）ダビデ・ソロモンの主要なエピソードを説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第9回": ["【目的】<BR/>1）バビロン捕囚を巡る物語を学ぶ。<BR/>2）「歴代誌」からヨシヤ王の宗教改革について学ぶ。<BR/>3）「エズラ記」「ネヘミヤ記」から、捕囚からの帰還の物語を学ぶ。<BR/>4）帰還後のイスラエル社会の様子について学ぶ。<BR/>【到達目標】<BR/>1）バビロン捕囚の背景およびその意義を説明できる。<BR/>2）ヨシヤ王の宗教改革の意義について説明できる。<BR/>3）捕囚が終わった後のイスラエルの帰還の物語について概要を説明できる。<BR/>4）イスラエル帰還後のイスラエル社会の状況やその政策を説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第10回": ["【目的】<BR/>1）預言者という存在の意味について学ぶ。<BR/>2）イザヤ書の思想について学ぶ。<BR/>3）エレミヤ書の思想について学ぶ。<BR/>【到達目標】<BR/>1）預言者の意味やユダヤ社会における位置づけを説明できる。<BR/>2）イザヤ書の思想について、第一イザヤにおける裁きや希望、また第二イザヤの「主の僕の歌」について説明できる。<BR/>3）エレミヤ書における新しい契約の意義について説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第11回": ["【目的】<BR/>1）エゼキエル書の思想について学ぶ。<BR/>2）黙示文学について学ぶ。<BR/>3）ダニエル書の背景について学ぶ。<BR/>4）12小預言書のうち「ヨナ書」を学ぶ。<BR/>【到達目標】<BR/>1）エゼキエル書の表現の特徴について説明できる。<BR/>2）黙示文学について説明できる。<BR/>3）ダニエル書の背景にある社会状況を説明できる。<BR/>4）「ヨナ書」の物語とその意味を説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第12回": ["【目的】<BR/>1）「ヨブ記」の概要とその思想を学ぶ。<BR/>2）「箴言」の概要を学ぶ。<BR/>3）「コヘレトの言葉」の概要とその思想を学ぶ。<BR/>【到達目標】<BR/>1）「ヨブ記」の神義論について概要を説明できる。<BR/>2）「箴言」の概要について説明できる。<BR/>3）「コヘレトの言葉」にある思想の例を説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第13回": ["【目的】<BR/>1）「詩編」の概要および主要な詩の内容を学ぶ。<BR/>2）「雅歌」の概要と意義を学ぶ。<BR/>3）「哀歌」の概要とその背景を学ぶ。<BR/>4）「ルツ記」の物語を学ぶ。<BR/>5）「エステル記」の物語を学ぶ。<BR/><BR/>【到達目標】<BR/>1）「詩編」について、概要をいくつか説明できる。<BR/>2）「雅歌」の意義について説明できる。<BR/>3）「哀歌」の概要と歴史背景について説明できる。<BR/>4）「ルツ記」の物語と、その中にあるエピソードの意味を説明できる。<BR/>5）「エステル記」の社会背景を説明できる。", "指定された教科書部分を読み、課題をLUNAから提出する（60分）。"], "第14回": ["授業内試験（授業時間中に試験を実施する）", "テストに備えて全体的に復習を行う（90分）。"]}, "評価": {"教科書Required texts0": "1）『聖書』\n・「新共同訳」「聖書協会共同訳」「新改訳」のいずれかとする。その他の翻訳については、教員に確認すること。外国語訳を用いても良いが、教員に確認すること。\n・旧約が含まれているものを入手すること（なお「旧約聖書続編」はなくてよい）。\n・すでに手持ちのもの（中高で使っていたものなど）があれば、それでよい。\n・版型（サイズ）は自由。\n・電子版も可（翻訳は上記三つのいずれかとする）。\n・随時参照するので、毎回持参すること。（初回のみ、無くても可）\n・定期試験会場への持ち込みはできない。\n\n2）『関西学院大学 理工学部 キリスト教学A テキスト』\n・PDFファイルがLUNA上に置かれているので、各自取得すること。印刷するかどうかは自由で、スマホ・タブレット等で読んでもよい。（関学では、学生は年500頁まで無料で学内PCで印刷ができる。詳しくはPC相談カウンターまで）。\n\n・講義内容に対応したテキストであり、主に予習・復習のために用いるものである。\n・各回の講義において、このテキストに書かれた内容は既に読んでいることを前提として説明する。\n・講義内での読み上げなどは基本的に行わない。講義に持参しているかどうかのチェックはしない。", "学生による授業評価の方法Course Evaluation by Students0": "全学様式による", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "教科書の内容理解を問う。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "毎回の課題提出状況に応じる。"], "成績評価Grading3": "備考　Note\n・別途LUNA上のテストをそれぞれの期限までに全て解答し正解しておくことが単位認定の条件となる。\n・講義において特に出席はとらない。\n・対面でチャペル（理・工・生環）が実施される場合、出席回数に応じて、素点への上乗せ（100点を超える部分）をする場合がある。出席しなくても100点を取れる可能性はある。詳細は授業の履修案内を参照すること（下記ファイルおよびLUNA上に置いてある）。\n【オンライン受講生対象・感染防止重点期間】\n登校しなければならない別途課題はない（「授業中試験」もLUNAで実施）ので、その他の学生と成績評価方法の違いはない。", "備考Note0": "【DP上の位置づけ】\n理・工学部の目的「3.自然科学・科学技術の知識と能力とともに､幅広い教養を養い､キリスト教主義教育で培われた豊かな人間性と倫理観を備えた人材を育てる。」を踏まえ、「1.（1）自らを律する強さと高い倫理観を持ち、他者と協力してよりよい人間関係や社会を気付くための基本的な態度を身につけている」と表現されている。\n【CP上の位置づけ】\n「キリスト教科目」は、「初年次に配当し、本学の建学の精神であるキリスト教主義にもとづく人間形成によって、自らを律する強さ、倫理観、他者との協調性などの基本的な態度を身につけさせる。」と位置付けられている。", "備考Note1": ["キリスト教学A2022履修説明20220408.pdf", "履修に関する詳細資料。最初の講義でも説明する。なお変更がある可能性があるので、ファイル日付に注意すること。（4/8改訂）"], "備考Note2": ["キリスト教学Aテキスト20220401.pdf", "講義で使うテキスト。紙での配布はしないので、各自取得すること。なお印刷する義務はない（PDFで見るだけでもOK）。"], "更新日時/Date of Update3": "2022年04月22日 09時24分38秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "ＶＩ－１０１"]}, "campas": 1, "name": "【100】キリスト教学Ａ　２／Introduction to Christianity A", "管理部署": 6, "単位数": 2, "担当者": "前川　裕（MAEKAWA YUTAKA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 7, "評価1": 2, "評価2": 3, "開講期": 1}