{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "•\tTo equip students with English speaking and listening skills<BR/>•\tTo provide students with guidance and practice in basic conversation<BR/>•\tTo develop students’ academic listening, speaking and presentation skills<BR/>•\tTo help students improve their English comprehensibility through pronunciation practice<BR/>•\tTo improve TOEIC scores", "到達目標": "Spring Semester Skills to be Achieved<BR/>1.\tAdvanced Group Discussion Skills<BR/>a.\tArticulation of a complete idea<BR/>b.\tNegotiation skills, suggesting ideas, giving reasons<BR/>c.\tAgreeing and disagreeing<BR/>d.\tApplying useful phrases for negotiation<BR/>e.\tIntroduce politeness strategies<BR/>f.\tHow to debate, giving your opinion<BR/>2.\tAdvanced Presentation/Speaking Skills<BR/>a.\tMemorization of a speech<BR/>b.\tWritten texts for presentations<BR/>c.\tDelivery, body language, fluency, intonation<BR/>d.\t<BR/>3.\tTOEIC Listening<BR/>a.\tDevelopment of listening and note-taking skills<BR/>b.\tImprove TOEIC listening skills", "授業方法": "Classes are on demand. Please check LUNA for details. Students will be notified if face-to-face time is required. <BR/>WEEK 1 IS FACE-TO-FACE.", "トピック": {"授業外学習2": "Homework is important. It helps you prepare for the next lesson. You should come to class prepared and ready to participate."}, "評価": {"教科書Required texts0": "Contemporary Topics 1 (4th edition) is the textbook for the course. It is available at the on-campus bookstore.", "学生による授業評価の方法Course Evaluation by Students0": "Conducted on LUNA", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\nPresentation 30%\nSpeeches 20%\nShadowing Activities 20%\nQuestion and Answer 20%\nGroup Discussions 10%\nTotal 100%", "更新日時/Date of Update0": "2021年04月27日 09時54分30秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "ＬＬＬ教室３"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【210】英語コミュニケーションIIＡ　６／English Communication II-A", "管理部署": "理工学部／School of Science and Technology", "単位数": "1", "担当者": "ハイカリス　ジョージ（HAIKALIS GEORGE） ", "履修基準年度": "２年", "時限1": "火曜４時限／Tuesday 4", "開講期": "春学期／Spring"}