{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course continues the learning from Reading IA with a focus on the following goals: <BR/>To learn how articles are organized, recognize main ideas of a reading, and understand how main ideas are supported by surrounding sentences/passages. <BR/>To read without depending on Japanese translations.", "到達目標": "1. Through intensive reading, students will improve basic reading comprehension skills required to understand descriptive, explanatory, and problem-solving passages. <BR/>2. Students will build vocabulary through learning words and expressions used in the textbooks.<BR/>3. Students will read extensively to improve reading fluency. Graded readers (books written in simple English) will be used if the course meets in person. If not, we will use the website Breaking News English.", "授業方法": "1. English is used in class. <BR/>2. Preparation before the class is essential.<BR/>3. Occasional workshops are conducted <BR/>If online learning is scheduled, the course format will be changed. Please follow your teacher’s instruction.", "トピック": {"授業計画1": "Overview for each class: <BR/>A detailed Course Outline including weekly activities and assessments will be proved at the beginning of the semester. Basically, students will do the following activities: <BR/>1. Weekly reading practice and vocabulary learning by using the textbook.<BR/>2. Extensive reading (outside class) 5 times per semester (online learning may have a different way. Please follow your teacher’s instruction).<BR/>3. Occasional vocabulary tests, and two examinations during the semester. <BR/>4.\tOccasional homework to be brought into class in the following week (this does not apply to online learning. Weekly activities should be followed).", "授業外学習2": "Study required outside class:<BR/>1. Students are requested to prepare for each lesson as instructed in the Course Outline. <BR/>2. Students are requested to read 5 Graded Readers books, and submit their reports (or equivalent reading in the case of online learning)"}, "評価": {"教科書Required texts0": "Cambridge Prism Reading 2 (available at Seikyo)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "Two exams worth 20% each and approximately 10 short quizzes"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "15 %", "Short writing activities"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Five extensive reading activities worth 5% each"], "成績評価Grading4": "備考　Note\nIn the event that classes are conducted online the evaluation method may change.", "更新日時/Date of Update0": "2021年04月27日 17時49分23秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "ＶＣ演習室"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【110】英語リーディングIＢ　７／English Reading I-B", "管理部署": "理工学部／School of Science and Technology", "単位数": "1", "担当者": "ウィルソン　Ｊ．（WILSON JOSHUA AARON） ", "履修基準年度": "１年", "時限1": "木曜３時限／Thursday 3", "開講期": "秋学期／Fall"}