{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "関西学院理工学部では「自然科学・科学技術と建学の精神であるキリスト教主義を基盤において人類の進歩に貢献すること」を理念としている。そのため、「自然科学・科学技術の知識と能力とともに､幅広い教養を養い､キリスト教主義教育で培われた豊かな人間性と倫理観を備えた人材を育てる」という目的のもと、本科目ではキリスト教の基礎的な知識や思考方法、また関西学院の歴史や伝統を学ぶ。<BR/><BR/>1)キリスト教の考え方の基礎となっている『聖書』のうち、「新約聖書」を学ぶ。<BR/>2)できるだけ聖書本文を読むことで、どのような文書があるのか、どのような考え方があるのかを学ぶ。<BR/>3)新約聖書の内容が、過去・現代の社会に対してどのような影響を与えてきたのかを学ぶ。<BR/>4)補助教材によって、キリスト教史に関する概要を学ぶ。", "到達目標": "1)「新約聖書」がどのようなものであるか、大まかに説明できる。<BR/>2)「新約聖書」の中にどのような文書があるのか、どのような考え方があるのかを大まかに説明できる。<BR/>3）新約聖書におけるイエスの活動（教え・奇跡）の例について説明できる。<BR/>4）新約聖書におけるイエスの受難物語について概要を説明できる。<BR/>5）新約聖書におけるパウロについて概要を説明できる。<BR/>6）新約聖書の中に見られるキリスト教思想の発展について説明できる。<BR/>7）新約聖書の内容が、過去・現代の社会に対してどのような影響を与えてきたのかについて、いくつかの例で説明できる。<BR/>8）キリスト教史における主要なエピソードについて、参考書を用いつつ説明できる。", "授業方法": "対面授業。<BR/>予習と課題提出＋講義出席＋試験（学期末試験およびLUNA上テスト）<BR/>【予習と課題提出】LUNA上で指定された教科書範囲を予め読み、課題を提出しておく。<BR/>【講義】講義に出席する。<BR/>【試験】（１）学期末試験：講義内容（到達目標）についての理解を確認する。（２）LUNA上テスト：講義で扱いきれない内容について別途学習機会を準備する。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、「対面授業の録画データをオンデマンド配信」で対応する予定です。配信先は　https://sci-tech.ksc.kwansei.ac.jp/~maekawa/　からたどれるように準備します。", "トピック": {"第1回": ["【目的】<BR/>1）本講義の目的および目標を学ぶ。<BR/>2）新約聖書とは何かを学ぶ。<BR/>3）新約聖書の伝達について学ぶ。<BR/>【到達目標】<BR/>1）本講義の目的および目標を理解し、説明できる。<BR/>2）新約聖書の意味について説明できる。<BR/>3）新約聖書の本文伝達状況について説明できる。", "テキスト・聖書を準備しておくこと。"], "第2回": ["【目的】<BR/>1）「福音書」の意味について学ぶ。<BR/>2）マルコ福音書の概要と特徴について学ぶ。<BR/>3）イエスの「たとえ」話について学ぶ。<BR/>4）イエスの「いやし」物語について学ぶ。<BR/>【到達目標】<BR/>1）「福音書」とは何か説明できる。<BR/>2）マルコ福音書の概要と特徴を説明できる。<BR/>3）イエスの「たとえ」話について、例を挙げて説明できる。<BR/>4）イエスの「いやし」物語について、例を挙げて説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第3回": ["【目的】<BR/>1）マルコ福音書の受難物語について、あらすじを学ぶ。<BR/>2）「最後の晩餐」物語について学ぶ。<BR/>3）イエスの「復活」物語について学ぶ。<BR/>【到達目標】<BR/>1）受難物語のあらすじと要点を説明できる。<BR/>2）「最後の晩餐」物語について説明できる。<BR/>3）「復活」物語の意味や背景について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第4回": ["【目的】<BR/>1）マタイ福音書の概要と特徴について学ぶ。<BR/>2）マタイによるイエスの誕生物語を学ぶ。<BR/>3）「山上の説教」について学ぶ。<BR/>4）イエスによる「教会」の説明について学ぶ。<BR/>【到達目標】<BR/>1）マタイ福音書の概要と全体的特徴を説明できる。<BR/>2）マタイの誕生物語の特徴を複数挙げて説明できる。<BR/>3）「山上の説教」について説明できる。<BR/>4）マタイにおける教会思想について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第5回": ["【目的】<BR/>1）ルカ福音書の概要と特徴について学ぶ。<BR/>2）ルカによるイエスの誕生物語の特徴を学ぶ。<BR/>3）ルカに特徴的な物語を学ぶ。<BR/><BR/>【到達目標】<BR/>1）ルカ福音書の概要と全体的な特徴を説明できる。<BR/>2）ルカの誕生物語の特徴を複数挙げて説明できる。<BR/>3）ルカに特徴的な物語について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第6回": ["【目的】<BR/>1）ヨハネ福音書の概要と特徴について学ぶ。<BR/>2）ヨハネ福音書と共観福音書の違いを学ぶ。<BR/>3）ヨハネ福音書独自の思想について学ぶ。<BR/>【到達目標】<BR/>1）ヨハネ福音書の概要と全体的特徴を説明できる。<BR/>2）ヨハネ福音書の独自思想について例を挙げて説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第7回": ["【目的】<BR/>1）イエスに関する聖書外資料について学ぶ。<BR/>2）福音書記事と史実との関係を学ぶ。<BR/>3）二資料説について学ぶ。<BR/>4）「史的イエス」とキリスト教の関係について学ぶ。<BR/>【到達目標】<BR/>1）イエスに関する聖書外資料にはどのようなものがあるか説明できる。<BR/>2）マルコ福音書とマタイ福音書を比較してそれぞれの特徴を指摘できる。<BR/>3）「二資料説」および「トマス福音書」について説明できる。<BR/>4）「史的イエス」と現実のキリスト教との関係について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第8回": ["【目的】<BR/>1）使徒言行録の構成と概要について学ぶ。<BR/>2）パウロの生涯、回心と宣教について学ぶ。<BR/>3）エルサレム使徒会議について学ぶ。<BR/>4）パウロの主要思想を学ぶ。<BR/>【到達目標】<BR/>1）使徒言行録の構成および概要について説明できる。<BR/>2）パウロの生涯、回心と宣教活動について、その概要を説明できる。<BR/>3）エルサレム使徒会議の意義について説明できる。<BR/>4）パウロの主要思想3つとその意義について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第9回": ["【目的】<BR/>1）真正パウロ書簡について概要を学ぶ。<BR/>2）真正パウロ書簡に見られる主要な思想を学ぶ。<BR/><BR/>【到達目標】<BR/>1）真正パウロ書簡について概要を説明できる。<BR/>2）1テサロニケに見られる思想について説明できる。<BR/>3）1コリントに見られる思想の歴史的背景について説明できる。<BR/>5）2コリント書に見られる思想について説明できる。<BR/>6）ガラテヤ書に見られる思想の意義について説明できる。<BR/>7）フィリピ書に見られる思想の意義について説明できる。<BR/>8）ローマ書の特徴について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第10回": ["【目的】<BR/>1）第二パウロ書簡について全体像を学ぶ。<BR/>2）2テサロニケ書の位置づけについて学ぶ。<BR/>3）コロサイ書の宇宙的キリスト論について学ぶ。<BR/>4）エフェソ書の選びの思想について学ぶ。<BR/>1）牧会書簡について、全体像を学ぶ。<BR/>2）教会の制度化について学ぶ。<BR/>3）2世紀の教会の課題について学ぶ。<BR/><BR/>【到達目標】<BR/>1）第二パウロ書簡について説明できる。<BR/>2）2テサロニケ書の位置づけについて説明できる。<BR/>3）コロサイ書の宇宙的キリスト論について説明できる。<BR/>4）エフェソ書の選びの思想について説明できる。<BR/>1）牧会書簡について説明できる。<BR/>2）教会の制度化について説明できる。<BR/>3）2世紀の教会の課題について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第11回": ["【目的】<BR/>1）ヘブライ書の大祭司キリスト論を学ぶ。<BR/>2）公同書簡について、全体像を学ぶ。<BR/>3）1・2ペトロに見られる思想的発展や終末論を学ぶ。<BR/>4）ヤコブ書の行為主義について学ぶ。<BR/>5）ヨハネ書の背景について学ぶ。<BR/>【到達目標】<BR/>1）ヘブライ書の大祭司キリスト論について説明できる。<BR/>2）「公同書簡」とはどういうものか、概要を説明できる。<BR/>3）1・2ペトロに見られる思想的発展や終末論を説明できる。<BR/>4）ヤコブ書の行為主義について説明できる。<BR/>5）ヨハネ書の背景について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第12回": ["【目的】<BR/>1）黙示文学とはなにか学ぶ。<BR/>2）黙示録の主要な物語について学ぶ。<BR/>3）黙示録の物語の背景にある歴史や人々の期待について学ぶ。<BR/>【到達目標】<BR/>1）黙示文学の概要を説明できる。<BR/>2）黙示録の主要な物語について例を挙げて説明できる。<BR/>3）黙示録の物語の背景にある歴史や人々の期待について説明できる。", "指定された範囲を読み、課題を提出する（60分）。"], "第13回": ["授業内試験", "テストのための復習と準備をする（90分）。"], "第14回": ["【目的】<BR/>1）新約聖書研究の実際を学ぶ。<BR/>2）新約聖書に関する学術論文を読み、議論の内容や方法を理解する。<BR/><BR/>【到達目標】<BR/>1）新約聖書研究がどのように進められるかを理解できる。<BR/>2）新約聖書の研究における問題および研究手順を、実例を踏まえて理解できる。", "指定された資料を読む（60分）。"]}, "評価": {"教科書Required texts0": "1)「関西学院大学理工学部 キリスト教学Bテキスト」\n・LUNA上の「教材・課題・テスト」にPDF版を置いているので、各自ダウンロードすること。(授業開始時までにシラバス・LUNAにアップロード予定)\n・紙版の配布は行わない。（生協での販売も行わない）\n\n2)『聖書　新共同訳』または『聖書　聖書協会共同訳』（日本聖書協会）\n・関学では「新共同訳」を用いている。ただしその他の翻訳でも差し支えはない。（既にいずれかの翻訳を持っている場合、改めて新共同訳を購入する必要は無い）\n・「新約聖書」が含まれているものを入手すること（Bにおいては「旧約」はなくてよい）\n・サイズ等は自由。中学・高校等で使っていたもので良い。電子版やネット上のものを参照しても良い。\n・『聖書』の本文が指示されている場合には、積極的に参照すること。", "学生による授業評価の方法Course Evaluation by Students0": "全学様式による。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "キリスト教学B全体についての理解を問う。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "平常の課題提出を踏まえる。"], "成績評価Grading3": "備考　Note\n・別途LUNA上のテストをそれぞれの期限までに全て解答し正解しておくことが単位認定の条件となる。\n・講義において出席はとらない。\n・対面でチャペル（理・工・生環）が実施される場合、出席回数に応じて、素点への上乗せ（100点を超える部分）をすることがある。出席しなくても100点を取れる可能性はある。詳細は授業の履修案内を参照すること（下記ファイルおよびLUNA上に置いてある）。\n【オンライン受講生対象】\n登校しなければならない課題はない（「授業中試験」もLUNAで実施予定）ので、特に他の履修者との違いははない。", "備考Note0": "【DP上の位置づけ】\n理工学部の目的「3.自然科学・科学技術の知識と能力とともに､幅広い教養を養い､キリスト教主義教育で培われた豊かな人間性と倫理観を備えた人材を育てる。」を踏まえ、「1.（1）自らを律する強さと高い倫理観を持ち、他者と協力してよりよい人間関係や社会を気付くための基本的な態度を身につけている」と表現されている。\n【CP上の位置づけ】\n「キリスト教科目」は、「 初年次に配当し、本学の建学の精神であるキリスト教主義にもとづく人間形成によって、自らを律する強さ、倫理観、他者との協調性などの基本的な態度を身につけさせる。」と位置付けられている。", "更新日時/Date of Update1": "2021年03月17日 07時58分45秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "ＶＩ－１０１"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【100】キリスト教学Ｂ　２／Introduction to Christianity B", "管理部署": "理工学部／School of Science and Technology", "単位数": "2", "担当者": "前川　裕（MAEKAWA YUTAKA） ", "履修基準年度": "１年", "時限1": "火曜１時限／Tuesday 1", "開講期": "秋学期／Fall"}