{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この演習の目的は，コンピュータによる基本的な数値計算法，特に微分方程式の数値解法を修得することである．", "到達目標": "次の事項ができるようになること：<br />・Pythonによる基本的なプログラミング<br />・NumPyやMatplotlibをはじめとするモジュールの活用<br />・数値計算プログラムの作成と結果の考察：関数近似，非線形方程式の数値解法，数値微分と数値積分，常微分方程式の数値解法，偏微分方程式の数値解法", "特記事項": "【合併】シミュレーション演習（理学部）/シミュレーション演習（理工学部）/シミュレーション演習（理工学部）", "関連科目": "事前に数式処理演習IIでPythonによるプログラミングを一通り学んでいることが望ましい．<br />統計コンピュータ演習も履修していると理解の助けになるかもしれないが，直接は関係しないだろう．<br />扱う内容に関連する数理科学科の基礎科目：微分積分I・II，基礎解析学I・II，解析学II，応用数理入門，応用数理I", "授業の概要・背景": "最近では応用数学の分野はもちろんとして，純粋数学の分野でもコンピュータシミュレーションを補助的あるいは主に用いて研究を行うようになってきている．本演習で学ぶ内容はこのような研究手法を実践するうえでの基礎となる．扱う内容は既存のソフトウェアを使えば簡単にできる計算がほとんどだが，こうしたソフトウェアの動作原理や，計算結果を見るうえでの注意点を理解することを重視する．", "授業方法": "コンピュータを用いた演習を行う．毎回出席し，演習に取り組むこと．<br />", "トピック": {"第1回": ["ガイダンス<br />Pythonの復習1（Pythonプログラムの実行，演算，変数，リスト，関数・メソッドの使用とモジュール）", "事前学習：Pythonの復習・学習をしておく（60分以上，できるだけたくさん）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第2回": ["Pythonの復習2（条件分岐，繰り返し処理）", "事前学習：Pythonの復習・学習をしておく（60分以上，できるだけたくさん）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第3回": ["浮動小数点数の精度と誤差<br />多倍長精度演算", "事前学習：浮動小数点数とは何か，調べておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第4回": ["関数近似1：テイラー展開による初等関数の計算", "事前学習：初等関数のテイラー展開を復習しておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第5回": ["関数近似2：テイラー展開による円周率の計算", "事前学習：円周率を計算する公式を調べておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第6回": ["非線形方程式の数値解法1：二分法とニュートン法による平方根の計算", "事前学習：二分法（中間値の定理の復習）とニュートン法を調べておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第7回": ["非線形方程式の数値解法2：多変数のニュートン法", "事前学習：多変数のニュートン法を調べておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第8回": ["演習問題", "事前学習：これまでの授業の復習をしておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第9回": ["数値微分と数値積分", "事前学習：1変数関数の微分の定義，積分の定義を復習しておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第10回": ["常微分方程式の数値解法1：オイラー法", "事前学習：常微分方程式について復習しておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第11回": ["常微分方程式の数値解法2：連立微分方程式", "事前学習：連立微分方程式を復習しておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第12回": ["常微分方程式の数値解法3：ルンゲ・クッタ法", "事前学習：ルンゲ・クッタ法とは何か調べておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第13回": ["演習問題", "事前学習：これまでの授業を復習しておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "第14回": ["これまでのまとめと応用", "事前学習：これまでの授業を復習しておく（60分）<br />事後学習：わからなかったところを教員・友人に質問したり自分で調べ考えたりして解決する（130分）"], "授業外学習2": "Pythonによるプログラミングをよく復習しておくこと．最初の方の授業に復習回を設けるが，全くわからないようだとついていくのは厳しい．<br />Pythonの経験がなくても他の言語でプログラミング経験が十分にある者は，少し勉強すればなんとかなるだろう．<br />プログラミングの経験が全くない者は，Pythonによるプログラミングを開講までにある程度自習しておく必要がある．"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "ＩＶ－数理演習室"]}, "campas": 1, "name": "【313】シミュレーション演習／Computer Simulation", "管理部署": 6, "単位数": 2, "担当者": "市田　優（ICHIDA YU） ", "履修基準年度": "３年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 31, "評価1": 3, "開講期": 2, "成績評価備考": "割合　Percentage"}