{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業では、物理学の基礎的諸項目に関連した実験を実施するが、基礎物理学実験Iよりも準備と実験に時間を取り、丁寧に解析を行うことにより、物理現象と物理法則の関係をより深く理解することを目的とする。", "到達目標": "本授業を履修することにより、種々の物理実験を正しく実施でき、物理学に対する理解を深めるとともに精密な測定の手法や正しいデータ解析の方法・レポートの書き方等の基礎についてそれらを身に付けることができる．それにより，未知の問題に対する姿勢や解決への取り組み方を養い，適切な報告書を作成できるようにする．", "授業方法": "基礎物理学実験IIは、大学で実験を行うオンキャンパス実験が基本です．およそ１０〜１２週を実験に充て（６テーマ程度）る．また，適切な時期に振り返りを行い，実験やレポートについて教員からコメントする．ただ，コロナウィルス感染症の拡がりによっては，蜜を避けるために，オンラインの実験を部分的に導入する可能性がある．<BR/>詳細は第一回目（9月25日）のオンライン説明会で説明しますが、それ以前にもテキストの情報などについての連絡事項があるかもしれませんので、今後も偶にシラバスを閲覧するとよいでしょう。（履修登録確定後の連絡はLUNAを介して行う予定ですので、LUNAとLUNAからのメールにも注意してください）<BR/><BR/><BR/><BR/>※上記のオンライン説明会は全員がオンラインで受講します。春学期同様LUNA経由で配信しますので、各自確認しておいてください。<BR/><BR/>※詳細はオンライン説明会で説明しますが、基本的にはオンキャンパス実験とオンライン実験のいずれか一方を毎回選択可能として、オンキャンパス実験を選択した回については皆さん自身が測定したデータで実験レポートを書き、オンライン実験を選択した回は基礎物理学実験IIが提供するデータで実験レポートを書いて、いずれの場合もオンラインで提出することになると思います。<BR/><BR/>【オンライン受講生対象】全ての実験をオンライン実験で行いたいという人は中沢先生（　nakazawa@kwansei.ac.jp　）までメールしてください（なお、その場合でも、履修の途中でオンキャンパス実験に切り替える、オンライン実験からオンキャンパス実験に変えた後に再度オンライン実験に変更する、等々は自由です）。", "トピック": {"授業計画1": "第１回目は説明会を行う。第２回目以降は下記の実験（予定）をほぼ２週かけて、ローテーションしながら行う。<BR/>・ケーターの振り子による重力加速度の精密測定<BR/>・水の粘性係数の測定<BR/>・プログラミングソフトLabVIEWを用いた計測器の制御<BR/>・電子回路実験II<BR/>・光回折法、及びマイケルソン干渉計を用いたレーザー光の波長の測定、等", "授業外学習2": "当日までに予習を行い、実施する実験に対するイメージや手順を頭に入れた上で実験に臨むこと。基礎物理学実験IIに限らず、実験を安全に実施し、正確なデータを得るために予習は必要不可欠である。既に基礎物理学実験Iを履修していることが望ましい<BR/>実験終了後は，データを解析・可視化し，測定値を評価し，誤差などを検討した上で，レポートとして仕上げる．"}, "評価": {"教科書Required texts0": "基礎物理学実IIテキスト", "参考文献・資料Reference books0": "吉川泰三編「改訂新版物理学実験」（学術図書出版社　1995）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "物理学の実験レポートとしてふさわしい様式と内容の整ったレポートを作成することが必要である。提出期限内のレポートの提出が求められる。"], "成績評価Grading2": "備考　Note\n物理学の実験レポートとしてふさわしい様式と内容の整ったレポートを作成することが必要である。提出期限内のレポートの提出が求められる。", "更新日時/Date of Update0": "2021年03月16日 11時54分54秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "物理学生実験室１"], "項番No.2": ["2021年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "物理学生実験室１"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【213】基礎物理学実験II　１／Physical EXperiments II", "管理部署": "理工学部／School of Science and Technology", "単位数": "2", "担当者": "阪上　潔（SAKAUE KIYOSHI） ", "履修基準年度": "２年", "時限1": "金曜４時限／Friday 4", "時限2": "金曜５時限／Friday 5", "開講期": "秋学期／Fall"}