{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": " エネルギーを「創る」「蓄える」「運ぶ」「有効に使う」に関連した講義科目。私たちの住む関西エリアも、地震・記録的な長期豪雨・25年振りとなる非常に強い勢力の台風21号(Jebi)など多くの自然災害を被ったことは記憶に新しい。地震は別として、豪雨や大型台風の頻発は地球温暖化による海面上昇が誘発しているとみなされている。このような地球温暖化の原因とされる二酸化炭素の排出を低減可能な新しいエネルギーとして水素が注目され、全世界的に水素循環社会に向かうことが１つの解決策として期待されている。水素は地球上に豊富に存在する元素だが、水素ガスとしてよりも水や有機化合物として多く存在しており、水の電気分解や熱によって製造することが必要となる。これからのエネルギー技術を考えていくにあたり、まず最初に日本のエネルギー自給率が10%にも満たない現状を認識することが重要である。再生可能エネルギーの利用や、地産地消型のスモールグリッドにおいても、電気化学を利用したエネルギー変換に対する期待は大きい。電気化学は電気と化学という2つの境界領域相互のエネルギー変換を取り扱う学問分野である。本講義では電解質と電解質中のイオン、電極と電解質の界面といったナノ領域での電気化学反応を理解し、基礎的な電極電位、電極反応速度などを説明できる能力を修得することを目的とする。また固体・液体・気体とその界面を原子・分子レベルから設計制御したナノテクノロジーの応用事例として、燃料電池を中心に先進エネルギーデバイスの原理を学ぶ。併せて電気化学の歴史を学び、偉人たちの足跡を追うことにより、進むべき未来への指針を得ることを目的とする。", "到達目標": "(1)エネルギーと生活の関わりの認識：生活を支えるエネルギーの自給率が極めて低い日本において、科学と生活の関わりについて総合的に考察し、自然科学が進むべき方向について目的意識を持って自問自答できる力を付ける。<BR/>(2)基礎原理の理解と応用の課題形成：ナノ領域での固体・液体・気体の界面で起こる電気化学反応の基礎的な理解に基づき、燃料電池を事例として先進エネルギーデバイスへの応用を探究し、自ら課題を設定し解決する方策を立案する。<BR/>(3)表現力・科学的説明力の修得：教員免許状取得の選択科目として、理解した電気化学の知識を身の回りの実例を使って簡便に説明できる能力を修得することを目標とする。", "授業方法": "教員による講義と学生グループワーク発表といったインタラクティブな授業を志向する。　予め与えられたテーマ・課題に対して調べて発表し、参加者全員で意見交換をしながら授業を進める。<BR/>また授業中に出された課題に対するレポートを提出する。優秀レポートが選出・紹介される。　コロナ禍の状況によってはオンライン授業との併用もしくは切替によって授業実施する。<BR/>【オンライン受講生対象】  オンライン授業の受講を許可された学⽣に対しては、ZOOM等を活用してリアルタイムでの授業や課題発表に参画できるよう工夫する。", "トピック": {"第1回": ["Introduction: 「エネルギー変換と電気化学」講義の範囲と狙い・進め方<BR/> エネルギー俯瞰：エネルギーを100年 1000年スパン・グローバル視野で俯瞰", ""], "第2回": ["電気化学の基礎(1)：電気化学システムの原理（電導率・活量）・演習<BR/>チームプレゼンテーションの進め方説明", ""], "第3回": ["電気化学の基礎(2)：電気化学システムの原理（電位・ギブスの自由エネルギー）・演習", ""], "第4回": ["電気化学の基礎(3)：電気化学システムの原理（ファラデーの法則）・演習", ""], "第5回": ["電気化学の基礎(4)：電極界面と電気二重層・反応速度論（物質移動・水素電極反応）", ""], "第6回": ["グループワーク発表と討論(1)：系統電源（スマートグリッド・交流/直流送電・ワイヤレス電力伝送・超電導）", ""], "第7回": ["グループワーク発表と討論(2)：再生可能エネルギー（太陽光・太陽熱・風力・地熱/地中熱発電）", ""], "第8回": ["日本のエネルギー事情(1)：電力：実用化されているさまざまな発電方式", ""], "第9回": ["日本のエネルギー事情(2)：再生可能エネルギー", ""], "第10回": ["グループワーク発表と討論(3)：省エネ新エネ（コージェネ・熱電発電・メタンハイドレード・シェールガス/シェールオイル）", ""], "第11回": ["グループワーク発表と討論(4)：脱炭素社会（バイオマス・核燃料サイクル・水素製造・水素利用）", ""], "第12回": ["キャリアとしての水素・Well-to-wheel (GREET Model)・エネルギー基本計画(国策)", ""], "第13回": ["エネルギー変換への応用：燃料電池", ""], "第14回": ["エネルギー変換と電気化学：総括と将来展望", ""], "授業外学習2": "講義内容の復習を行うこと。講義資料・演習資料・解答例はLUNAに掲示する。<BR/>授業内で出される課題に対してリポート等を作成し提出すること。<BR/>授業内で出されるグループワーク課題に対して発表準備をすること。詳細は授業中に指示する。"}, "評価": {"教科書Required texts0": "対面・オンライン授業に関わらず、講義資料は毎回オリジナルの教材をLUNAにアップするので、ダウンロードして使用すること。", "参考文献・資料Reference books0": "講義資料・演習資料・解答例はLUNAに掲示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "50 %", "試験欠席者には単位を与えない"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "グループワーク発表とリポート・演習"], "成績評価Grading3": "備考　Note\n定期試験：50% （オンライン授業の受講を許可された学⽣に対しても定期試験は実施する）。緊急時はオンラインでの定期試験もあり得る。その際は事前に授業中およびLUNA, Kwicなどでも通知する。\n演習・リポート・グループワーク課題発表(全員必ず1回担当)：50% 優秀リポートを選出してボーナス点を加算\n【オンライン受講生対象】 オンライン授業の受講を許可された学⽣に対しては、ZOOMオンライン発表などにより同等の課題を与える。", "更新日時/Date of Update0": "2021年09月06日 15時54分24秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "ＶＩＩ－１０１"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【315】エネルギー変換と電気化学／Electrochemistry for Energy Conversion", "管理部署": "理工学部／School of Science and Technology", "単位数": "2", "担当者": "田中　裕久（TANAKA HIROHISA） ", "履修基準年度": "３年", "時限1": "火曜２時限／Tuesday 2", "開講期": "秋学期／Fall"}