{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "物質の巨視的な物理的性質は、それを構成する原子や分子という粒子の微視的状態の集団平均値として理解することができる。それが熱統計物理学の基本的考え方である。本講義の目的は、熱統計物理学の基本的考え方や方法論を習得することである。真の理解を得るためには、様々の具体的な物理系に対して、実践的に熱統計物理学を適用した結果を検討することが役立つだろう。", "到達目標": "具体的な講義の内容は、系の状態多重度関数、熱統計物理学におけるエントロピーや温度の定義、ボルツマン因子と分配関数、ギブス因子と化学ポテンシャル、フェルミ粒子やボーズ粒子に対する軌道の分布関数とその古典極限、ギブスの自由エネルギーと化学平衡など。本講義を通して、J.W.Gibbsが提唱したアンサンブル理論に基づいて、化学平衡の本質に迫る最短コースの熱統計物理学を習得することができるだろう。", "授業方法": "講義形式で行う。【オンライン受講生対象・緊急時の授業】2021年度のLUNAにアップロードされたテキストと各回の講義ノートを用いてオンデマンド型のオンライン授業を行います。毎回リポート課題を提示し、各回の教材が理解できた事を確認します。", "トピック": {"第1回": ["熱統計物理におけるアンサンブル理論、量子状態の状態多重度とミクロカノニカル集団", ""], "第2回": ["２価スピン系の多重度関数、スターリング近似とガウス分布、ガウス分布関数の積分計算", ""], "第3回": ["モデル系の多重度関数：単原子理想気体、磁場内にあるスピン系", ""], "第4回": ["モデル系の多重度関数：調和振動子の系、熱統計物理学の基本仮定（等重率の原理）", ""], "第5回": ["熱平衡状態、温度、エントロピーの定義、状態多重度関数のピークの鋭さ", ""], "第6回": ["ミクロカノニカル集団：系のエネルギーのアンサンブル平均：単原子理想気体、２価スピン系、調和振動子系", ""], "第7回": ["熱だめと熱接触した系：カノニカル集団、ボルツマン因子、分配関数、熱力学の恒等式", ""], "第8回": ["系のエネルギーのカノニカルアンサンブル平均、分配関数とヘルムホルツの自由エネルギー、熱力学関数の偏微分と物理量", ""], "第9回": ["カノニカル集団の例：理想気体の自由エネルギー、エントロピー、理想気体の状態方程式", ""], "第10回": ["カノニカル集団の例：磁場内にあるスピン系、調和振動子系の自由エネルギー、エントロピー", ""], "第11回": ["熱だめと熱的・拡散的接触した系：化学ポテンシャル、理想気体の化学ポテンシャル", ""], "第12回": ["ギブス因子と大分配関数、拡散的平衡状態にある系の粒子数の熱平均値、気体分子の等温吸着曲線", ""], "第13回": ["量子気体の軌道の分布関数：フェルミ分布、ボーズ分布、軌道の分布関数の古典極限<BR/>ギブスの自由エネルギー", ""], "第14回": ["混合理想気体の化学ポテンシャル、化学平衡、質量作用の法則、van&#39;t Hoff の関係式", ""], "授業外学習2": "抽象的な物理的概念の理解が容易ではない分野なので、自分自身が納得できるまで繰り返し文章を読み込んで、真の理解を得ようとする努力が必要である。講義を聴くだけでなく、適切な参考書を一冊購入して、自分自身の力で抽象的な物理的概念の把握ができるように学習することが望まれる。"}, "評価": {"教科書Required texts0": "参考書として、キッテル「熱物理学」（丸善）、長岡洋介「統計力学」（岩波書店）が薦められる。特にキッテルの本は首尾一貫してギブスの熱統計力学に基礎を置く単純明快でユニークな名著である。章末の演習問題も、固体物理、宇宙物理、生物物理の各分野から選ばれた良問に富んでいて、生涯の愛読書として手元に置いてほしい一冊である。私が作成した教科書風の教材「熱統計物理学入門（全60頁）」をＬＵＮＡで公開しているので、それも参考にしてほしい。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n【オンライン受講生・緊急時の授業】毎回リポート課題を提示し、その回答に基づいて成績評価します。定期試験が実施された場合は、この期間中に提出されたリポートの成績も考慮し、それを定期試験の成績に加味して最終評価を決めます。", "更新日時/Date of Update0": "2021年10月16日 10時19分18秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "ＩＶ－３０５"]}, "campas": 1, "name": "【212】基礎物理学Ｄ／General Physics D", "管理部署": 6, "単位数": 2, "担当者": "瀬川　新一（SEGAWA SHINICHI） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 30, "評価1": 0, "開講期": 2}