{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "20世紀初頭に古典力学では説明できない物理現象を説明するために誕生した量子力学について、それが確立していく過程を学ぶことを通して、古典力学とは異なる量子力学の基本的な考え方を理解することを目的とする。", "到達目標": "量子力学が確立していく過程でのさまざまな議論を学ぶことを通して、古典力学の適用限界と新しい量子力学の基本的な考え方を理解し、ミクロな粒子がかかわる簡単な物理現象に量子力学を適用して問題を解くことができるようになることを目標とする。<br />", "特記事項": "【合併】基礎物理学Ｃ（理学部）/基礎物理学C（理工学部）", "関連科目": "基礎物理学A、基礎物理学B", "授業の概要・背景": "", "授業方法": "講義形式で行う。", "トピック": {"第1回": ["黒体放射や光電効果など古典力学では説明できない現象を説明するために、量子概念が誕生してくる歴史的過程について概説する。<br />", "基礎物理学Aと基礎物理学Bの内容について復習しておくこと（2時間）<br />"], "第2回": ["ボーアの原子モデルを中心に、古典力学と量子条件によってミクロな現象を説明する前期量子論について概説し、その限界について講義する。また、量子力学の基礎となる粒子性と波動性に係るド・ブロイの物質波の考え方について概説する。", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。また、ボーアの原子モデルについて調べておく（1時間）。"], "第3回": ["ド・ブロイの物質波の考えを発展させて、量子論の基礎となる時間を含むシュレーディンガーの波動方程式を導く。また、波動方程式に現れる波動関数の意味について考えることを通して、古典力学と異なる量子論の考え方について解説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。ド・ブロイの物質波の考え方について調べておく（1時間）。"], "第4回": ["第３回に引き続いて、古典力学とは異なる量子論の基本的考え方について解説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。古典力学における波動方程式について調べておく（1時間）。"], "第5回": ["シュレーディンガーの波動方程式と古典力学のニュートンの運動方程式との関係について解説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。ニュートンの運動方程式について調べておく（1時間）。"], "第6回": ["古典力学における定常波について復習し、定常状態の波動関数が満たす時間を含まないシュレーディンガー波動方程式を導く。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。古典力学の波動砲定期から導かれる定在波について調べておく（1時間）。"], "第7回": ["時間を含まないシュレーディンガー波動方程式を用いて、箱の中に閉じ込められた自由粒子の取り得る状態に対するエネルギーと波動関数を求める。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。（1時間）。"], "第8回": ["時間を含まないシュレーディンガー波動方程式を用いて、調和振動子の波動関数を求める。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。調和振動子について調べておく（1時間）。"], "第9回": ["水素原子（中心力場中の電子）の定常状態について、時間を含まないシュレーディンガー波動方程式を用いて求める。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。古典力学の中心力場と極座標について調べておく（1時間）。"], "第10回": ["量子力学における物理量の扱いについて概説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。ニュートンの運動方程式において物理量がどのように扱われているか考えておく（1時間）。"], "第11回": ["運動量に対する固有関数を求め、位置と運動量の不確定性関係について概説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。古典力学における運動量について理解しておく（1時間）。"], "第12回": ["波動関数によって表される波束の時間変化について概説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。できればフーリエ変換について調べておく（1時間）。"], "第13回": ["電子のもつスピンと磁気的な性質について概説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。電磁気学で地場について復習しておく（1時間）。"], "第14回": ["多電子原子、水素分子、固体の電気的性質などが量子力学によってどのように説明されるか概説する。<br />", "前回の授業内容について復習し、参考書などを利用して関連する演習問題を解いて理解を深めておく（2時間）。固体の電気的性質について調べておく（1時間）。"]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書Required texts0": "教科書は指定しない。必要に応じで資料を配布する。", "参考文献・資料Reference books0": "量子力学の概念はひとつの教科書を読んでも理解できないことが多い。以下にいくつか参考書をあげるが、他にも多くのレベルや書き方の異なる参考書が発行されているので、図書館などで確認して、自分に合うものを探してください。できれば複数の参考書を読むことを勧めます。\nシュポルスキー「原子物理学I」（東京図書）原子物理に関係する実験などの記述が詳しい\n朝永振一郎「量子力学I」（みすず書房）量子力学の古典的名著\nその他、小出昭一郎「量子論」（裳華房）、江沢洋「量子力学（Ⅰ）」（裳華房）、前野昌弘「よくわかる量子力学」（東京図書）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", "解答の論理性、計算の正確性"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "内容の論理性、計算の正確性"], "成績評価Grading3": "備考　Note\n授業期間中に、複数のレポートを課す予定である。これらのレポートと定期試験の結果を合わせて評価する。", "更新日時/Date of Update0": "2024年04月22日 12時41分32秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "ＶＩＩＩ－２０１"]}, "campas": 1, "name": "【212】基礎物理学C／General Physics C", "管理部署": 6, "単位数": 2, "担当者": "加藤　知（KATO SATORU） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 9, "評価1": 0, "評価2": 3, "開講期": 1, "成績評価備考": "備考　Note\n授業期間中に、複数のレポートを課す予定である。これらのレポートと定期試験の結果を合わせて評価する。"}