{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "多数の粒子からなる系の熱的性質を支配する基本法則を理解し、これらの法則が微視的状態の集団平均として系の性質を記述する統計力学によってどのように説明されるか学ぶことを目的とする。<br />", "到達目標": "熱力学の第１法則と第２法則について深く理解し、系の取り得る状態の数とエントロピーとの関係、統計集団、ボルツマン因子、分配関数などの統計力学の基本的な事項に関する計算ができるようになることを目標とする。<br />", "特記事項": "【合併】基礎物理学Ｄ（理学部）/基礎物理学D（理工学部）", "関連科目": "基礎物理学A,基礎物理学B,基礎物理学C", "授業の概要・背景": "", "授業方法": "講義形式で行う。", "トピック": {"第1回": ["熱力学の基礎：熱平衡状態と非平衡状態、状態量と状態方程式、温度と熱、熱と仕事、内部エネルギーなど熱理学系を理解するために必要な基礎的事項について解説する。<br />", "高校理物理で学習した熱力学について復習しておくこと（2時間）<br />"], "第2回": ["熱力学第１法則：準静的変化や断熱変化など、熱力学系の状態の変化について解説し、熱と仕事に関するエネルギー保存則である熱力学第１法則について議論する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。力学におけるエネルギー保存について調べておく（1時間）。"], "第3回": ["熱力学第２法則：熱機関の可逆サイクルと不可逆サイクルについて考察し、可逆機関の効率が最大であることを導く。また、エントロピーという状態量を導入し、孤立系においては平衡状態に向かってエントロピーが増大するという熱理学第２法則について議論する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。熱機関の仕組みについて調べておく（1時間）。"], "第4回": ["エントロピーと熱力学的関係式：エントロピーの性質について考察し、熱力学的関係式、Helmholtzの自由エネルギーやGibbsの自由エネルギーなどの熱力学関数を導き、それらの意味について概説する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。エントロピーについて調べておく（1時間）。"], "第5回": ["エントロピーと熱力学的関係式：第４回で導入された熱力学関数の意味について議論し、それらの関数を関連付けるLegendre変換について解説する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。Legendre変換について、どのような変換か調べておく（1時間）。"], "第6回": ["気体分子運動論：熱力学系をミクロな視点から理解する手始めとして、気体分子運動論について考える。気体の圧力、理想気体の温度、気体の比熱などを気体分子の運動からどのように理解するか議論する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。理想気体とはどのような気体か調べておく（1時間）。"], "第7回": ["統計力学の基礎：多数の粒子からなる熱力学系を統計的に扱うための基礎となる考え方や数学的準備について解説する。気体分子の速度分布、分布の確率計算、スターリングの公式による近似、位相空間などについて講義する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。高校で習った確率の計算について復習しておく（1時間）。"], "第8回": ["ミクロカノニカル分布：統計力学の出発点となる粒子数が一定で外界と熱や仕事のやり取りをしない孤立している系の平衡状態を表す統計集団であるミクロカノニカル集団について、統計的にどのように扱うか考える。等重率の仮定から出発して、統計力学的に定義されたエントロピーを導入する。状態が離散的で状態数を数えるのが容易である量子系から始めて、後で古典力学系について考える。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。基礎物理学Cて学修した量子力学について復習しておく（1時間）。"], "第9回": ["カノニカル分布：温度一定の熱浴に接触して平衡状態にある系の熱平衡状態を表すカノニカル集団について、統計的にどのように扱うか考える。あるエネルギーをもつ状態を取る確率がボルツマン因子に比例することを導き、分配関数や自由エネルギーについて議論する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。ボルツマン因子と分配関数について予習しておく（1時間）。"], "第10回": ["カノニカル分布：第９回で導入したカノニカル分布について、さらに詳細に議論する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。分配関数と自由エネルギーについて予習しておく（1時間）。"], "第11回": ["グランドカノニカル分布：エネルギーと粒子を熱浴のやり取りをする系の熱平衡状態を表すグランドカノニカル集団について、統計的にどのように扱うか考える。カノニカル分布を拡張して、粒子数とエネルギーが与えられた状態の取り得る確率を導き、大分配関数を導く。化学ポテンシャルについても解説する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。化学ポテンシャルについて調べておく（1時間）。"], "第12回": ["古典力学系と量子力学系の統計力学：古典力学系を量子系の近似として考察し、どのような条件で近似が有効か考える。古典力学系で得られるエネルギー等分配の法則などを導く。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。基礎物理学Cで学習した量子力学と古典力学の関係について復習しておく（1時間）。"], "第13回": ["フェルミ分布とボース分布：量子力学的粒子に適用されるフェルミ統計とボース統計について概説する。半導体中の電子のようなパウリの排他原理が適用される粒子に対するフェルミ分布と光子のように排他原理が適用されない粒子に対するボース分布を導き、それらの性質について議論する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。パウリの排他原理について調べておく（1時間）。"], "第14回": ["統計力学の適用例：黒体放射、固体の比熱などいくつかの具体例について、統計力学によってどのように記述されるか解説する。<br />", "前回の授業の内容について復習し、適当な参考書を利用して関連個所に関する演習問題を解く（2時間）。黒体放射や固体の比熱の特徴について調べておく（1時間）。"]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書Required texts0": "教科書は指定しない。必要に応じて資料を配布する。", "参考文献・資料Reference books0": "熱統計力学の概念は最初は理解しにくいので、自分に合った複数の参考書を見て学修することを勧める。以下に挙げた参考書以外にも様々なレベルとスタイルの多数の参考書が発行されているので、図書館等で実際に読んでみてすんなり理解できるものを選んでください。\n戸田盛和「熱・統計力学（物理入門コース）」（岩波書店）、相沢洋二「キーポイント熱・統計力学（物理のキーポイント）」（岩波書店）、キッテル「熱物理学」（丸善）、長岡洋介「統計力学」（岩波書店）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", "解答の論理性、計算の正確性"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "内容の論理性、計算の正確性"], "成績評価Grading3": "備考　Note\n授業期間中に課す複数のレポートと定期試験を合わせて評価する。", "更新日時/Date of Update0": "2024年03月18日 13時50分22秒", "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＩＶ－２０５"]}, "campas": 1, "name": "【212】基礎物理学D／General Physics D", "管理部署": 6, "単位数": 2, "担当者": "加藤　知（KATO SATORU） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 9, "評価1": 0, "評価2": 3, "開講期": 2, "成績評価備考": "備考　Note\n授業期間中に課す複数のレポートと定期試験を合わせて評価する。"}