{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、企業人や研究者にとって、今後の開発・研究・経済活動においてますます重要性を増している知的財産制度の全般的理解に加え、産業財産権制度の法域ごとの相違、我が国制度と他国制度との相違、知的財産制度の現状と将来像を理解することである。", "到達目標": "・知的財産制度全体の体系的理解ができる。<BR/>・産業財産権制度の各法域の相違についての理解ができる。<BR/>・研究活動における知的財産の重要性、技術の蓄積及び進展に貢献していることが理解できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】知的財産戦略論（総合政策学部）/知的財産戦略論（理工学部）", "関連科目": "", "授業方法": "主に講義形式によるが、適宜コメントの提出又は小テストの実施を行う場合がある。<BR/>【オンライン受講生対象】オンラインでの受講を許可された学生に対しては、「zoomによる同時配信」で対応する予定である。資料についてLUNAにアップし、動画コンテンツについても別途サーバにて一定期間配信する。詳細については、１回目の講義時に説明する。<BR/>【感染防止重点期間】取扱の詳細については備考欄へ。", "トピック": {"第1回": ["（１）知的財産制度概要<BR/>　知的財産制度の基礎を理解する。知的財産とは何か、知的財産と物権との違い、知的財産基本法と関連法について理解する。知的財産をめぐる事例も紹介する。", ""], "第2回": ["（２）特許法<BR/>　特許法の基礎を理解する。保護対象、発明の定義、特許法の目的、特許要件（新規性、進歩性、産業上利用可能性）、先願主義などについて理解する。", ""], "第3回": ["（３）特許法<BR/>　特許出願明細書、請求の範囲など、出願手続に関すること、特許文献の見方など実務的内容について理解する。", ""], "第4回": ["（４）特許法<BR/>　特許権の調整、活用、移転などについて理解する。請求項の記載や把握における留意点など、権利範囲の捉え方についても説明する。", ""], "第5回": ["（５）特許法<BR/>　異議申立、審判請求、審決取消訴訟や侵害訴訟など特許を巡る争いについて概説する。付随して、特許調査や鑑定についても触れる。", ""], "第6回": ["（６）実用新案法<BR/>　実用新案法の基礎を理解する。主として特許法との相違点を中心として、保護対象、無審査登録制度などについて説明する。", ""], "第7回": ["（７）実用新案法<BR/>　実用新案法に特有の制度、例えば、権利行使の際の留意点（技術評価書）や特許出願への変更などについて説明する。", ""], "第8回": ["（８）意匠法<BR/>　意匠法の基礎を理解する。主として特許法との相違点を中心として、法目的、保護対象、存続期間などについて説明する。", ""], "第9回": ["（９）意匠法<BR/>　意匠法に特有の制度（部分意匠、関連意匠、組物の意匠など）について説明する。意匠における類似の概念や権利範囲の調整について説明する。", ""], "第10回": ["（１０）商標法<BR/>　商標法の基礎を理解する。保護対象、登録要件、権利の調整、更新制度などを理解する。", ""], "第11回": ["（１１）商標法<BR/>　防護標章制度、地域団体商標、国際的な商標保護の取組などについて理解する。商標侵害事例も紹介する。", ""], "第12回": ["（１２）著作権法<BR/>　著作権法の基礎を理解する。著作物性、著作権の種類、著作権をめぐる事例について、事例を紹介しつつ説明する。", ""], "第13回": ["（１３）不正競争防止法<BR/>　不正競争防止法の基礎を理解する。不正競争行為や新たな保護対象（データ）について、事例を紹介しつつ説明する。", ""], "第14回": ["（１４）その他（その他の知的財産制度、知的財産を取り巻く環境など）<BR/>　種苗法、品種登録制度、タイムスタンプなどの紹介、現在の日本の知財環境などについて説明する。また、パリ条約、特許協力（ＰＣＴ）条約などの知的財産関連条約、諸外国の知的財産制度についても簡単に触れる。", ""], "授業外学習2": "レジュメを配布するので、レジュメに記載された各法律については、具体的な条文を各自で確認しておくことが必要である。"}, "評価": {"教科書Required texts0": "教科書は指定しない。適宜レジュメを配布する。", "参考文献・資料Reference books0": "各回において適宜紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", "知的財産制度の全般的理解を問う。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "講義時のコメント提出又は小テストの受講、講義への出席等積極的参加を評価する。"], "成績評価Grading3": "備考　Note\n・オンラインでの受講を許可された学生に対しても通常と同様の成績評価を行う。\n・コロナ感染状況に鑑みて、成績評価を定期試験から平常リポートに変更する場合がある。\n・平常リポートは、ミニテスト、リポート又はそれらの組合せで行い、講義後半のいずれかの講義時間において実施するか、又は講義中に提示した課題を設定期限までに提出することにより行う。\n・オンラインでの受講を許可された学生以外の学生も「zoomによる同時配信」の講義を受講することができる。ただし、その場合の出席評価は、対面出席の場合の１／２～１／３となる。", "備考Note0": "【感染防止重点期間】本講座は原則として対面講義であるが、将来オンラインに移行した場合には、上記「授業方法」に記載の【オンライン受講生対象】と同様の対応となる。", "更新日時/Date of Update1": "2022年02月09日 18時26分06秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "ＩＩ－２０１"]}, "campas": 1, "name": "【327】知的財産戦略論／Intellectual Property Strategies", "管理部署": 6, "単位数": 2, "担当者": "梶　俊和（KAJI TOSHIKAZU） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 31, "評価1": 0, "評価2": 4, "開講期": 1}