{"履修期": "秋学期集中", "主な教授言語": "英語", "授業目的": "学生が熱帯の海洋と森林の生態系と多様性を理解することを目的とする。また、そこに生活する人々の暮らしをみることで、熱帯地域におけるヒトと自然の共生を理解する。", "到達目標": "学生が海浜生物の生態を通じて生物の多様性獲得について学ぶ。また、サンゴ礁や熱帯森林など熱帯特有の生態系、共生系についても現地調査を通じて理解を深める。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】海外生命環境学プログラムＢ　２（生命環境学部）/海外理工学プログラムＢ　１６（理工学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "This program will be conducted in intensive lecture format (English) during the spring holiday period. It will be carried out at a laboratory at Udayana University, Bali, Indonesia. Students will conduct experiments and exercises in parallel, and after completion of the program, they will be requested a final presentation in English and a report task.<BR/>【If the spreading situation of COVID-19 does not end, the course may not be offered.】【新型コロナウイルス感染拡大の終息を開催の前提としています。】", "トピック": {"授業計画1": "Before departure: Students need to take a lecture about marine life, biodiversity, evolution, and basic practice of laboratory works. <BR/>Day 1: Observation of marine organisms by snorkeling<BR/>2nd - 3rd day: Classification of fish (Learning about symbiotic relationships of coral reefs)<BR/>Day 4: Observation of zooplankton and investigation of the eating habits of larvae<BR/>Day 5: Ecology of tropical forest and plants<BR/>(This schedule may be changed depending on the marine condition and organisms collected, weather conditions, etc.)", "授業外学習2": "English skill is required. Students have to be familiar with the handling of the microscope.Participants who did not take biology at a high school should prepare for basic knowledge for cell development and differentiation in advance. The contents of the practical training will be distributed in English."}, "評価": {"教科書Required texts0": "The texts of the practical training will be distributed in English at Udayana University, Bali, Indonesia.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "グループワークとプレゼンテーション（40％）、最終リポート（60％）を総合して評価する。"], "成績評価Grading2": "備考　Note\nFinal evaluation is done by attendance, presentation and experiment report.", "更新日時/Date of Update0": "2022年02月09日 18時26分06秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "教室未定"]}, "campas": 1, "name": "【126】海外理工学プログラムＢ　１６／Sci-Tech Overseas Program B", "管理部署": 6, "単位数": 2, "担当者": "藤原　伸介（FUJIWARA SHINSUKE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 9}