{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学生が、機能磁性材料を対象とした実験的研究を通して、調査研究や開発などの実際の問題に既習事項を適用する方法を習得することである。", "到達目標": "本授業では、以下の３点を到達目標とする。<BR/>機能性磁性材料、とくに、永久磁石材料やスピントロニクス材料の研究を通じて、<BR/>(1) 材料の基本的な物性や磁性について理解し、基礎となる物理機構を説明することができる<BR/>(2) 物性計測、光計測、放射光計測の原理を理解し、これらの計測手法による実験を安全かつ適切に行うことができる<BR/>(3) 実験結果を明快にプレゼンテーションする技法を身につけ、実験結果に基づいた議論を他者と行うことができる", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "各自の研究課題について、計画立案、実験方法の検討、実験の実施、データ解析、考察を行う。実験は、研究室の実験装置を用いた物性評価や光学測定に加え、大型放射光施設SPring-8での実験も検討する。実験装置の開発についても卒業研究の主要なテーマとして位置づける。<BR/>研究室内の定期報告会において、研究室メンバーに課題の進捗を報告するとともに議論を行う。教員とは日常的に議論を行い、適宜実験レポートを作成する。年度末の卒業研究発表会において研究成果を発表する。", "トピック": {"授業計画1": "研究室配属後、教員と議論しながら各自の研究課題を決定する。文献等による調査を行い、実験方法、開発要素、期待される成果など研究計画を立案する。実験は、研究室の実験装置を用いた物性評価や光学測定に加え、大型放射光施設SPring-8での実験も検討する。研究室内の定期報告会において、研究室メンバーに課題の進捗を報告するとともに議論を行う。教員とは日常的に議論を行い、適宜実験レポートを作成する。年度末の卒業研究発表会において研究成果を発表する。", "授業外学習2": "卒業研究課題を行うにあたり、電磁気学、光学、量子力学、熱統計力学、固体物理学の基礎を復習しておくこと。必要に応じてプログラミングを学び、電子回路、機械製図についての知識を習得する。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "研究テーマへの理解度や研究への取り組み姿勢などを総合的に考慮して判断する。"], "更新日時/Date of Update0": "2023年01月12日 14時24分12秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "集中・その他／Concentration/Other", "通年／Year Round", "教室未定"]}, "campas": 1, "name": "【401】卒業実験及び演習　３ｈ／Research Work", "管理部署": 6, "単位数": 8, "担当者": "鈴木　基寛（SUZUKI MOTOHIRO） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 3, "評価2": 4, "開講期": 0}