{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "&lt;Reading&gt; The aim of this course is to continue to build on students&#39; intensive and extensive reading skills by reading about a variety of current event and policy topics. Students will use graded readers to improve their reading fluency and vocabulary, and improve their critical reading skills.<BR/>＜Seminar＞ The purpose of this course is to develop students&#39; academic discussion skills focusing on social issues.", "到達目標": "&lt;Reading&gt; Students will be able to: 1) increase their ability to comprehend academic and current events-related texts 2) expand their knowledge of vocabulary 3) improve their reading speed and fluency and 4) strengthen their critical, analytical reading skills.<BR/>&lt;Seminar&gt; Students learn vocabulary, how to use discussion questions, and discussion skills. Students also learn how to evaluate information on the web.", "授業方法": "Materials, instruction, and all class communication are in English.<BR/>NOTE: EC classes will be conduced simultaneous and two-way until further notice. Your teachers will inform you if we will continue to be online after that time or if we will return to face-to-face classes. WRITING will remain simultaneous and two-way throughout the Fall semester.", "トピック": {"授業計画1": "&lt;Reading&gt; Students will improve their ability to read texts on a variety of different topics in different genres. <BR/>&lt;Seminar&gt; Students will develop an ability to discuss a topic with a group. The topics will challenge students to think beyond their experiences and cultural influences.", "授業外学習2": "&lt;Seminar&gt; Students read articles and discuss them in class. Students learn vocabulary, ask discussion questions, and use discussion skills. Students find information on the Internet evaluate it.<BR/>&lt;Reading&gt; Students will read and prepare to discuss and respond to texts."}, "評価": {"教科書Required texts0": "＜Presentation＞＜Seminar＞＜Writing> Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. <Reading> Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Students will also be required to purchase an XReading card to access online graded readers and Reading for Speed and Fluency Book 4.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n＜Reading＞Students will be assessed based on quizzes, unit discussions, extensive reading, participation, and literature circle performance.\n＜Seminar＞Students are assessed on this course through unit discussion tests, test preparation materials, and article-related discussion preparation materials.", "更新日時/Date of Update0": "2021年10月05日 17時48分00秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "教室未定"], "項番No.2": ["2021年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "教室未定"]}, "campas": 1, "name": "【150】English Communication IV(International Student)／English Communication IV(International Student)", "管理部署": 7, "単位数": 2, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 8, "時限2": 23, "評価1": 4, "開講期": 2}