{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "＜Reading＞EC2 Reading is designed to develop students’ confidence, fluency, speed, and interest in reading in English. <BR/>＜Speaking＞ EC2 Speaking aims to enable students to have basic discussions on given topics. Students read articles about the topics and talk about the topics. They learn discussion questions, skills and language which help them to talk about the topics.", "到達目標": "&lt;Reading&gt; Students in EC3 Reading will be able to 1) increase their comprehension of a variety of texts 2) increase their vocabulary knowledge and 3) develop reading fluency, confidence and speed.<BR/>&lt;Seminar&gt; Students will be able to improve their academic discussion skills through reading articles and discussing them in class. Students learn vocabulary, discussion questions, and discussion skills. ", "授業方法": "Materials, instruction, and all class communication are in English.", "トピック": {"授業計画1": "&lt;Reading&gt; In class, students will  practice intensive reading skills and learn vocabulary by reading articles and completing response tasks for the graded readers. <BR/>&lt;Speaking&gt; EC2 Speaking prepares students to have basic discussions. The first part of the course introduces students to the idea of discussions while the second part introduces students to topic-related academic articles. Throughout the course, there are many opportunities for students to practice pair discussions.", "授業外学習2": "&lt;Reading&gt; Students will read graded readers, write graded reader response tasks, take online quizzes, and study vocabulary.<BR/>&lt;Speaking&gt; Students will read the articles, understand them, and memorise key sentences from them. They will complete homework related to the articles. They will also study topic-related vocabulary and grammar and use them in their graded homework preparation for the speaking tests. They should also try to have practice discussions outside class."}, "評価": {"教科書Required texts0": "＜Reading＞ Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. You will also need to buy a pre-paid XReading card, a copy of Reading for Speed and Fluency 2.\n＜Speaking＞ Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Some paper materials may also be provided in class.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n＜Reading＞.. Students will be assessed through unit tests, book tests, Xreading quizzes, and written responses to graded readers and discussions.\n＜Speaking> Students will be assessed by speaking tests, homework tests and a practical English test. They also have to submit written homework and participate actively in class.", "更新日時/Date of Update0": "2021年03月30日 14時26分43秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "教室未定"], "項番No.2": ["2021年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "教室未定"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【100】English Communication II(International Student)／English Communication II(International Student)", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "時限1": "火曜２時限／Tuesday 2", "時限2": "木曜３時限／Thursday 3", "開講期": "秋学期／Fall"}