{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "＜Seminar＞ The purpose of EC6 Seminar is to help students improve their academic speaking and listening. Each unit has articles designed to develop student&#39;s interest, vocabulary, and knowledge of social topics, as well as encourage speaking fluency. <BR/>＜Writing＞ The purpose of EC6 Writing is to help students improve on the writing and research skills they learned in EC5 Writing. Students will write one major problem-solution paper. Over the course of the semester, they will conduct English-language research on a topic and evaluate sources. They will use and improve their abilities to write and reference formal, academic papers. <BR/>＜Advanced Listening＞ The purpose of EC6 Advanced Listening is to improve students&#39; ability to listen to and understand short lectures in English. Students will also learn relevant note-taking skills.<BR/>＜Special Topics＞Special Topics courses are a chance for students to choose and study a topic through English. Each EC6 Special Topics course is different. The topics are determined by the teacher.", "到達目標": "&lt;Advanced Listening&gt; Students in EC6 Listening will be able to 1) Increase their comprehension of academic lectures, 2) Learn to take effective notes; and 3) increase their vocabulary knowledge.<BR/>&lt;Seminar&gt; Students will be able to hold 30 minute discussions on academic topics in English using appropriate vocabulary and language. They will be able to research and present information on those topics to their classmates and guide them in a discussion of the research. <BR/>&lt;Writing&gt; Students in EC6 Writing with be able to use academic readings to support ideas in their academic essays.<BR/>&lt;Special Topics&gt; Special Topics courses review the skills students have learned in the EC program and help students use those skills to learn content through English.", "授業方法": "Materials, instruction, and all class communication are in English.<BR/>NOTE: EC classes will be conduced simultaneous and two-way until further notice. Your teachers will inform you if we will continue to be online after that time or if we will return to face-to-face classes. WRITING will remain simultaneous and two-way throughout the Fall semester.", "トピック": {"授業計画1": "&lt;Advanced Listening&gt; Students will listen to lectures on five different units: The Dark side of Tourism, Artificial Intelligence, Civil Rights, Digital Privacy Rights and Aid to the Developing World.  <BR/>&lt;Seminar&gt; Students will study three units: Adulthood, The Changing Workplace, and Foreign Aid. Students will also have the chance to independently research these topics and the wider skills of academic discussions. &lt;Writing&gt; Students will research, write and review essay paragraphs. <BR/>&lt;Special Topics&gt; The schedule for each Special Topics course will depend on the teacher and will be announced to students at the beginning of the class.", "授業外学習2": "&lt;Advanced Listening&gt; Students will need to listen to and take notes on topic lecture videos. Students will be assessed through weekly comprehension and vocabulary tests and quizzes, as well as a final exam.<BR/>&lt;Seminar&gt; This is a topic-based discussion course, with topics being more challenging than those in past seminar courses. As in EC5 Seminar, to prepare for the discussions, you will read articles, answer questions, and research the topic on the Internet. In the discussions, you will present, discuss, and explore the topics based on your reading and research.   <BR/>&lt;Writing&gt; Students will write one academic essay as well as read articles and prepare for in-class quizzes. <BR/>&lt;Special Topics&gt; Each Special Topics course will have different homework associated with the topic."}, "評価": {"教科書Required texts0": "＜Advanced Listening＞＜Seminar＞＜Writing>\nMaterials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.\n<Special Topics> Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Some special topics courses may require other materials. Your teacher will let you know on the first day of class if you need to purchase anything extra.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n<Advanced Listening> Each unit has quizzes and an intensive listening test.\n＜Seminar＞Each unit in this seminar class is assessed though regular graded discussions, preparation towards specific discussion goals, and regular quizzes related to the weekly preparation reading.\n＜Writing＞Each unit in this course will be assessed through quizzes, research notes, first draft assignments and a final draft.\n<Special Topics> Each Special Topics Course is graded differently. Your teacher will provide you with the course syllabus on the first day of class.", "更新日時/Date of Update0": "2021年10月05日 17時48分27秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "教室未定"], "項番No.2": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "教室未定"], "項番No.3": ["2021年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "教室未定"], "項番No.4": ["2021年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "教室未定"]}, "campas": 1, "name": "【200】英語コミュニケーションVI　Ａ／English Communication 6", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 7, "時限2": 16, "時限3": 23, "時限4": 28, "評価1": 4, "開講期": 2}