{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "&lt;Reading&gt; The aim of this course is to continue to build on students&#39; intensive and extensive reading skills by reading about a variety of current event and policy topics. Students will use graded readers to improve their reading fluency and vocabulary, and improve their critical reading skills.<BR/>＜Presentation＞ The aim of the course is to develop group presentation skills to describe a social problem and suggest possible solutions with secondary data support.  <BR/>＜Seminar＞ The purpose of this course is to develop students&#39; academic discussion skills focusing on social issues. <BR/>＜Writing＞ The purpose of this course is to continue to develop the academic writing skills developed in EC3 Writing.", "到達目標": "&lt;Reading&gt; Students will be able to: 1) increase their ability to comprehend academic and current events-related texts 2) expand their knowledge of vocabulary 3) improve their reading speed and fluency and 4) strengthen their critical, analytical reading skills.<BR/>&lt;Presentation&gt; Students will be able to use a variety of presentation language to coherently guide the audience through their presentation and describe their data and central arguments. Students will be able to create effective visual aids and source reliable data. <BR/>&lt;Seminar&gt; Students learn vocabulary, how to use discussion questions, and discussion skills. Students also learn how to evaluate information on the web.<BR/>&lt;Writing&gt; Students review the paragraph writing skills from EC3 Writing, and develop two-paragraph essays with introductions and conclusions. They will also learn about supporting their opinions with facts and use an outside source in their essays. Students also develop and put to practice their understanding of the writing process.", "授業方法": "Materials, instruction, and all class communication are in English.<BR/>NOTE: EC classes will be conduced simultaneous and two-way until October 8th. Your teachers will inform you if we will continue to be online after that time or if we will return to face-to-face classes. WRITING will remain simultaneous and two-way throughout the Fall semester.", "トピック": {"授業計画1": "&lt;Listening&gt; Students complete listening, reading, and communication activities related to four unit topics: Study Abroad, Social Media, Global/Local Issue, &amp; Volunteering. Students also attend Research Fair presentations. &lt;Presentation&gt; Students will improve their ability to give a presentation in English confidently and comfortably  over the course of three presentations. For each presentation, students will concentrate on several aspects of public speaking while using and improving on the skills practiced before. <BR/>&lt;Seminar&gt; Students will develop an ability to discuss a topic with a group. The topics will challenge students to think beyond their experiences and cultural influences. <BR/>&lt;Writing&gt; Students will complete two two-draft essays that include introductions, outside sources, and conclusions. In addition, students will also complete two other writing tasks as further practice.", "授業外学習2": "&lt;Listening&gt; Students listen to audio recordings, read short articles, and complete language development activities.  <BR/>&lt;Presentation&gt; Students will be required to work individually or as a group to prepare and practice their presentations and to do self reflections after the presentations have been completed. <BR/>&lt;Seminar&gt; Students read articles and discuss them in class. Students learn vocabulary, ask discussion questions, and use discussion skills. Students find information on the Internet evaluate it.<BR/>&lt;Writing&gt; Students complete writing activities, study model essays, and apply their understanding of the writing process by planning and drafting essays. They are also required to revise their essay assignments based on teacher feedback. They also complete two Turnitin tasks and study for an outside source test."}, "評価": {"教科書Required texts0": "＜Presentation＞＜Seminar＞＜Writing> Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. <Reading> Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Students will also be required to purchase an XReading card to access online graded readers and Reading for Speed and Fluency Book 4.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n<Presentation>Students will be assessed on presentations made in class, the visual support and written planning and reflection tasks.\n＜Reading＞Students will be assessed based on quizzes, unit discussions, extensive reading, participation, and literature circle performance.\n＜Seminar＞Students are assessed on this course through unit discussion tests, test preparation materials, and article-related discussion preparation materials.\n＜Writing＞ Students are assessed on the the drafts of essays they write, quizzes, in-class writing activities.", "更新日時/Date of Update0": "2021年09月07日 11時35分45秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "教室未定"], "項番No.2": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "教室未定"], "項番No.3": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "教室未定"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【150】英語コミュニケーションIV　Ｂ／English Communication 4", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "4", "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "時限1": "火曜２時限／Tuesday 2", "時限2": "水曜１時限／Wednesday 1", "時限3": "木曜２時限／Thursday 2", "開講期": "秋学期／Fall"}