{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "&lt;Reading&gt; The purpose of the EC4 Reading course is to build on students' intensive and extensive reading skills by reading about a variety of policy topics of different genres.&lt;Presentation&gt;&nbsp;The purpose of the EC4 Presentation course&nbsp;is to develop group presentation skills to describe a social problem and suggest possible solutions with secondary data support.   &lt;Seminar&gt;&nbsp;The purpose of the EC4 Seminar course&nbsp;is to develop students' academic discussion skills focusing on social issues. &lt; Writing＞&nbsp;The purpose of the EC4 Writing course&nbsp;is to continue to develop the academic writing skills learned in EC3 Writing.", "到達目標": "&lt;Reading&gt; Students will be able to: 1) increase their ability to comprehend academic and current events-related texts 2) expand their knowledge of vocabulary 3) improve their reading speed and fluency and 4) strengthen their critical, analytical reading skills.&lt;Presentation&gt; Students will be able to use a variety of presentation language to coherently guide the audience through their presentation and describe their data and central arguments. Students will be able to create effective visual aids and source reliable data.&lt;Seminar&gt; Students will be able to : 1) improve vocabulary, 2) use discussion questions and skills to naturally participate in a discussion 3) evaluate information on the web.&nbsp;&lt;Writing&gt; Students review the paragraph writing skills from EC3 Writing, and develop essays with introductions and conclusions. They will also learn about supporting their opinions with facts and use an outside source in their essays. Students also develop and put to practice their understanding of the writing process.", "特記事項": "【合併】English Communication IV　Ａ（総合政策学部）/英語コミュニケーションIV　Ａ（総合政策学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Materials, instruction, and all class communication are in English. Course materials will be available to students through LUNA.", "トピック": {"授業計画1": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">*All 14 classes will be conducted face-to-face.</span></span><br /><listening><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&nbsp;&lt;Reading&gt; Students practice reading skills and read and discuss a variety of policy-related texts in English.&nbsp;<br /></span></span></listening><div><listening><presentation><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\"><span style=\"font-size:13.28px;\">&lt;Presentation&gt;</span>Students will improve their ability to give a presentation in English confidently and comfortably over the course of three presentations. For each presentation, students will concentrate on several aspects of public speaking while using and improving on the practiced skills before.</span></span><br /><seminar><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Seminar&gt; Students will develop an ability to discuss a topic with a group. The topics will challenge students to think beyond their experiences and cultural influences.</span></span><br /><writing><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Writing&gt; Students will complete essays that include introductions, outside sources, and conclusions. In addition, students will also complete tasks that improve fluency and understanding of the writing process.</span></span></writing></seminar></presentation></listening></div>", "授業外学習2": "<listening><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Reading&gt; Students read short articles, and complete language development activities. They read for fluency and speed on XReading.</span></span><br /><presentation><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Presentation&gt; Students will be required to work individually or as a group to prepare and practice their presentations and to do self reflections after the presentations have been completed.</span></span><br /><seminar><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Seminar&gt; Students read articles and discuss them in class. Students learn vocabulary using Quizlet and the articles, ask discussion questions, and use discussion skills. Students find information on the Internet evaluate it.</span></span><br /><writing><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Writing&gt; Students complete writing activities, study model essays, and apply their understanding of the writing process by planning and drafting essays. They are also required to revise their essay assignments based on teacher feedback. They also complete homework tasks to practise skills and revise their essays.</span></span></writing></seminar></presentation></listening>"}, "評価": {"教科書/Required texts0": ["&lt;Presentation&gt;&lt;Seminar&gt;&lt;Writing&gt; Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. &lt;Reading&gt;&nbsp;Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Students will also be required to purchase an XReading card to access online graded readers and Reading for Speed ​​and Fluency Book 4.\n &amp;lt;Presentation&amp;gt;&amp;lt;Seminar&amp;gt;&amp;lt;Writing&amp;gt; Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. &amp;lt;Reading&amp;gt;&amp;nbsp;Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Students will also be required to purchase an XReading card to access online graded readers and Reading for Speed ​​and Fluency Book 4.\">"], "学生による授業評価の方法Course Evaluation by Students0": ["Conducted in class"], "学生による授業評価の方法Course Evaluation by Students1": ["Each class subject is arranged on the curriculum based on the Diploma Policy (DP) and Curriculum Policy (CP) established by each faculty and graduate school. By studying this course with DP/CP in mind, you will develop the abilities expected by each faculty and graduate school. The DP, CP, and curriculum table (list of classes, etc.) for each faculty/graduate school are posted in the link below, so please use them as a reference for your study plan. https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1 *Link to kwic (only current students can view)"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": ["備考　Note Students will be assessed on presentations made in class, the visual support and written planning and reflection tasks. ＜Reading＞Students will be assessed based on quizzes, unit discussions, extensive reading, participation, and literature circle performance. ＜Seminar＞Students are assessed on this course through unit discussion tests, test preparation materials, and article-related discussion preparation materials. ＜Writing＞ Students are assessed on the drafts of essays they write, quizzes, in-class writing activities."], "更新日時/Date of Update0": ["2024年11月28日 08時04分19秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "教室未定"], "項番No.2": ["2025年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "教室未定"], "項番No.3": ["2025年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "教室未定"], "項番No.4": ["2025年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "教室未定"]}, "campas": 1, "name": "【150】English Communication IV　Ａ／English Communication IV", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": 2, "時限1": 9, "時限2": 15, "時限3": 21, "時限4": 29, "評価1": 6, "成績評価備考": "備考　Note\nStudents will be assessed on presentations made in class, the visual support and written planning and reflection tasks.\n＜Reading＞Students will be assessed based on quizzes, unit discussions, extensive reading, participation, and literature circle performance.\n＜Seminar＞Students are assessed on this course through unit discussion tests, test preparation materials, and article-related discussion preparation materials.\n＜Writing＞ Students are assessed on the drafts of essays they write, quizzes, in-class writing activities."}