{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "＜Listening＞ The purpose of EC1 Listening is to help students to understand different kinds of texts and improve vocabulary and understanding of natural connected speech sounds.<BR/>＜Reading＞The purpose of EC1 Reading is to develop students&#39; confidence, fluency, speed, and interest in reading in English. <BR/>&lt; Speaking＞ The purpose of EC1 Speaking is to develop students&#39; ability to talk about themselves and their experiences. They will also develop their ability to use basic functional language for everyday situations.<BR/>＜Writing &gt; The purpose of EC1 Writing is to introduce students to basic academic writing.", "到達目標": "＜Listening＞ Students will be able to understand short conversations and learn useful vocabulary from the conversations (intensive listening). They will also listen to and generally understand longer, easier texts in English (extensive listening). <BR/>&lt;Reading&gt; Students will be able to 1) improve reading speed and comprehension of articles 2) develop reading confidence, fluency, speed 3) learn new vocabulary.<BR/>&lt; Speaking＞ Students will be able to 1) have short conversations with a partner (includes asking and answering questions, and responding to their partner) 2) use vocabulary and grammar related to the speaking tasks, and 3) use practical language items accurately.<BR/>＜Writing&gt; Students will be able to 1) improve their accuracy of basic grammar 2) improve their writing fluency 3) be able to write and format a short academic paragraph and 4) be able to communicate with teachers by email.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】English Communication I　Ｂ（総合政策学部）/英語コミュニケーションI　Ｂ（総合政策学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": " &lt;all&gt; For all EC classes, materials, instruction and class communication are in English.", "トピック": {"授業計画1": "&lt;Listening&gt; EC1 Listening covers 5 topics. Students will listen to interviews about each topic and study associated vocabulary. They practice using the language they have learned to answer questions about themselves.  <BR/>&lt;Reading&gt; In class, students will  practice intensive reading skills and learn vocabulary by reading articles and complete response tasks for the graded readers. <BR/>&lt; Speaking&gt; EC1 Speaking has four main components: 1) students talk about themselves and their experiences 2) students study practical English items 3) students read and talk about a picture story 4) students talk freely about a wide range of topics. <BR/>&lt;Writing&gt; Students will 1) Practice writing on a given topic for a short period of time 2) Complete a task that involves useful grammar and vocabulary and 3) Learn basic paragraph structure.", "授業外学習2": "&lt;Listening&gt; Students will listen to dialogues and story books for homework. They will also study vocabulary. <BR/>&lt;Reading&gt; Students will read graded readers, write graded reader response tasks, take online quizzes, and study vocabulary.<BR/>&lt;Speaking＞ Students will study models, memorize useful sentences, and learn vocabulary and grammar related to the speaking tasks. In addition, students should prepare for their speaking tests and practice in pairs outside class. They will also review practical language items.<BR/>&lt;Writing&gt; Students will complete grammar exercises, write short responses to reading tasks, and develop basic academic paragraphs."}, "評価": {"教科書Required texts0": "＜Reading＞Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. You will also need to buy a pre-paid XReading card, a copy of Reading for Speed and Fluency 1.\n＜Speaking＞ Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.\n＜Writing＞ <Listening> Materials will be available on LUNA.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below."], "成績評価Grading2": "備考　Note\n＜Listening＞ Students will be assessed by short listening tests and simple comprehension and vocabulary tests.\n＜Reading＞ Students will be assessed through unit tests, book tests, Xreading quizzes, and written responses to graded readers and discussions.\n＜Speaking> Students will be assessed by speaking tests, homework tests and a Practical English Test. They also have to submit a piece of written homework and participate actively in class.\n＜Writing＞.Students will be assessed by homework, quizzes, written assignments, and a participation grade.", "更新日時/Date of Update0": "2022年01月14日 13時27分56秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "教室未定"], "項番No.2": ["2022年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "教室未定"], "項番No.3": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "教室未定"], "項番No.4": ["2022年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "教室未定"]}, "campas": 1, "name": "【100】English Communication I　Ｂ／English Communication I", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 7, "時限2": 16, "時限3": 23, "時限4": 28, "評価1": 4, "開講期": 1}