{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "＜Presentation＞ The purpose of EC3 Presentation is for students to build basic presentation skills and confidence by preparing and giving two presentations. Presentation topics will be based on your own knowledge or information provided. ＜Reading＞The purpose of EC3 Reading is for students&nbsp;to build intensive reading skills through unit texts based around many interesting topics. In addition, students will read graded readers and complete speed reading exercises to develop reading fluency, speed and confidence. ＜Seminar＞The purpose of EC3 Seminar is for students to build academic discussion skills and be able to discuss familiar topics and social issues relevant to Japanese learners. ＜Writing＞The purpose of EC3 Writing is for students to build their ability to write academic papers in English starting with the paragraph and progressing to a four paragraph essay.", "到達目標": "&lt;Presentation&gt; Students will be able to: demonstrate improvement of verbal delivery skills, demonstrate improvement of non-verbal delivery skills, demonstrate effective presentation content and structure, use appropriate visuals to help connect support the message.&lt;Reading&gt; Students will be able to: 1) increase their comprehension of a variety of texts 2) increase their vocabulary knowledge and 3) develop reading fluency, confidence and speed&lt;Seminar&gt; Students will be able to: 1) develop academic discussion skills 2) refer to articles 3) discuss familiar topics in small groups 4) improve vocabulary knowledge.&lt;Writing&gt; Students will be able to: write simple paragraphs with a clear topic sentence, two supporting ideas, details and a concluding sentence.", "特記事項": "【合併】English Communication III　Ａ（総合政策学部）/英語コミュニケーションIII　Ａ（総合政策学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Materials, instruction, and all class communication are in English. Course materials will be available to students through LUNA.", "トピック": {"授業計画1": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">*All 14 classes will be conducted face-to-face.</span></span><br /><presentation><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Presentation&gt; Students will learn and practice presentation skills and present on policy-based topics in pairs and small groups.</span></span><br /><reading><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Reading&gt; Students will complete reading skills and comprehension activities around a variety of texts as well as complete reading and vocabulary quizzes.</span></span><br /><seminar><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Seminar&gt; Students will develop an ability to discuss a topic for at least 5 minutes. Topics will require students to relate their lives to articles that are read in preparation.</span></span><br /><writing><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Writing&gt; Students will complete two two-draft assignments. There will also be tests to help students review their learning and to check on their progress.</span></span></writing></seminar></reading></presentation>", "授業外学習2": "<presentation><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Presentation&gt; Students will be required to work individually or as a group to prepare and practice their presentations and to do self reflections after the presentations have been completed.</span></span><br /><reading><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Reading&gt; Students will practice reading comprehension and reading skills through unit texts and vocabulary, read graded readers, complete speed reading and prepare for quizzes and tests.</span></span><br /><seminar><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Seminar&gt;Students read articles for meaning and structure. Students study vocabulary, questions, and skills before speaking tests.</span></span><br /><writing><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">&lt;Writing&gt; Students complete writing activities, study two-supporting idea paragraphs and practice the writing process in their own work (planning and drafting essays). They are also required to revise their assignments based on teacher feedback. They will also need to prepare for quizzes, and review the course materials on paragraph/essay organization for their writing tests.</span></span></writing></seminar></reading></presentation>"}, "評価": {"教科書/Required texts0": ["&lt;Seminar&gt; &lt;Writing&gt; &lt;Presentation&gt;Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.\n&lt;Reading&gt;Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.In addition, you will need to purchase an Xreading card and Reading for Speed ​​and Fluency Book 3 or 4\n   \n&amp;lt;Seminar&amp;gt; &amp;lt;Writing&amp;gt; &amp;lt;Presentation&amp;gt;Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.\n&amp;lt;Reading&amp;gt;Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.In addition, you will need to purchase an Xreading card and Reading for Speed ​​and Fluency Book 3 or 4\">"], "学生による授業評価の方法Course Evaluation by Students0": ["Conducted in class"], "学生による授業評価の方法Course Evaluation by Students1": ["Each class subject is arranged on the curriculum based on the Diploma Policy (DP) and Curriculum Policy (CP) established by each faculty and graduate school. By studying this course with DP/CP in mind, you will develop the abilities expected by each faculty and graduate school. The DP, CP, and curriculum table (list of classes, etc.) for each faculty/graduate school are posted in the link below, so please use them as a reference for your study plan. https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1 *Link to kwic (only current students can view)"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": ["備考　Note &lt;Presentation&gt; Students will be assessed on Presentation delivery, visual aid quality &amp; quality of planning and reflection.&lt;Reading&gt; Students will be assessed using quizzes, unit tests, discussions, extensive reading, speed reading, and class participation.&lt;Seminar&gt; Students are assessed on this course through unit discussion tests, test preparation materials, and article-related discussion preparation materials.&lt;Writing&gt; Students are assessed on the drafts of essays they write, quizzes, in-class writing activities."], "更新日時/Date of Update0": ["2025年02月10日 14時19分02秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "教室未定"], "項番No.2": ["2025年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "教室未定"], "項番No.3": ["2025年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "教室未定"], "項番No.4": ["2025年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "教室未定"]}, "campas": 1, "name": "【150】英語コミュニケーションIII　Ａ／English Communication 3", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": 1, "時限1": 9, "時限2": 15, "時限3": 21, "時限4": 29, "評価1": 6, "成績評価備考": "備考　Note\n<Presentation> Students will be assessed on Presentation delivery, visual aid quality & quality of planning and reflection.\n<Reading> Students will be assessed using quizzes, unit tests, discussions, extensive reading, speed reading, and class participation.\n<Seminar> Students are assessed on this course through unit discussion tests, test preparation materials, and article-related discussion preparation materials.\n<Writing> Students are assessed on the drafts of essays they write, quizzes, in-class writing activities."}