{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "＜Listening＞EC2 Listening aims to help students improve their listening and speaking. Students will listen to interviews, dialogues, and longer texts such as news stories. They will study vocabulary related to the topics as well as natural connected speech sounds.<BR/>＜Reading＞EC2 Reading is designed to develop students’ confidence, fluency, speed, and interest in reading in English. <BR/>＜Speaking＞ EC2 Speaking aims to enable students to have basic discussions on given topics. Students read articles about the topics and talk about the topics. They learn discussion questions, skills and language which help them to talk about the topics. <BR/>&lt;Writing&gt; EC2 Writing aims to teach students the basic language skills they require to succeed in EC3 and 4 Writing. These include important grammar points as well as a review of and further practice with basic paragraph structures.", "到達目標": "&lt;Listening&gt; Students will be able to 1) develop better comprehension of spoken English; 2) develop and apply a basic knowledge of the organization of discursive tests 3) develop language competence.<BR/>&lt;Reading&gt; Students in EC3 Reading will be able to 1) increase their comprehension of a variety of texts 2) increase their vocabulary knowledge and 3) develop reading fluency, confidence and speed.<BR/>&lt;Seminar&gt; Students will be able to improve their academic discussion skills through reading articles and discussing them in class. Students learn vocabulary, discussion questions, and discussion skills.  &lt;Writing&gt; Students will be able to develop their understanding of the structure of paragraphs and how to write simple paragraphs with a clear topic sentence, two supporting ideas, details and a concluding sentence.", "授業方法": "Materials, instruction, and all class communication are in English.<BR/>Materials, instruction, and all class communication are in English.<BR/>NOTE: EC classes will be conduced simultaneous and two-way until further notice. Your teachers will inform you if we will continue to be online after that time or if we will return to face-to-face classes. WRITING will remain simultaneous and two-way throughout the Fall semester.", "トピック": {"授業計画1": "&lt;Listening&gt; EC2 Listening covers 5 topics. In class, students listen to interviews and dialogues about each topic and study associated vocabulary and connected speech sounds. They practice using the learned language through conversations with classmates.<BR/>&lt;Reading&gt; In class, students will  practice intensive reading skills and learn vocabulary by reading articles and completing response tasks for the graded readers. <BR/>&lt;Speaking&gt; EC2 Speaking prepares students to have basic discussions. The first part of the course introduces students to the idea of discussions while the second part introduces students to topic-related academic articles. Throughout the course, there are many opportunities for students to practice pair discussions.<BR/>&lt;Writing&gt; Students will 1) Practice writing on a given topic for a short period of time 2) Demonstrate the ability to use specific grammar and vocabulary and 3) Learn basic paragraph structure.", "授業外学習2": "&lt;Listening&gt; Students will listen to dialogues, conversations and news stories for homework. They will also study vocabulary. <BR/>&lt;Reading&gt; Students will read graded readers, write graded reader response tasks, take online quizzes, and study vocabulary.<BR/>&lt;Speaking&gt; Students will read the articles, understand them, and memorise key sentences from them. They will complete homework related to the articles. They will also study topic-related vocabulary and grammar and use them in their graded homework preparation for the speaking tests. They should also try to have practice discussions outside class.<BR/>&lt;Writing&gt; Students will be engaged in writing tasks in-class and for homework. They will also complete three written assignments."}, "評価": {"教科書Required texts0": "＜Reading＞ Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. You will also need to buy a pre-paid XReading card, a copy of Reading for Speed and Fluency 2.\n＜Listening＞＜Speaking＞ <Writing>\nMaterials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. Some paper materials may also be provided in class.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n＜Listening＞.. Students will be assessed by short listening tests and simple comprehension and vocabulary tests.\n＜Reading＞.. Students will be assessed through unit tests, book tests, Xreading quizzes, and written responses to graded readers and discussions.\n＜Speaking> Students will be assessed by speaking tests, homework tests and a practical English test. They also have to submit written homework and participate actively in class.\n＜Writing＞Students will be assessed by homework, quizzes, written assignments, and a participation grade.", "更新日時/Date of Update0": "2021年12月10日 09時08分46秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "教室未定"], "項番No.2": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "教室未定"], "項番No.3": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "ＩＩ－３０４"], "項番No.4": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "ＩＩ－３０４"]}, "campas": 1, "name": "【100】英語コミュニケーションII　Ｂ／English Communication 2", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "時限2": 14, "時限3": 22, "時限4": 30, "評価1": 4, "開講期": 2}