{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "＜Reading＞The purpose of EC1 Reading is to develop students&#39; confidence, fluency, speed, and interest in reading in English. <BR/>&lt; Speaking＞ The purpose of EC1 Speaking is to develop students&#39; ability to talk about themselves and their experiences. They will also develop their ability to use basic functional language for everyday situations.", "到達目標": "&lt;Reading&gt; Students will be able to 1) improve reading speed and comprehension of articles 2) develop reading confidence, fluency, speed 3) learn new vocabulary.<BR/>&lt; Speaking＞ Students will be able to 1) have short conversations with a partner (includes asking and answering questions, and responding to their partner) 2) use vocabulary and grammar related to the speaking tasks, and 3) use practical language items accurately.", "授業方法": "&lt;Reading&gt; Reading classes will be held on Zoom for the first 4 weeks of classes. They will be face to face from May 21 if the COVID situation allows.International students who are overseas will be able to attend the classes via Zoom. &lt;Speaking&gt; Speaking classes will be held on Zoom for the first 4 weeks of classes. They will be face to face from May 23 if the COVID situation allows. International students who are overseas will be able to attend the classes via Zoom.&lt;all&gt; For all EC classes, materials, instruction and class communication are in English.", "トピック": {"授業計画1": "&lt;Reading&gt; In class, students will  practice intensive reading skills and learn vocabulary by reading articles and complete response tasks for the graded readers. <BR/>&lt; Speaking&gt; EC1 Speaking has four main components: 1) students talk about themselves and their experiences 2) students study practical English items 3) students read and talk about a picture story 4) students talk freely about a wide range of topics.", "授業外学習2": "&lt;Reading&gt; Students will read graded readers, write graded reader response tasks, take online quizzes, and study vocabulary.<BR/>&lt;Speaking＞ Students will study models, memorize useful sentences, and learn vocabulary and grammar related to the speaking tasks. In addition, students should prepare for their speaking tests and practice in pairs outside class. They will also review practical language items."}, "評価": {"教科書Required texts0": "＜Reading＞Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. You will also need to buy a pre-paid XReading card, a copy of Reading for Speed and Fluency 1.\n＜Speaking＞ Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below."], "成績評価Grading2": "備考　Note\n＜Reading＞ Students will be assessed through unit tests, book tests, Xreading quizzes, and written responses to graded readers and discussions.\n＜Speaking> Students will be assessed by speaking tests, homework tests and a Practical English Test. They also have to submit a piece of written homework and participate actively in class.", "更新日時/Date of Update0": "2021年04月15日 11時11分21秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "教室未定"], "項番No.2": ["2021年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "教室未定"]}, "campas": 1, "name": "【100】English Communication I(International Student)／English Communication I(International Student)", "管理部署": 7, "単位数": 2, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "時限1": 8, "時限2": 23, "評価1": 4, "開講期": 1}