{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "＜Presentation＞ The purpose of this class is to help students develop the skills needed to research, prepare, and present on a policy studies topic in two presentation formats - a poster presentation and/or a final PowerPoint presentation. <BR/>＜Seminar＞The purpose of this course is to help students develop their academic discussion and research skills. Each unit has articles designed to develop your interest, vocabulary, and knowledge of a topic. <BR/>＜Writing＞In this course, students will improve on the writing and research skills. We will especially focus on reading source material, summarizing/quoting, and organizing strong essays. This semester, you will learn to support your opinions with outside source information and develop your ability to write academic essays.<BR/>＜Special Topics&gt; Special Topics courses are a chance for students to choose and study a topic through English. Each EC5 Special Topics course is different. The topics are determined by the teacher.", "到達目標": "&lt;Presentation&gt; Students will be able to demonstrate competency of delivery skills introduced  in EC4 Presentation,  effective presentation content and structure, the ability to make an effective contribution to a group effort, effectively address questions or comments from the audience during or after the presentation, and the ability to self-reflect and incorporate feedback as a form of improvement. <BR/>&lt;Seminar&gt; Students in EC5 Seminar will be able to combine information from articles into graded discussions. Students will develop their knowledge of social topics, discussion skills, topic vocabulary and speaking leadership skills via weekly preparation and end of unit group discussions. Students will additionally reflect on their performance and use teacher feedback to improve throughout the course. <BR/>&lt;Writing&gt; EC5 Writing aims to familiarise you with the process of writing an academic essay in the problem-solution genre. This includes researching and integrating sources into your essays. &lt;Special Topics&gt;.Special Topics courses review the skills students have leaned in the EC program.", "授業方法": "&lt;Writing&gt; &lt;Special Topics&gt; Writing and Special Topics 2021 classes will be on demand with students meeting with the teacher in small groups via Zoom.  The teacher will provide you with a Zoom link and a meeting schedule. &lt;Seminar&gt; &lt;Presentation&gt; Seminar and Presentation will be held on Zoom for the first 4 weeks of classes. They will be face to face from May 21 if the COVID situation allows. &lt;all&gt; Materials, instruction, and all class communication are in English.", "トピック": {"授業計画1": " &lt;Presentation&gt; Students will research and give two presentations in English, a poster presentation and/or  a PowerPoint presentation. For each presentation, students will concentrate on several aspects of public speaking while using and improving on the skills practiced before. &lt;Seminar&gt;  Students will study three units: Taking a Gap Year, Technology and Society, and Immigration. More generally, students will develop skills in academic discussion. &lt;Writing&gt; The majority  of the course will be spent researching and writing academic essays. &lt;Special Topics&gt;  The schedule for each Special Topics course will depend on the teacher and will be announced to students at the beginning of the class.", "授業外学習2": "&lt;Presentation&gt;  Students will be required to work individually or as a group to prepare and practice for their two presentations, (poster and/or powerpoint presentation), and to do self reflections after the presentations have been completed. ＜Seminar＞To prepare for the discussions, students will read articles, answer questions and sometimes research the topic on the Internet. In the discussions, they present, discuss, and explore the topics based on your reading and research.Students are also responsible for leading one discussion. .. &lt;Writing&gt; Students write academic essays as well as read articles and prepare for in-class quizzes. &lt;Special Topics&gt; Each Special Topics course will have different homework associated with the topic."}, "評価": {"教科書Required texts0": "＜Presentation＞＜Seminar＞\nMaterials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. <Writing> Materials will be available on LUNA. <Special Topics> Materials will be available on LUNA. Some special topics courses may require other materials. Your teacher will let you know on the first day of class if you need to purchase anything extra.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n<Presentation> Students will be assessed on Presentation delivery, visual aid quality & quality of planning and reflection.\n＜Seminar＞Students are assessed on this course by regular group discussion tests, discussion preparation and article related quizzes.\n＜Writing＞Each unit in this course will be assessed through quizzes, research notes, first draft assignments and a final draft.\n<Special Topics> Each Special Topics Course is graded differently. Your teacher will provide you with the course syllabus on the first day of class.", "更新日時/Date of Update0": "2021年04月15日 11時14分18秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "教室未定"], "項番No.2": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "教室未定"], "項番No.3": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "教室未定"]}, "campas": 1, "name": "【200】英語コミュニケーションV　Ｃ／English Communication 5", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "時限1": 9, "時限2": 15, "時限3": 21, "評価1": 4, "開講期": 1}