{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "＜Lecture＞ This is a supported lecture course so students will listen to a lecture in English that is supported by vocabulary and skills development. The lectures are based on the United Nations Sustainable Development Goals (SDGs) and will also provide the topics for the reading and discussion and writing courses described below. The EC6 Lecture content will build on the content covered in the EC5 courses. <BR/>＜Lecture Bridge Reading and Discussion＞ The purpose of this course is to help students develop their academic discussion and research skills. Students will use input from the lecture, readings and their own research to discuss SDG-related topics. Students will develop discussion skills from EC5. <BR/>＜Lecture Bridge Reading and Writing＞In this course, students will improve on their writing and research skills. We will especially focus on finding sources, summarizing/quoting, and critically evaluating sources. Students will finish the semester by completing research and writing of a problem-solution style essay. <BR/>＜Special Topics&gt; Special Topics courses are a chance for students to choose and study a topic through English. Each EC5 Special Topics course is different. The topics are determined by the teacher. Please check &quot;学部/研究科からのお知らせ (Notice from undergraduate/graduate schools)&quot; for more information about each course.", "到達目標": "&lt;Lecture&gt; Students will improve: English lecture listening skills, reading and research skills, note-taking, vocabulary, and presentation  knowledge and skills. <BR/>&lt;Lecture Bridge Reading and Discussion&gt; Students will be able to discuss SDG-related topics, discuss topics from a problem-solution perspective, hold extended discussions on a topic, and used discussion strategies to manage discussions. &lt;Lecture Bridge Reading and Writing&gt; Students will be able to summarize SDG related articles, conduct independent research and incorporate that into a framework of knowledge on a topic, critically evaluate input, improve on the essay writing skills and language developed at the EC3 and 4 level. Students will be able to write a complete, researched problem-solution essay. &lt;Special Topics&gt; Students will be able to review and practice EC skills while developing topic-specific knowledge and vocabulary.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】English Communication VI　Ａ（総合政策学部）/英語コミュニケーションVI　Ａ（総合政策学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": " &lt;all&gt; Materials, instruction, and all class communication are in English. Course materials will be available to students through LUNA.", "トピック": {"授業計画1": "*All 14 classes will be conducted face-to-face.<BR/>&lt;Lecture&gt; Each topic will be introduced on a three-week cycle following a problem - solution genre. The first week, will introduce an SDG, providing background information and important definitions. The second week will address the causes of the problem and the interrelatedness of the topic with other SDGs. The third week will introduce a solution to the problem and discuss its successes and limitations. &lt;Lecture Bridge Reading and Discussion&gt; Materials and topics will follow the lecture course while also introducing discussion skills and improving vocabulary knowledge.  &lt;Lecture Bridge Reading and Writing&gt; The majority  of the course will be spent researching, summarizing and  writing an academic problem-solution essay. &lt;Special Topics&gt;  The schedule for each Special Topics course will depend on the teacher and will be announced to students at the beginning of the class.", "授業外学習2": "&lt;Lecture&gt; Students will read and complete preparation worksheets for each lecture. Students will need to review materials throughout the semester. ＜Lecture Bridge Reading and Discussion＞ To prepare for the discussions, students will read articles, attend the lectures, and research the topic on the Internet. In the discussions, they present, discuss, and explore the topics based on the lecture, reading, and research. &lt;Writing&gt; Students write a problem-solution essay as well as read articles and prepare for in-class tests. &lt;Special Topics&gt; Each Special Topics course will have different homework associated with the topic."}, "評価": {"教科書Required texts0": "<Lecture Bridge Courses> Materials will be available on LUNA. You should bring your materials to class on your device (computer / tablet) or print and bring paper copies. If you do not bring a device, you should also bring a dictionary to class. <Special Topics> Materials will be available on LUNA. Some special topics courses may require other materials. Your teacher will let you know on the first day of class if you need to purchase anything extra.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施(Conducted in class)", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See the Evaluation Note below"], "成績評価Grading2": "備考　Note\n<Lecture> Grades will be based on in-class unit tests, a final exam, quizzes and homework writing submissions.\n＜Lecture Bridge Reading and Discussion＞ Students are assessed on this course by regular group discussion tests, discussion preparation and a learning diary.\n＜Lecture Bridge Reading and Writing＞Assessments include summary writing, essay writing, and tests.\n<Special Topics> Each Special Topics Course is graded differently. Your teacher will provide you with the course syllabus on the first day of class.", "更新日時/Date of Update0": "2023年02月16日 16時38分26秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "教室未定"], "項番No.2": ["2023年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "教室未定"], "項番No.3": ["2023年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "教室未定"]}, "campas": 1, "name": "【200】英語コミュニケーションVI　Ａ／English Communication 6", "管理部署": 7, "単位数": 4, "担当者": "ジョーダン　Ｊ．（JORDAN JENNIFER ALINE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "時限2": 14, "時限3": 23, "評価1": 4, "開講期": 2}