{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "情報通信技術(ICT)の進展により、ネットワーク上に「サイバー社会」が構築され、それが急速に拡大・伸張している。このクラスでは、学生が、「情報化社会」進展の系譜を概観するとともに、サイバー社会と従来の現実(リアル)社会の関係性を考察することで、その本質に関する理解を深める。特に、グローカルな視点からサイバー社会を生き抜き活用する視座を得るために、テーマを設定してグループ学習を行うものとする。", "到達目標": "・履修生ひとりひとりが、情報社会の形成と展開について正しい理解を深める<BR/>・将来のあるべきサイバー社会のビジョンを共有し、その実現にどのように寄与し、どう活用するかを自ら考え実践することができる人材になる基礎的能力を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "【感染防止重点期間】<BR/>オンライン受講の場合、学生は授業開始５分前にZoomに入っておくこと。Zoom会議室の情報は、授業コミュニティ( https://hyocom.jp/community/?bbs_id=1388 )を参照。<BR/>本授業は、学内講義だけでなくソーシャルメディアのひとつである「地域SNS」を活用し、社会人メンターを交えたサイバー空間上のプロジェクトとして進める。1週間前に学習テーマと参考資料をネット配布し、学生は個々に事前の論点学習を行う。授業は以下の３つのブロックにわけて行う。(1)教員による解説による論点整理と概観把握、(2)グループ討議による協調学習、(3)グループ発表による質疑応答・討議。学生は、SNS上の定められた空間に毎回コメントを記載することによってリフレクションを行う。講義の終盤にはゲストスピーカーを交えた全体討議を行い、最終回には授業全体のまとめとしてグループ成果発表を実施する。これらを学外一般に公開することにより、広く意見を求めながらネット上で討議を行うことでプロジェクトの完成度を高めるものとする。<BR/>オンライン授業の配慮対象学生には、Zoomを利用してすべての授業環境をリアルタイム及び録画で提供する。<BR/>また、授業内容の詳細は、地域SNSひょこむの授業コミュニティを( https://hyocom.jp/community/?bbs_id=1388 )を参照のこと。", "トピック": {"第1回": ["全回対面実施<BR/>１．クラスのオリエンテーション<BR/>シラバスを参照しながら「講義目的・到達目標」についての解説を行い、その裏付けとしての「教員自己紹介」、社会的課題と背景を前提として14回の授業それぞれにおけるテーマと取り組み方法を「授業の内容」として説明する。また、地域SNSの活用、社会人受講者の存在と意味、資料配付と課題提出方法、グループ討議と発表についてなど、サイバー社会論の特徴的要素を押さえる。", ""], "第2回": ["２．地域情報化政策とサイバー社会<BR/>グループウェアとして利用する地域SNSの利用方法の説明、オリエンテーションの復習、授業の主題となる「地域情報化」について、その定義、概要、系譜を理解する。", ""], "第3回": ["３．地域情報化活動とサイバー社会<BR/>サイバー社会の誕生から成立までのプロセスを概観する。主に、国家的政策としての地域情報化の変遷、パソコン通信からインターネットへの移行、草の根地域情報化の事例と共通要素、インターネットの普及とサイバー社会構築などを論点整理した上で、グループ討議を行い発表する。", ""], "第4回": ["４．インターネットとサイバー社会<BR/>教育の情報化と地域のつながりの再生を狙って展開された市民運動「ネットデイ」を取り上げ、情報社会構築の歴史を辿るだけではなく、その中にどのように地域情報化の萌芽が起こり、社会運動に拡大していったのか、多方面にわたって考察を深めていく。ゲリラ的な市民活動から国家プロジェクトにまで育った「ネットデイ」について、「米国のNetday活動」「日本のネットデイの展開」「地域ぐるみの市民活動への転換」「ネットデイの実施内容」「成功へのポイント」などについて時系列・ステップ毎に振り返る形で解説する。これらの要素を押さえながら、ネットデイの狙いがボランティアによる学校の校内ネットワークの敷設ではなく、地域のつながりを可視化しエンパワーメントを覚醒させるきっかけとなっていることを押さえて、それぞれのチームでポイントを絞り、グループで討議を行い、グループ発表する。", ""], "第5回": ["５．ソーシャルキャピタルとサイバー社会<BR/>その涵養が現代社会の大きな課題となっている「ソーシャル・キャピタル」について、歴史的動向に関する研究、近代の理論的背景、パットナムの定義、ＩＣＴとの関係などについて論説・考察を行う。とくに、パットナムのソーシャルキャピタル論を軸にその概要と社会的重要性を整理・考察し、今後の授業展開における目標（社会的信頼と互酬性の規範が補完的に関係するネットワークの構築）を明確にし、グループ討議と発表を行う。", ""], "第6回": ["６．伝統的地域ネットワークとサイバー社会<BR/>「講の成立と拡大」というテーマで、どのようにして地域ネットワークとしての講が生まれ発展し、縦社会を横につむぐゆるやかな地域のつながりとして多様な役割を担いながら成熟してきたのかについて解説を行う。続いて、講によってつむがれていく「結縁」ネットワークの存在についてに、岡田真美子(兵庫県立大学)の先行研究をベースに考察し、それがなぜ現代社会に引き継がれなかったのかについて考察し、「明治以来の西洋化の流れや、敗戦による価値観の変化、日本的なものや伝統的なもの一般の否定、それに加えて科学技術の進歩によって社会の変化に伝統的な縁が即応しなくなったこと」を理解する。また、結縁ネットワークが地域社会を支えるインフォーマルなネットワークとして機能してきた特徴的要素を取りあげ、その考察をベースとしてサイバー社会における技術的指標に対する適用概念についてまとめて、グループ討議と発表を行う。", ""], "第7回": ["７．スモールワールドとサイバー社会<BR/>伝統的地域ネットワークについて、その必要性、衰退した理由、脆弱性(バルネラビリティ)の拡大、社会関係資本と個人資本の制作共存、伝統的地域ネットワークの情報社会への援用について確認する。その上で「六次の隔たり」「弱い紐帯の強さ」「スモールワールド」「スケールフリーネットワーク」という、ネットワーク理論の最先端の研究を概観し、グループ討議と発表を行う。", ""], "第8回": ["８．情報プラットホームとサイバー社会<BR/>慶應義塾大学の国領二郎教授の「情報プラットホーム論」を基盤に、地域活性化に関する連関及び発展的考察、地域情報化による人のつながりを活性する場づくりの理論、「情報プラットホーム」とソーシャルメディアの関係、「情報プラットホーム」への社会ネットワーク理論の援用、「情報プラットホーム」の目的と展開について理解を深め、グループ討議と発表を行う。", ""], "第9回": ["９．ソーシャルメディアとサイバー社会<BR/>「地域情報化ベンチマークマトリックス(日本語版)」を手本に、地域におけるソーシャルメディアの比較指標づくりを行い、実際にその指標に現在利用されているソーシャルメディア(Facebook,Twitter,Mixi,Line)を適用させることにより、それぞれのメディアの特性を理解するとともに、地域社会において求められる情報プラットホーム像を考察することとする。東京大学大学院情報学環教授の田中秀幸先生の説明資料「地域の幸福に地域SNSは貢献できるか 」の抜粋を用いて、指標づくりのベースとなる情報共有を行う。", ""], "第10回": ["１０．コミュニティとサイバー社会<BR/>本講では、サイバー社会論のまとめとして、住民の幸福度を向上させる社会情報基盤の必要性とデザイン、運用手法などについて、グループ毎らテーマを決めて議論を行い、考察を発表することにより全体で討論することでサイバー社会と地域の関わりに関する理解を深める。", ""], "第11回": ["１１．メディアとサイバー社会<BR/>元日本経済新聞社デスクの坪田知己先生を招いて『信頼とメディアの関係』をテーマに講義を行う。インターネットの普及で、メディアを取り巻く情勢が激変し、メディア自体が大きく揺らいでいる。講義では、私たちにとって「メディア」とは何なのか、我々の社会とメディアの関係は何なのか、特に「つながりと信頼」について考察を深める。", ""], "第12回": ["１２．ハイパー情報化とサイバー社会<BR/>近い将来、メタバース、ＩｏＴ環境、ＡＩやロボット技術、自動車をはじめとする生活環境の自動化など、サイバーテクノロジーの進展によって、社会構造そのものが大きな変革を迎える。人類が人工知能と融合し、人類の進化が特異点（成長曲線が無限大になる点）に到達するシンギュラリティ(Singularity)が現実となる時代を控え、人間はどのようにサイバー社会の中で生きていくべきかについて、「白熱教室」をモデルとして議論を深める。", ""], "第13回": ["１３．グループ成果発表の準備<BR/>本講は、次週のグループ成果発表のための準備に充てる。", ""], "第14回": ["１４．グループ成果発表と総括<BR/>「サイバー社会論」で学んだ知見をベースに、グループメンバーが討議を行って研究発表を行う。過去のテーマは「「２０３０年メディアのかたち」、「ソーシャルメディアベンチマークマトリックス(SMBM)の考察」、「ソーシャルキャピタルを増強する地域ネットワーク構築の研究」など。", ""], "授業外学習2": "事前に配布する資料を熟読し、内容を把握しておくこと。<BR/>「情報通信白書」（総務省ホームページからダウンロード可）や「情報化白書」（図書館で閲覧可）によって情報化社会の現状・課題について調べておくこと。"}, "評価": {"教科書Required texts0": "随時、資料を配付する", "参考文献・資料Reference books0": "庄司昌彦・和崎宏・他『地域ＳＮＳ最前線』（アスキー、2007）", "学生による授業評価の方法Course Evaluation by Students0": "授業中に評価シートを配布・記入し回収する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業への出席、リフレクションの提出、クラスでの課題提出、質疑応答・討議などへの参画・貢献度、グループプロジェクト発表（口頭発表）、個人の最終レポートなどを総合して評価する。"], "成績評価Grading2": "備考　Note\n配慮学生の成績評価については、他の学生と同様に評価する。", "更新日時/Date of Update0": "2022年02月17日 14時38分11秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＩＩＩ－３２５"]}, "campas": 1, "name": "【100】サイバー社会論／Cyber-Society", "管理部署": 7, "単位数": 2, "担当者": "和崎　宏（WASAKI HIROSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 4, "開講期": 1}