{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、都市、とくに現代都市が抱える都市問題や政策課題を理解し、それに対し様々な学問・立場からアプローチできることを学び、都市政策に関する分析、考察、提案する能力を高めることである。なお、本講義は都市政策学科科目への招待、入門編となる。", "到達目標": "・都市、特に現代都市の都市問題や政策課題を理解すること<BR/>・都市政策に関して様々な学問的な立場からのアプローチがあることを知ること<BR/>・都市生活・都市政策をめぐる諸課題に関して自立的、主体的に分析、考察、提言することができるようになるための手がかりを得ること", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "原則として対面で講義を実施するが、感染状況によっては全学方針に沿って別途対応を告知する場合がある。", "トピック": {"第1回": ["授業のオリエンテーションとビデオ視聴（宗前）", ""], "第2回": ["【都市における政治と行政】<BR/>都市の政治・政策・行政：<BR/>都市とは近代に成立した人為的な存在であり、そこで展開される政治や政策、行政は一般的な政治・政策とは異なっている。この講義では、都市の政治を歴史的な視野から説明し、現代の都市政策を規定する根本的な要因を理解する。具体的には、社会経済が近代においてどのように変化したか、それに伴って都市政策や都市行政に起こった変化を説明する。都市は狭いエリアに大量の人間が集積された空間であり、公衆衛生や治安、交通、教育などについて特段の配慮を要する。特に19世紀末から２０世紀初頭に生じた変化に焦点を当て、都市政策や都市行政の起源と現状を説明する。（宗前）", ""], "第3回": ["都市を動かす政策の担い手：都市問題に取り組む公共政策は、国や自治体により決定され、実施される。しかし、多様で複雑な都市問題に取り組むためには、政治家や公務員はもちろん、民間の企業やNPO、さらには自治会や町内会をはじめとした地域組織の役割も鍵になる。この講義では、都市政策の多様な担い手を紹介し、それぞれの役割を概説すると共に、相互の協働や連携を促す仕組みづくりを検討する。（久保）", "自分の住んでいる市町村（自治体）において、行政と住民の協働に関してどのような事例があるか、調べてまとめる。"], "第4回": ["都市を支える市民の意思決定：<BR/>都市をめぐる諸問題に対処する政府を、私たちは選挙を通じて、投票によって選ぶ。投票による政治参加は、代表制の基盤をなす。他方で、私たちが政治に参加する手段は選挙だけではない。選挙以外の方法である投票外参加を通じて、民意を伝えることもある。本講義回では、投票と投票外参加をめぐる実態や興味深い研究の知見を紹介する。併せて、社会科学の領域で重視されている因果推論の重要性に触れ、政治学におけるEvidence Based Policy Making (EBPM)の動向についても概説する。（大村）", ""], "第5回": ["【都市における経済と経営】<BR/>都市と経済：<BR/>前半は、都市は多様な人々が日々の生活を営む場であり、日常の様々な側面を意識して分析することの重要性について述べる。また、都市経済の分析手法のひとつであるシミュレーション分析を紹介する。後半は、先進地域を紹介し、背景や現状、産業などについて話す。（平松）", ""], "第6回": ["自治体の財政：<BR/>都市を経済学の観点から議論する際、自治体の財政、すなわち地方財政制度は大きな位置を占める。この授業では普通会計、公営事業会計などの基本的な地方財政制度を説明するとともに、中央政府との間の資金移動（政府間財政関係）のやり取りについても説明する。また近年、注目を集めている「ふるさと納税」についても説明することとしたい。（亀田）", ""], "第7回": ["防災と復興の街づくり：<BR/>日本は災害大国と呼ばれ、地震や台風が毎年のようにどこかしこで発生あるいは襲来する。どの都市・地域も災害リスクを抱えており、その備えとしての防災・減災対策が、ハード（堤防や避難タワーの整備）とソフト（防災教育や避難訓練）の対策を組み合わせて実施されている。<BR/>　また災害が発生すれば、応急の復旧対策に始まり、将来の街づくりや産業再生を睨んだ復興計画が、政府・行政主導のもとで策定され、実施されていく。<BR/>　しかし、こうした対策や街づくりは、政府・行政のみで実現できるものではなく、基本的には自分の身は自分で守る自助、加えて地域のつながりによる共助、そして政府・行政による公助が、それぞれの役割を担うことが重要である。<BR/>　本講義では、これらの防災・復興の街づくりがどのように行われ、また実際に機能しているのかを考えてみる。（長峯）", "自分の住んでいる市町村（自治体）の「地域防災計画」「地区防災計画」、自分の住んでいる場所の防災マップと避難所を調べる。"], "第8回": ["都市と交通：<BR/>都市化が進展している現在、交通混雑や地域公共交通の衰退、環境汚染をはじめ、多くの都市交通問題が発生している。特に、自動車交通に起因する問題は深刻であり、自動車交通に依存した都市交通体系から脱却するために、最近では、自転車利用に対する必要性が高まっている。自転車は、都市空間利用に対して効率的であると同時に、都市の流動性を高めて、地域も活性化させる。本授業では、「持続可能な都市交通社会」の実現に向けて、皆さんと一緒に考えたい。（松本）", ""], "第9回": ["【都市・地域と企業経営】<BR/>現代企業はある都市・地域から誕生し、そこで成長を遂げて世界へと発展していきます。そこで重要な役割を担うのが経営活動です。現在、そうした経営マインドは民間企業に止まらず、地方自治体なども必要です。この回では都市・地域と企業経営に対する内容紹介や阪急電鉄などの企業事例をを通じて企業経営の具体的な話をします。（安）", ""], "第10回": ["地方都市発のビジネス：<BR/>今までビジネスの中心は大都市であり、地方都市は仕事がなく衰退の一途をたどると言われていました。しかし、ICT技術の進展やテレワークの普及などによって、地方都市からも最先端のビジネスを展開できるようになってきました。そのような状況とビジネス展開に必要な条件などについて解説していきます。（古川）", "地方発のビジネスとテレワークの関係について各自どのようなものかを考えてくる。"], "第11回": ["【都市における諸問題】<BR/>市民活動と公共性・共同性：<BR/>現代社会は、グローバル化が浸透し市場化が急速に進展しつつある一方で、市場も政府も担いきれない新たな公共的領域が拡大しつつある。それは、まちづくりや福祉、環境保護、リサイクル、男女共同参画などさまざまな分野にわたっており、多くの場合、自分たちの暮らす地域社会に関心をもち公共的な事柄に主体的にかかわろうとする人々の熱意と自発性によって支えられている。この講義では、こうした人々の市民的活動がどのようにして「公共性」にかかわることになるのか、また、そのような公共的なものへのかかわりが都市における「共同性」のあり方とどのように関係するのか等、都市における「公共性と共同性」について考える。（長谷川）", ""], "第12回": ["都市の姿と、都市環境そして地球環境との関係：<BR/>喫緊の地球環境問題を受け、今後の都市のあるべき姿について、特に地球温暖化、ヒートアイランド問題、都市の人口爆発などの観点から、講義を通してともに考えたい。そしてその解決の糸口のひとつとしての再生可能エネルギーの現状と将来の見込みについて解説する。また、GISやリモート・センシング技術など現在の地球環境問題に対峙するための科学的なツールについて、その概要と可能性について理解を深める。都市計画、建築工学の視点からの講義となる。（客野）", "地球環境問題、特に地球温暖化に関する国や自治体、企業の取り組みについて調べてみること。そしてそれらが将来の都市政策の在り方にどのような影響を与えうるのか、考えをめぐらさてみてください。"], "第13回": ["【都市環境をめぐる諸問題】<BR/>水をめぐる都市政策：水は、人間が生きていくために欠かせない大切な資源である。また、川辺や海辺のように、水は私たちの生活に潤いをもたらす存在でもある。その一方で、大雨による洪水をはじめとして、水は時に大きな自然災害を引き起こす。この講義では、気候変動と人口減少の中で生じている水をめぐる諸問題を解説し、それらに取り組むための政策的なアプローチを紹介する。", "自分の住んでいる市町村（自治体）において、水資源がどのように管理、利用されているかを調べる。"], "第14回": ["授業内容のまとめ（宗前）", ""]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["坂本治也・石橋章市朗編著", "ポリティカル・サイエンス入門", "法律文化社", "2020 年", "", ""], "参考書/Reference books2": ["砂原庸介・稗田健志・多湖淳", "政治学の第一歩", "有斐閣", "2015 年", "", ""], "参考書/Reference books3": ["", "地方財政白書（https://www.soumu.go.jp/main_content/000605292.pdf）", "", "", "", ""], "参考書/Reference books4": ["田中信弘・木村有里編著", "新版ストーリーで学ぶマネジメント", "文眞堂", "2019 年", "", ""], "参考書/Reference books5": ["伊藤雅春ほか編著", "都市計画とまちづくりがわかる本（第二版）", "彰国社", "2017 年", "", ""], "参考書/Reference books6": ["鈴木直道", "夕張市再生市長", "講談社", "2014 年", "", ""], "参考書/Reference books7": ["大熊孝", "洪水と水害をとらえなおす", "農文協", "2020 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n毎回の講義では何らかの課題やテスト等が課され、その合計点で成績判定されます（成績評価の「平常リポート」とは個々の課題の集合を指します）。特に序盤の講義（第２回や第３回）では予め告知せずに授業内テストが実施される可能性もありますから、必ず出席すること。", "更新日時/Date of Update0": "2022年10月06日 13時39分50秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "ＩＩ－２０１"]}, "campas": 1, "name": "【100】都市政策入門／Introduction to Urban Policy Studies", "管理部署": 7, "単位数": 2, "担当者": "宗前　清貞（SOMAE KIYOSADA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 3, "開講期": 2}