{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は，学生諸君がメディア情報学科では何を学べるのかを理解し，メディア情報学科での学習に必要な基礎的な知識を習得することである。", "到達目標": "本講義は，以下の４点を到達目標とする．<BR/>(1)メディアとは何かを理解する．<BR/>(2)情報とそれを取り巻く技術について理解する．<BR/>(3)自分の生活の中で，メディアや情報技術が如何に活用されているのかを知り，社会におけるメディアや情報の重要性について理解する．<BR/>(4)メディア情報の各研究分野の最新のトピックについて概観する．<BR/>本講義の目的は，学生諸君がメディア情報学科では何を学べるのかを理解し，メディア情報学科での学習に必要な基礎的な知識を習得することである．", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "メディア情報学科において，ゼミを担当している先生方は，原則として，この講義を最低１回は担当する．学生諸君は，それらの先生方がどんな研究をしているのかを知ることができる．", "授業方法": "講義形式<BR/>【オンライン受講許可学生】<BR/>対面授業のZOOM録画のオンデマンド配信を行う．<BR/>対面授業の録画データは翌日配信されるので，配信データへのアクセス先をLUNAにて確認すること．<BR/>講義データがアップロードされた週に視聴することが要求される．一括視聴は不可．", "トピック": {"第1回": ["原則として14回すべて対面授業で実施する<BR/>伊佐田百合子<BR/>ガイダンスとイントロダクション", ""], "第2回": ["角谷和俊　クロスメディアと社会情報デザイン<BR/><BR/>現在、様々なメディアを利用した社会情報基盤とそのアクセス環境が情報サービスとして提供されている。今後の社会情報デザインのための放送と通信の融合方式、新しいWebシステムのための諸技術を紹介する。", ""], "第3回": ["ゲストスピーカー「ソーシャルメディアマーケティング最前線」<BR/>大森健巳（ワールドクラスパートナーズ株式会社代表）", ""], "第4回": ["Ｙ．Ａ．ティヘリノ\t画像音声処理<BR/>Asynchronous multimedia in synchronous communities. The evolution of communities in the Web, from asynchronous social networks to 3D interactive communities. The potential for networked real-time education.", ""], "第5回": ["池側隆之  デザイン・リテラシーを考える<BR/>デザインという語が様々な文脈で使用される現状を踏まえその基本概念を理解する。具体的な事例を示しながら，社会課題解決のためのメディアとデザインの役割を学ぶ。", ""], "第6回": ["池側隆之　ヴィジュアル・リテラシーを考える<BR/>社会の様々な場面で視覚メディアが利用される現状を踏まえ，映像が担うコミュニケーションの基礎的な仕組みを理解しながら，視覚メディアと総合政策の関係を考える。", ""], "第7回": ["ゲストスピーカー　「映像メディア制作の魅力　～地域を舞台にした自主映画の挑戦～　」<BR/>近藤 修平（映画プロヂューサー，ビジネスコンサルタント，オペラ歌手)", ""], "第8回": ["窪田誠\tネットワーク<BR/>人や社会に対する理解と、ＩＣＴ（情報＆通信技術）や情報倫理に対する理解を総合することにより、世の中に潜む新たな問題を発見したり、人や社会に新しい価値をもたらす情報システムやサービスを創造してみよう。", "　へ"], "第9回": ["山田孝子　経営情報とメディア<BR/>ドローンとデータ分析<BR/>ドローンを用いた実験をもとにモデル化、配送計画などをどのように学生が取り組んでいるかを紹介する。さらにデータ分析の事例から現実のビジネスの現場でどのようにデータ分析が活用されているかを知る。", ""], "第10回": ["江夏正晃　クリエイティブとデジタル技術<BR/>デジタル技術の導入により音楽、映像の制作はどのように変革しつつあるか。その進化の現状をトップクリエイターを講師をして迎えて紹介する。新しい技術がメディアとその制作、そしてビジネスや社会をどう変えようとしているかを知る。", ""], "第11回": ["紺野友彦　情報メディア論基礎<BR/>AI、データサイエンス、数理など情報科学技術を支えるトピックを取り上げて解説する", ""], "第12回": ["伊佐田百合子　システムデザイン<BR/>私たちは、ＳＮＳ等のインターネット上のサービスや携帯電話などの電子機器など様々な形でコンピュータシステムを利用している。ここでは、コンピュータシステムが、如何にデザインされ、構築されるのかを紹介する。", ""], "第13回": ["伊佐田百合子　コンピューターと情報の基礎知識<BR/>仕事としてコンピュータや情報を使いこなして，社会で活躍することができるための基本的な知識について解説する．また，情報技術の進展の歴史についても触れる．", ""], "第14回": ["伊佐田百合子\tまとめと振り返り", ""], "授業外学習2": "各回の講義内容について，最も重要と考える点についてまとめを行うこと"}, "評価": {"教科書Required texts0": "特に指定しない．", "参考文献・資料Reference books0": "特に指定しない．", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "90 %", ""], "成績評価Grading2": ["その他／Others (99)", "10 %", "ゲストスピーカー講演に対する理解度，フィードバック内容"], "更新日時/Date of Update0": "2023年03月03日 22時49分47秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "ＩＩ－２０１"]}, "campas": 1, "name": "【100】メディア情報入門／Introduction to Media Informatics Studies", "管理部署": 7, "単位数": 2, "担当者": "伊佐田　百合子（ISADA YURIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 11, "評価1": 0, "評価2": 4, "開講期": 2}