{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "メディアとは何か，情報とは何かという根本の概念を理解する。メディア情報学科での学習に関する基礎的な知識を習得する。メディア情報学科では，この先どのような勉強ができるのかということを理解する。", "到達目標": "メディア情報の各研究分野の最先端において、今、何が研究されているかの概観をつかむことができる。自分の生活の場がどのようなメディアに囲まれているかを意識することができる。", "授業方法": "10月19日より、対面授業になります。", "トピック": {"第1回": ["井垣伸子<BR/>講義ガイダンス・メディア情報の歩き方<BR/>メディアを日本語でいうと，媒体。わたしたちがコミュニケーションするのに，どのような媒体を使っているのか，意識をもって自分の生活を眺めてみる。", "下記のURL1にて、動画配信サイトにアクセスできます。今後、オンデマンド講義の場合は、LUNAのお知らせ等で、配信サイトをお知らせします。"], "第2回": ["角谷和俊　クロスメディアと社会情報デザイン<BR/><BR/>現在、様々なメディアを利用した社会情報基盤とそのアクセス環境が情報サービスとして提供されている。今後の社会情報デザインのための放送と通信の融合方式、新しいWebシステムのための諸技術を紹介する。", "以下のURLからオンデマンド用ビデオ(1時間18分)を視聴してください．https://bit.ly/33vEwTy<BR/><BR/>メールアドレス: 関学メールアドレス<BR/>パスワード:  Zoomサインアップ時に設定したもの<BR/>パスコード(8文字): @5be3da!<BR/><BR/>※ メールアドレスは必ず関学のメールアドレスを使用のこと．<BR/>※ パスワードは関学のパスワードではなく，Zoomにサインアップした時のパスワード．(Zoomにサインアップしていない場合は，事前にサインアップしてパスワードを設定する必要あり）<BR/>※ 視聴方法が分からない場合はメールで質問を受け付け: 角谷(sumiya@kwansei.ac.jp)"], "第3回": ["　 伊佐田百合子\tシステムデザイン<BR/>私たちは、ＳＮＳ等のインターネット上のサービスや携帯電話などの電子機器など様々な形でコンピュータシステムを利用している。ここでは、コンピュータシステムが、如何にデザインされ、構築されるのかを紹介する。", ""], "第4回": ["　 Ｙ．Ａ．ティヘリノ\t画像音声処理<BR/>Asynchronous multimedia in synchronous communities. The evolution of communities in the Web, from asynchronous social networks to 3D interactive communities. The potential for networked real-time education.", ""], "第5回": ["　山中速人  メディア・リテラシーを考える<BR/>メディア・リテラシーの基本概念を理解する。具体的な事例を示しながら、メディア・リテラシーの重要性を学ぶ。", ""], "第6回": ["　ゲストスピーカー（予定）　NY在住　映画監督　佐竹敦子　<BR/>『マイクロプラスチック・ストーリー～ぼくらが作る2050年～』プラスチック汚染問題にニューヨークの小学生が立ち上がる内容の映画を上映する予定です。", ""], "第7回": ["　　三道弘明　情報の基礎知識と光ディスク<BR/>社会に出ると，事務仕事のほとんどはエクセルやインターネットを使用する．ここではエクセルやインターネットを仕事に活用するために最低限知っておくべき基礎知識と，DVDなど光ディスクの仕組みや原理について解説する．", ""], "第8回": ["　  窪田誠\tネットワーク<BR/>人や社会に対する理解と、ＩＣＴ（情報＆通信技術）や情報倫理に対する理解を総合することにより、世の中に潜む新たな問題を発見したり、人や社会に新しい価値をもたらす情報システムやサービスを創造してみよう。", "　へ"], "第9回": ["　 江夏正晃\t クリエイティブとデジタル技術<BR/>デジタル技術の導入により音楽、映像の制作はどのように変革しつつあるか。その進化の現状をトップクリエイターを講師をして迎えて紹介する。新しい技術がメディアとその制作、そしてビジネスや社会をどう変えようとしているかを知る。", ""], "第10回": ["ゲストスピーカー（予定）　NY在住　JAZZ作曲家/ピアニスト　宮嶋みぎわ　<BR/>リクルートを３０歳で辞め、音楽家に転身。３８歳でNYに渡り、グラミー賞候補４回の実績。NYでJAZZのビッグバンドを率いての宮嶋みぎわさんの演奏活動などについて、お話を伺う予定です。（オンデマンドオンライン講義の予定）", ""], "第11回": ["　 山田孝子　経営情報とメディア<BR/>ドローンとデータ分析<BR/>ドローンを用いた実験をもとにモデル化、配送計画などをどのように学生が取り組んでいるかを紹介する。さらにデータ分析の事例から現実のビジネスの現場でどのようにデータ分析が活用されているかを知る。", ""], "第12回": ["　 津田睦美　映像によるメッセージの伝達<BR/>ニューカレドニアの日本人移民史を視覚化する津田の研究、メディア制作演習（表現）における学生の課題作品を上映し、映像による政策提言の可能性を紹介する。", ""], "第13回": ["井垣伸子　　集団心理の数学モデル<BR/>個人と個人のつながり方によって、集団全体としての動きが変わってくる。集団としての動きに注文した研究について、解説する。", ""], "第14回": ["　  井垣伸子\tメディア社会を生きる<BR/>これまでの講義を振り返り、そのエッセンスを改めて見直し、メディア情報学科の学びを総括する。", ""]}, "評価": {"教科書Required texts0": "特に指定しない．", "参考文献・資料Reference books0": "特に指定しない．", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "URLリンク1/URL 10": "９月２１日分講義（井垣）", "URLリンク2/URL 21": "９月２８日分講義（角谷）", "更新日時/Date of Update2": "2021年10月20日 08時30分25秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "ＩＩ－２０１"]}, "campas": 1, "name": "【100】メディア情報入門／Introduction to Media Informatics Studies", "管理部署": 7, "単位数": 2, "担当者": "井垣　伸子（IGAKI NOBUKO） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 11, "評価1": 0, "開講期": 2}