{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "社会調査に関するより本格的な学習へ進むための橋渡しとなるような基礎的な考え方や知識を受講生が理解し習得することを目的とする。", "到達目標": "受講生の到達目標は以下の3点である。<BR/>a)社会調査はどのような認識行為なのかを理解する（調査倫理も含む）。<BR/>b)社会調査の結果を正しく見るために注意すべきことを理解する(社会調査におけるさまざまなバイアス）。<BR/>c)調査の設計についての基礎的な考え方や知識を習得する(調査票の作成、サンプリング）。", "授業方法": "原則として対面（講義形式）で行いますが、コロナ感染対策として以下の対応を取ります。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、「対面授業の録画データをオンデマンド配信」で対応する予定です。なお、機器・人員等の理由で授業の録画が困難な場合は、別途録画したデータ（2020年度に録画したものを含みます）をオンデマンド配信します。<BR/><BR/>【感染防⽌重点期間】 <BR/>当面の間「オンデマンド」で配信予定。なお、第1回を4月21日（水）に配信する予定です。また以降の配信予定はLUNAお知らせに記載し、受講登録者にはメールで連絡する予定です。<BR/>なお、しばらくは授業予定日時に教室で録画撮りを行うので、対⾯授業を希望する学生は教室に来ていただいてもかまいません（私の教室移動の都合により、録画撮りは17:15に開始します）。ただし、教室内では感染防止のためにも私語厳禁です。（出席は一切取らないので、授業の受け方で有利不利が生じることは一切ありません。また、教室定員の1/2を超えると判断した場合は全員の退出を促します（別の形で教材を録画します））。", "トピック": {"第1回": ["調査結果を見る眼：なぜ社会調査を学ぶ必要があるのか？", ""], "第2回": ["社会調査の歴史を振り返る", ""], "第3回": ["さまざまな社会調査：国勢調査と官庁統計、学術調査、世論調査、マーケティング・リサーチ", ""], "第4回": ["問いを立てる：調査によって知りたいことは何か、それは自ら調査しなければ知り得ないことなのか", ""], "第5回": ["仮説を立てて考えること、仮説を構造化していくこと", ""], "第6回": ["「尋ねる（質問する）」ことの難しさ：さまざまなバイアスの問題", ""], "第7回": ["社会調査の方法：量的調査と質的調査", ""], "第8回": ["量的調査の方法：標本調査の論理", ""], "第9回": ["データを分析する：「違い」は単なる誤差か？", ""], "第10回": ["量的調査の研究例：「社会階層と社会移動に関する全国調査」を読む", ""], "第11回": ["質的調査の方法：インタビュー調査と参与観察（フィールド・ノーツをつける）", ""], "第12回": ["データを分析する：質的な比較を試みる", ""], "第13回": ["質的調査による研究例：『ストリート・コーナー・ソサエティ』を読む（テキストを変更することがあります）", ""], "第14回": ["社会調査で守らなければならないこと：調査の倫理", ""], "授業外学習2": "　本講義に加えて、社会調査法、社会調査実習、統計学Ｉ・ＩＩ、データ解析A～Dを修得することで、社会調査の方法と実践の全般についてより深い理解と応用力を養うことができるだろう。また、新聞等でさまざまな社会調査の結果が報道されているので、そのような報道があった場合は新聞各紙に目を通して、どのようなことについてどのような調査が行なわれているのか確認するとよい。こうした作業を丁寧に続けると社会調査を見るための実践的な力が養われる。"}, "評価": {"教科書Required texts0": "特に指定しない。ただし、参考文献リストで●がついているものの中から１冊(最新版）は手元においておくとよい。", "参考文献・資料Reference books0": "飽戸弘『社会調査ハンドブック』（日本評論社、1987）。\n新　睦人『社会調査の基礎理論』（川島書店、2005）\n新　睦人・盛山和夫編『社会調査ゼミナール』（有斐閣、2008）\n石川淳志・佐藤健二・山田一成『見えないものを見る力』（八千代出版、1998）。\nイーストホープ, G.『社会調査方法史』（慶応通信、1982）。\n岩本裕『世論調査とは何だろうか』（岩波新書、2015）。\nウイリス, P.E.『ハマータウンの野郎ども』（ちくま学芸文庫、1996）。\nエマーソン, R. 他『方法としてのフィールドワーク』（新曜社、1998）。\n●大谷信介・木下栄二・後藤範章・小松洋・永野武『新・社会調査へのアプローチ』（ミネルヴァ書房、2013）。\n鹿又伸夫・野宮大志郎・長谷川計二編『質的比較分析』（ミネルヴァ書房、2001）。\n川合隆男編『近代日本社会調査史』（１）～（３）（慶応通信、1989-1994）。\n佐藤郁哉『フィールドワーク－書を持って街へ出よう ワードマップ』（新曜社、1992）。\n佐藤郁哉『フィールドワークの技法－問いを育てる、仮説をきたえる』（新曜社、2002）。\n佐藤俊樹『不平等社会日本』（中公新書、2000）。\n佐藤博樹・石田浩・池田謙一編『社会調査の公開データ』（東大出版会、2000）。\n盛山和夫・近藤博之・岩永雅也『社会調査法』（放送大学教材、1992）。\n●盛山和夫『社会調査法入門』（有斐閣、2004）。\n●伊達平和・高田聖治『社会調査法』データサイエンス体系（学術図書出版社、2020）。\n原純輔・盛山和夫『社会階層－豊かさの中の不平等』（東大出版会、1999）。\n平松貞実『世論調査で社会が読めるか』（新曜社、1998）。\nジェフ・ペイン、ジュディ･ペイン（高坂健次監訳）『ソーシャルリサーチ』（新曜社、2008）\nホワイト, W.F.『ストリートコーナー・ソサエティ』（有斐閣、2000）。\n森岡清志編『ガイドブック社会調査』（日本評論社、1998）。\n谷岡一郎『「社会調査」のウソ』（文春新書、2000）。\n安田三郎・原純輔『社会調査ハンドブック』（有斐閣、1982）。\nその他、各省庁発行の白書等。", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用(所定のフォーマット)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業内で説明した基礎的な事柄が理解できているかを見ます。"], "更新日時/Date of Update0": "2021年04月24日 09時53分37秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "ＩＩ－１０１"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【200】社会調査基礎論／Basic Principles of Social Research", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "長谷川　計二（HASEGAWA KEIJI） ", "履修基準年度": "２年", "時限1": "火曜５時限／Tuesday 5", "開講期": "春学期／Spring"}