{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "社会調査に関するより本格的な学習へ進むための橋渡しとなるような基礎的な考え方や技法を受講生が理解し習得することを目的とする。", "到達目標": "受講生の到達目標は以下の3点である。<BR/>a)社会調査はどのような認識行為なのかを理解する（調査倫理も含む）。<BR/>b)社会調査の結果を正しく見るために注意すべきことを理解する(社会調査におけるさまざまなバイアス）。<BR/>c)調査の設計についての基礎的な考え方や知識を習得する(調査票の作成、サンプリング）。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "統計学Ⅰ・Ⅱ、データ解析Ⅰ・Ⅱ、社会調査実習", "授業の概要・背景": "講義では社会調査の基礎的な事項に関してできるだけ具体的に紹介し、社会調査をなぜ学ぶ必要があるのか、社会調査を行う上で習得しておかなければならない道具立ては何か、また守らなければならない倫理はどのようなものか等について受講生に見取り図を示す。", "授業方法": "原則として対面（講義形式）で行う。<BR/>オンライン受講許可学生は、各回の授業を録画したビデオを視聴すること。なお、ビデオ録画は毎回の授業ごとに行い、原則として翌日にLunaから利用できるようにする予定。", "トピック": {"第1回": ["調査結果を見る眼：なぜ社会調査を学ぶ必要があるのか？<BR/>なお、全14回の講義はすべて対面で行う。", ""], "第2回": ["さまざまな社会調査：国勢調査と官庁統計、学術調査、世論調査、マーケティング・リサーチ", ""], "第3回": ["問いを立てる：調査によって知りたいことは何か、それは自ら調査しなければ知り得ないことなのか", ""], "第4回": ["仮説を立てて考える", ""], "第5回": ["「尋ねる（質問する）」ことの難しさ：さまざまなバイアスの問題", ""], "第6回": ["社会調査の方法：量的調査と質的調査", ""], "第7回": ["量的調査の方法：標本調査の論理", ""], "第8回": ["標本抽出の方法", ""], "第9回": ["データを分析する：「違い」は単なる誤差か？", ""], "第10回": ["質的調査の方法：インタビュー調査、参与観察、ドキュメント調査", ""], "第11回": ["データを分析する：質的なデータをどう扱うか", ""], "第12回": ["データを分析する：質的な比較を試みる", ""], "第13回": ["インターネットを利用した調査", ""], "第14回": ["社会調査の倫理", ""], "授業外学習2": "　本講義に加えて、統計学Ｉ・ＩＩ、データ解析A～Dを修得することで、社会調査データの分析についてより深い理解と応用力を養うことができるだろう。また、新聞等でさまざまな社会調査の結果が報道されているので、そのような報道があった場合は新聞各紙に目を通して、どのようなことについてどのような調査が行なわれているのか確認するとよい。こうした作業を丁寧に続けると社会調査を見るための実践的な力が養われる。"}, "評価": {"教科書Required texts0": "特に指定しない。ただし、参考文献リストで●がついているものの中から１冊(最新版）は手元においておくとよい。\n◎は質的調査の報告である。これらの中から少なくとも1冊は読んでおこう。", "参考文献・資料Reference books0": "飽戸弘『社会調査ハンドブック』（日本評論社、1987）。\n新　睦人『社会調査の基礎理論』（川島書店、2005）\n新　睦人・盛山和夫編『社会調査ゼミナール』（有斐閣、2008）\n石川淳志・佐藤健二・山田一成『見えないものを見る力』（八千代出版、1998）。\nイーストホープ, G.『社会調査方法史』（慶応通信、1982）。\n岩本裕『世論調査とは何だろうか』（岩波新書、2015）。\n◎ウイリス, P.E.『ハマータウンの野郎ども』（ちくま学芸文庫、1996）。\n◎打越正行『ヤンキーと地元』（筑摩書房、2019)。\nエマーソン, R. 他『方法としてのフィールドワーク』（新曜社、1998）。\n●大谷信介・木下栄二・後藤範章・小松洋・永野武『新・社会調査へのアプローチ』（ミネルヴァ書房、2013）。\n鹿又伸夫・野宮大志郎・長谷川計二編『質的比較分析』（ミネルヴァ書房、2001）。\n川合隆男編『近代日本社会調査史』（１）～（３）（慶応通信、1989-1994）。\n佐藤郁哉『フィールドワーク－書を持って街へ出よう ワードマップ』（新曜社、1992）。\n●佐藤郁哉『フィールドワークの技法－問いを育てる、仮説をきたえる』（新曜社、2002）。\n佐藤俊樹『不平等社会日本』（中公新書、2000）。\n佐藤博樹・石田浩・池田謙一編『社会調査の公開データ』（東大出版会、2000）。\n盛山和夫・近藤博之・岩永雅也『社会調査法』（放送大学教材、1992）。\n●盛山和夫『社会調査法入門』（有斐閣、2004）。\n●伊達平和・高田聖治『社会調査法』データサイエンス体系（学術図書出版社、2020）。\n原純輔・盛山和夫『社会階層－豊かさの中の不平等』（東大出版会、1999）。\n平松貞実『世論調査で社会が読めるか』（新曜社、1998）。\nジェフ・ペイン、ジュディ･ペイン（高坂健次監訳）『ソーシャルリサーチ』（新曜社、2008）\n◎ベッカー,ハワード S.『アウトサイダーズ　ラベリング論とは何か』（新泉社、1978）\n◎ホワイト, W.F.『ストリートコーナー・ソサエティ』（有斐閣、2000）。\n●前田拓也・秋谷直矩・朴沙羅・木下衆『最強の社会調査入門　これから質的調査をはじめる人のために』（ナカニシヤ出版、2016）。\n森岡清志編『ガイドブック社会調査』（日本評論社、1998）。\n谷岡一郎『「社会調査」のウソ』（文春新書、2000）。\n安田三郎・原純輔『社会調査ハンドブック』（有斐閣、1982）。\nその他、各省庁発行の白書等。", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用(所定のフォーマット)", "学位授与の方針との関連Relationship to Diploma Policy1": "本講義は、一昨年までの社会調査基礎論に若干の新しい内容を付け加えたものである。したがって、すでに社会調査基礎論の単位を修得した学生は、本講義を履修する必要はない。むしろ統計学やデータ解析についてより深く学習することが期待される。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", "授業内で説明した基礎的な事柄が理解できているかを見ます。"], "成績評価Grading2": "備考　Note\n定期試験で成績評価を行う予定ですが、新型コロナウイルスの感染状況によっては、平常リポート等によって評価を行います。なお、評価基準は定期試験の場合と同様です。\n【オンライン受講生対象】\nオンラインでの受講を許可された学生に対しては、レポート等で評価を行います。なお、評価基準は定期試験の場合と同様です。", "更新日時/Date of Update0": "2023年04月24日 13時17分11秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "ＩＩ－２０４"]}, "campas": 1, "name": "【200】社会調査法／Social Research Methods", "管理部署": 7, "単位数": 2, "担当者": "長谷川　計二（HASEGAWA KEIJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 8, "評価1": 0, "開講期": 1}