{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、学生諸君が舞台俳優が学ぶ「演技方法」を応用して、感情表現・相手との交流・想像力を学び、コミュニケーション能力の向上を図ることです。<br /><br />さらに学生諸君は、日本人のコミュニケーション不安が問題になっている現状を鑑み、具体的には、俳優教育の世界標準で“演技の文法”といわれるロシアの「スタニスラフスキー・システム」の基本エクササイズ、英国のドラマ教育(ドラマ・イン・エデュケーション／ＤＩＥ)のワークを中心に、日本人の身体性に合わせた身体操法も体験できます。", "到達目標": "この授業の目標は---<br /><br />(1)俳優の基本スキルを学ぶこと。<br />(2)“演技のはじまり”である自分が体験していない出来事を、あたかも経験したかのように再現すること。、<br />(3)それを見ている者がまさに今、その場に居合わせたような気にさせること。<br /><br />これらのことを、演技の基本である「役を生きる」「状況を生きる」「相手と交流する」「存在する」というキーワードに沿って実現できるようにします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "「実技」による授業なので、動きやすい服装・履物で受講してください。<br />スカート、ハイヒールは不可。<br />グループワークが中心なので、楽しんで、恥ずかしがらずに、積極的に参加してもらう態度が一番大切です。<br /><br />※ドラマ・ワークは変更する場合があります。<br /><br />★要確認★<br />【オンライン授業許可学生対象】<br />・本授業は「対面」による「ワークショップ形式」の実技になっています。<br />・オンラインによるオンデマンドの授業も準備していますが、本来の内容とは違って座学になり、学習効果が大幅に低減してしまいます。<br />　ですから、可能な限り【対面授業に参加】してください！<br />・どうしてもオンデマンドでしか履修出来ない場合(事務室に連絡のこと)は、教材をLUNAに配信しますので確認してください。<br />・配信日時は「授業当日」の「正午」までに、LUNAにアップロードします。<br />・課題の提出などもLUNAを通じて行います。", "トピック": {"第1回": ["★全14回すべて「対面授業」で実施<br /><br />【対面授業】<br />〈演劇の歴史とジャンルについて〉<br />　　・スタニスラフスキー・システム、ドラマ・イン・エデュケーション(DIE)<br /><br />【オンデマンド授業】<br />〈オリエンテーション〉<br />・初回は「演技・演劇」についての知っておいて欲しいことを話します。<br />・「羞恥の場面とコミュニケーション不安」についても説明します。<br />・《課題》対人不安をなくす方法", ""], "第2回": ["【対面授業】<br />〈基本的なエクササイズ１〉<br />　　・テニスボール廻し、わたし・あなた、イエスゲーム<br /><br />【オンデマンド授業】<br />〈対人不安を演劇的に考える〉<br />・多くの人が陥りがちな「対人不安」について説明します。<br />・俳優教育の世界標準であるロシアの「スタニスラフスキー・システム」。<br />　この演技法では、演技の本質を『意識から無意識へ』という言葉で表していることを解説します。", ""], "第3回": ["【対面授業】<br />〈基本的なエクササイズ２〉<br />　　・トラスト・サークル、フィンガー・タッチ<br /><br />【オンデマンド授業】<br />〈演技のウォーミングアップをしてみよう〉<br />・「水平線を触る」というボイストレーニング<br />・「インナームーブメントを届ける」という、内的感覚をエネルギーとして届けて受け取るエクササイズ　<br />・《課題》実技を実践して自分の変化をレポート", ""], "第4回": ["【対面授業】<br />〈基本的なエクササイズ３〉<br />　　・サンキューゲーム、正当化、ステータス・ゲーム<br /><br />【オンデマンド授業】<br />〈比較演劇学で「演劇」を整理しよう〉<br />・比較演劇学の考え方をもとに日本と西洋の演劇を比べて、多彩な演劇表現を整理します。<br />・「古典主義」と「非古典主義」という概念の間を行き来する「演劇」の特徴を理解します。<br />　その上で、演劇の社会への広がりと、教育への浸透していく様子を想像する。", ""], "第5回": ["【対面授業】<br />〈基本的なエクササイズ４〉<br />　　・ウィンクキラー、目的を持った椅子取りゲーム<br /><br />【オンデマンド授業】<br />〈想像力を発揮するエクササイズをしてみよう〉<br />・具象化させた内的感覚(インナームーブメント)を自在にコントロールするエクササイズ<br />・スタニスラフスキーの弟子ミハイル・チェーホフのレッスンで最初にするエクササイズ<br />・世界的な演出家ピーター・ブルックも採り入れている想像力が心身共に影響を与えるエクササイズ<br />・《課題》実技を実践して体と感情の関係を動画でレポートしよう!", ""], "第6回": ["【対面授業】<br />〈相手との交流〉<br />　　・相手を感じて互いに影響を受けあう<br /><br />【オンデマンド授業】<br />〈スタニスラフスキーの演劇観について〉<br />・近代リアリズム演劇を確立した、スタニスラフスキーについて説明します。<br />・スタニスラフスキーの生い立ち、「スタニスラフスキー・システム」の考え方、ロシアの演劇大学の様子などを紹介します。<br />・スタニスラフスキーのことを知ると、演技には「文法・デッサン」が必要であることがわかるでしょう。", ""], "第7回": ["【対面授業】<br />〈感情表現〉<br />　　・感情の伝言ゲーム、五感の記憶<br /><br />【オンデマンド授業】<br />〈感情表現のエクササイズをしてみよう〉<br />・感情表現と身体性についてのエクササイズです。身体の変化が、思考と感情に与える影響力を感じてください。<br />・「7つの普遍的感情表現」では、表情、身体、内臓への刺激が、どのように自分の感情に影響を与えるかに注目してください。<br />・《課題》７つの普遍的感情表現を流れでやってみよう", ""], "第8回": ["【対面授業】<br />〈環境の認知と反応〉<br />　　・五感を使って“与えられた環境”を再現する<br /><br />【オンデマンド授業】<br />〈「五感のレッスン」をやってみよう①〉<br />・スタニスラフスキー・システムの基礎である「五感のレッスン」を実践してもらいます。<br />　演技における基礎中の基礎になります。<br />・まずこれが出来ないと、フィクションである「与えられた状況」を生きることも、リアルな「感情」も出すことは出来ません。<br />　日頃、無意識でしていることなので、意識化して何度も試してみてください。", ""], "第9回": ["【対面授業】<br />〈バディを見つける〉<br />　　・円陣になりアイコンタクトとオーラだけで、相棒を見つける<br /><br />【オンデマンド授業】<br />〈「五感のレッスン」をやってみよう②〉<br />・「五感のレッスン」の応用編です。<br />・ロシアの演劇大学で行われている「身体的行動と感情の記憶」に挑戦してもらいます。<br />・《課題》日常生活の様子を「台詞や物なし」で「身体的行動」だけで再現する。", ""], "第10回": ["【対面授業】<br />〈相手を変える〉<br />　　・目的を持って相手に影響を与える<br /><br />【オンデマンド授業】<br />〈近代劇のベースの考え方「相手を変える」ことに挑戦〉<br />・近代劇の考え方である「一貫した行動」に必要な「相手を変える」という演技術に挑戦してもらいます。<br />　オンライン授業なので相手を変えることが出来たかは確認できませんが、そのやり方を学んでください。<br />・相手とは「一人」から「大人数」へと増やして行けます。<br />　例えば、教室に入った瞬間に生徒を色々な状態に変えることも、訓練次第でできるようになるでしょう。<br />・《課題》『相手を変える』ことに挑戦しよう!", ""], "第11回": ["【対面授業】<br />〈相手を振り返らせる〉<br />　　・複数の後ろを向いた人の一人を選んで、声を掛けて振り返らせる<br /><br />【オンデマンド授業】<br />〈演劇的手法を使ったコミュニケーションの土台①〉<br />・今までしてきた俳優教育における「演劇的手法」を使った「コミュニケーション」の土台について考察していきます。<br />　私、八木が執筆した関西学院大学の紀要をもとに話していきます。<br />・今回は、演劇的手法の「背景」「位置づけ」、演技エクササイズの「相手との交流」「感情表現」です。", ""], "第12回": ["【対面授業】<br />〈友人のインタビューから芝居を作る〉<br />　　・グループで共通点を見つけて、同じシーンを想像する<br /><br />【オンデマンド授業】<br />〈演劇的手法を使ったコミュニケーションの土台②〉<br />・今回は、紀要に掲載されている「演技のエクササイズ」のうち、「キャラクター造形」 について話していきます。<br />・「キャラクター造形」から、「フィジカルアプローチ」「キャラクター体感」「キャラクターを着る」「ホットシーティング」です。<br />・《課題》『キャラクターを着る』ことに挑戦しよう!", ""], "第13回": ["【対面授業】<br />〈フィジカルシアターの組み合わせからお話を作る〉<br />　　・テーマをグループで身体ポーズにより表現する<br />　　・それらをつないでストーリーを考える<br /><br />【オンデマンド授業】<br />〈演劇的手法を使ったコミュニケーションの土台③〉<br />・今回は、紀要に掲載されている「演技のエクササイズ」のうち、「シーンスタディ」について話していきます。", ""], "第14回": ["【対面授業】<br />〈タイトルから様々な形式の会話のシーンを作る〉<br />　　・タイトルから静止画をイメージする<br />　　・デュオローグ、ダイアローグ、モノローグなどのシーンに発展させる<br />〈まとめ〉<br />　　・今までの振り返り<br /><br />【オンデマンド授業】<br />〈演劇的手法を使ったコミュニケーションの土台④〉<br />・今回は、紀要に掲載されている「演技のエクササイズ」のうち、「学生たちへの効果」について話していきます。<br />・その上で、講義の全体をまとめて、評価レポートに備えます。", ""], "授業外学習2": "演劇、映画などをよく鑑賞しておくこと。<br />また、身近で表現力が豊かな人の、顔の表情、手振り身振り、人との距離感などを意識して観察しておくてください。"}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "授業終了時に出す課題レポート(LUNAに提出)"], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業への参加態度やチームワーク"], "更新日時/Date of Update0": "2023年02月21日 20時14分41秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "ＩＩ－３０４"]}, "campas": 1, "name": "【200】身体コミュニケーション論／Physical Communication Studies", "管理部署": 7, "単位数": 2, "担当者": "八木　延佳（YAGI NOBUYOSHI） ", "履修基準年度": "２年", "履修登録方法": "申込制", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 17, "評価1": 3, "評価2": 6, "開講期": 2}