{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course aims to enhance students’ ability to aware of, identify and analysing cultural phenomena, issues and problems in a globalizing world, as well as promoting multi-cultural diversity and multi-culturalism.", "到達目標": "Students can identify cultural issues, problems and contradictions and policy initiatives to promote multi-culturalism in a globalizing world. <BR/>Each student must demonstrate the learning from, as well as beyond, taught lessons and extra-curricular activity (homework and field observation) - Final Repot with firstly: 3 Reviews on literature review and media (video-documentary) and more importantly, Mini-Project Report (4500 words) - compatible with academic / policy paper standard.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】Comparative Culture（総合政策学部）／比較文化論（総合政策学部）", "関連科目": "Comparative Culture and Policy Studies courses taught by O.K.Lai  - Check at Y-Drive Reference Sources:<BR/>y 三田 O-K LAI Course 2022 and 2022 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022", "授業の概要・背景": "This course though will be conducted as “Face-to-Face” classes, juxtaposing learning materials from the On-Demand Learning, plus field observation and experiential learning. Students have to study with strong self-initiative (motivation) and demonstrate their efforts with presentation and discussion in class and beyond. <BR/>Each student must demonstrate the learning from, as well as beyond, taught lessons and extra-curricular activity (homework and field observation) - Final Repot with firstly: 3 Reviews on literature review and media (video-documentary) and more importantly, Mini-Project Report (4500 words) - compatible with academic / policy paper standard.", "授業方法": "Face-to-Face Interactive in-class presentation and discussion, coupled with online on-demand learning with follow-up reading and study, plus observation and fieldwork experience. Plus On-Demand Learning from LUNA &amp; Y-Drive: y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022", "トピック": {"第1回": ["Comparing Culture(s) in a Globalizing World?!<BR/>Some Conceptual, Theoretical and Empirical Questions  I", "On-Demand Learning with References at LUNA / Y-Drive:<BR/>y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022"], "第2回": ["Comparing Culture(s) in a Globalizing World?! <BR/>Some Conceptual, Theoretical and Empirical Questions  II", "On-Demand Learning with References at LUNA / Y-Drive<BR/>y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022"], "第3回": ["Comparing Culture(s) in a Globalizing World?! <BR/>Some Conceptual, Theoretical and Empirical Questions  III", "On-Demand Learning with References at LUNA and Y-Drive"], "第4回": ["Case Studies I on &quot;The Making and/or Evolution of Culture(s)&quot;: <BR/>Historical Time, Geo-Spatial and Socio-Economic Interactive Dynamics", "On-Demand Learning with References at LUNA and Y-Drive"], "第5回": ["Case Studies II on &quot;The Making and/or Evolution of Culture(s)&quot;: <BR/>Historical Time, Geo-Spatial and Socio-Economic Interactive Dynamics", "On-Demand Learning with References at LUNA and Y-Drive"], "第6回": ["Case Studies III on &quot;The Making and/or Evolution of Culture(s)&quot;: <BR/>Historical Time, Geo-Spatial and Socio-Economic Interactive Dynamics", "On-Demand Learning with References at LUNA and Y-Drive"], "第7回": ["Cultural Differences and Contradictions in Human History: Culture(s) and its (their) Sub-Culture(s)", "On-Demand Learning with References at LUNA and Y-Drive"], "第8回": ["Doing Comparative Cultural Studies: Approaches &amp; Methodologies to Fieldwork (Experiential) Learning of Culture(s)", "On-Demand Learning with References at LUNA and Y-Drive"], "第9回": ["Case Studies of / by Students-- Observation and Fieldwork Learning -- Case Studies, Book and Media Reviews I <BR/>Students&#39; Active Participatory Learning with Fieldwork Notes - Presentation &amp; Discussion", "On-Demand Learning with References at LUNA and Y-Drive"], "第10回": ["Case Studies / by Students-- Observation and Fieldwork Learning -- Case Studies, Book and Media Reviews II<BR/>Students&#39; Active Participatory Learning with Fieldwork Notes - Presentation &amp; Discussion", "On-Demand Learning with References at LUNA and Y-Drive"], "第11回": ["Who We are / were? and the Destiny of Humanity: Bi-and-Multi-Culturalism in its / their Geo-Historical Spaces", "On-Demand Learning with References at LUNA and Y-Drive"], "第12回": ["Promoting Multi-Culturalism and Socio-Cultural Diversity - for What (War or Peace) - for Whom?", "On-Demand Learning with References at LUNA and Y-Drive"], "第13回": ["Mutual Sharing with Active-Interactive Learning with Presentation and Discussion of Student Reports I", "On-Demand Learning with References at LUNA / Y-Drive<BR/>y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022"], "第14回": ["Mutual Sharing with Active-Interactive Learning with Presentation and Discussion of Student Reports II", "On-Demand Learning with References at LUNA / Y-Drive<BR/>y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022"], "授業計画1": "This course though will be conducted as “Face-to-Face” classes, juxtaposing learning materials from the On-Demand Learning, plus field observation and experiential learning.<BR/>Students have to study with strong self-initiative (motivation) and demonstrate their efforts with presentation and discussion in class and beyond.", "授業外学習2": "Each student must demonstrate the learning from, as well as beyond, taught lessons and extra-curricular activity (homework and field observation) - Final Repot with firstly: 3 Reviews on literature review and media (video-documentary) and more importantly, Mini-Project Report (4500 words) - compatible with academic / policy paper standard.<BR/>Y-Drve: y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures &amp; Societies 2022"}, "評価": {"教科書Required texts0": "On-Demand Learning Sources available at LUNA and Y-Drive: y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures & Societies 2022", "参考文献・資料Reference books0": "On-Demand Learning Sources available at LUNA and Y-Drive: y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures & Societies 2022", "学生による授業評価の方法Course Evaluation by Students0": "Web Survey by KGU", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\nEach student must demonstrate the learning from, as well as beyond, taught lessons and extra-curricular activity (homework and field observation) - Final Repot with firstly: 3 Reviews on literature review and media (video-documentary) and more importantly, Mini-Project Report (4500 words) - compatible with academic / policy paper standard.", "備考Note0": "Each student must demonstrate the learning from, as well as beyond, taught lessons and extra-curricular activity (homework and field observation) - Final Repot with firstly: 3 Reviews on literature review and media (video-documentary) and more importantly, Mini-Project Report (4500 words)- compatible with academic / policy paper standard.\n\nOn-Demand Learning with Face-to-Face Learning is the normal of this class; please check with LUNA and Y-Drive: y 三田 O-K LAI Course 2022 COM-STUDIES_ Cultures & Societies 2022_", "更新日時/Date of Update1": "2022年03月21日 14時30分52秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "ＩＩ－２０１"]}, "campas": 1, "name": "【200】比較文化論／Comparative Culture", "管理部署": 7, "単位数": 2, "担当者": "ライ　オン　クォック（LAI ON-KWOK） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 15, "評価1": 3, "開講期": 2}