{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to introduce ecological policy as a complex, interdisciplinary, scientific area of study.", "到達目標": "By the end of semester, students will <br />-understand the basic principles of contemporary ecological policy;<br />-gain knowledge on complex and controversial ecological policy issues through various case studies worldwide;<br />-develop skills to collect and integrate different fields of study in analysis of ecology-related environmental issues.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<br />【合併】Ecological Policy（総合政策学部）/エコロジー政策（総合政策学部）", "関連科目": "International environmental policy; Global environmental policy", "授業の概要・背景": "This course attempts to move from confrontation to cooperative problem-solving and place the study of the environment on a sound scientific basis. The major themes that students will carefully examine include critical scientific thought, pollution, human population, sustainability, biodiversity, and the linkage of the environment to human society.", "授業方法": "Face to face format<br /><br />* Zoom link for permitted students　will be provided by LUNA.", "トピック": {"第1回": ["* All 14 classes will be taught face-to-face.<br />Course overview: What is ecology? From individuals, ecosystems, to communities; Evolution and Extinction", "Review lecture materials."], "第2回": ["Threats to Biodiversity I: Human population growth: characteristics and issues: Environmental resistance; Carrying capacity<div>*Math exercise &amp; class discussion</div>", "Review lecture materials."], "第3回": ["Values of ecosystem services, Environmental philosophy<div>*Class discussion</div>", "Review lecture materials."], "第4回": ["Threats to Biodiversity II: How to measure biodiversity&nbsp;<div>&nbsp;*Class discussion</div>", "Review lecture materials."], "第5回": ["Water resource management: Types and sources of water pollution; hydrologic cycle, water pollution and health issues, Water Pollution Control Act, Development of sewerage systems<div>*Class discussion</div>", "Review lecture materials."], "第6回": ["Air pollution and global climate change: Types and sources of air pollution<br />Air pollution control act; Environmental impact Assessment; Mitigation and adaptation", "Review lecture materials."], "第7回": ["Midterm exam: Forest resource management: Social, economic, and ecological issues<br />Case study: Declining forestry industry in Japan", "Review lecture materials."], "第8回": ["Wildlife management policy I: Invasive species I: Ecological and social costs<br />Case studies: Mongoose control in Amani<div>*Simple math exercise and class discussion</div>", "Review lecture materials."], "第9回": ["Wildlife management policy II: Invasive species II: Control or tourism?<br />Case study: Black bus fishing etc.", "Review lecture materials."], "第10回": ["Wildlife management policy III: Dilemmas: Protection or jobs? <br />Case studies: Marine fisheries and large mammals<div>*Class discussion</div>", "Review lecture materials."], "第11回": ["Wildlife management policy IV: Collaboration with local communities <br />Social issues around protection and reintroduction of rare species<br />Case studies: Storks etc.", "Review lecture materials."], "第12回": ["Ecosystem management I: Beyond borders: Movement of wildlife; Landscape ecology", "Review lecture materials."], "第13回": ["Ecosystem management II: National parks and other effective management area-based conservation measure (OECM)", "Review lecture materials."], "第14回": ["Wrap up: Final Exam", ""]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "Including pop quizzes in class"], "成績評価Grading3": ["プレゼンテーション・発表／Presentation (07)", "30 %", "HOT topics writeup and presentation"], "成績評価Grading4": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "20 %", "Active participation to class activities"], "成績評価Grading5": "備考　Note\n-There will be a lecture exam during the semester & a final cumulative exam.\n-Exams will cover materials from class and assigned readings.\n-Exams may consist of multiple choice, fill in the blank, true/false, matching, and essay questions. \n-Students are expected to actively participate in class discussion. Participation means activity: just being present is not participating! Your contribution to class discussion will be graded accordingly.\n-Make-up exams may be considered with an appropriate University accepted excuse. The student must contact the instructor within 24 hours of examination to discuss possible arrangements. Students who have a valid reason for missing an exam may pre-arrange (at least 2 weeks prior to the exam) a date for taking the make-up exam. If a student misses an exam without making arrangements prior to the exam date, or misses the arranged make-up exam, the student will obtain a zero for the exam. Additionally, I will not accept make-up exam requests made 24 hours past the exam. \n-Students are expected to attend all lectures, and to perform all the assigned work. \n-Late assignments will not be accepted. \n-Academic dishonesty in any form is not tolerated. \n\n\n* Online exam for permitted students (details above) will be given at the same time with others in class.", "備考Note0": "Course contents and schedule are tentative, so that can be changed accordingly.", "更新日時/Date of Update1": "2023年09月25日 12時07分22秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＩＩ－２０４"]}, "campas": 1, "name": "【200】Ecological Policy／Ecological Policy", "管理部署": 7, "単位数": 2, "担当者": "松林　志保（MATSUBAYASHI SHIHO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 2, "評価2": 3, "評価3": 4, "評価4": 5, "開講期": 2}