{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to introduce ecological policy as a complex, interdisciplinary, scientific area of study.", "到達目標": "By the end of semester, students will <BR/>-understand the basic principles of contemporary ecological policy;<BR/>-gain knowledge on complex and controversial ecological policy issues through various case studies worldwide;<BR/>-develop skills to collect and integrate different fields of study in analysis of ecology-related environmental issues.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】Ecological Policy（総合政策学部）/エコロジー政策（総合政策学部）", "関連科目": "International environmental policy; Global environmental policy", "授業の概要・背景": "This course attempts to move from confrontation to cooperative problem-solving and place the study of the environment on a sound scientific basis. The major themes that students will carefully examine include critical scientific thought, pollution, human population, sustainability, biodiversity, and the linkage of the environment to human society.", "授業方法": "Face to face format<BR/><BR/>* Zoom link for permitted students　will be provided by LUNA.", "トピック": {"第1回": ["* All 14 classes will be taught face-to-face.<BR/>Course overview: What is ecology? From individuals, ecosystems, to communities; Evolution and Extinction", "Review lecture materials."], "第2回": ["What is ecological policy?: Ecosystem services; Monetary and non-monetary values; Environmental ethics", "Review lecture materials."], "第3回": ["Threats to Biodiversity I: Human population growth: characteristics and issues: Environmental resistance; Carrying capacity", "Review lecture materials."], "第4回": ["Threats to Biodiversity II: How to measure biodiversity  *Class discussion", "Review lecture materials."], "第5回": ["Water resource management: Types and sources of water pollution; hydrologic cycle, water pollution and health issues, Water Pollution Control Act, Development of sewerage system", "Review lecture materials."], "第6回": ["Air pollution and global climate change: Types and sources of air pollution<BR/>Air pollution control act; Environmental impact Assessment; Mitigation and adaptation", "Review lecture materials."], "第7回": ["Forest resource management: Social, economic, and ecological issues<BR/>Case study: Declining forestry industry in Japan", "Review lecture materials."], "第8回": ["Wildlife management policy I: Invasive species I: Ecological and social costs, <BR/>Case studies: Mongoose control in Amani.", "Review lecture materials."], "第9回": ["Wildlife management policy II: Invasive species II: Control or tourism?<BR/>Case study: Black bus fishing etc.", "Review lecture materials."], "第10回": ["Wildlife management policy III: Dilemmas: Protection or jobs? <BR/>Case studies: Marine fisheries and large mammals", "Review lecture materials."], "第11回": ["Wildlife management policy IV: Collaboration with local communities <BR/>Social issues around protection and reintroduction of rare species<BR/>Case studies: Storks etc.", "Review lecture materials."], "第12回": ["Ecosystem management I: Beyond borders: Movement of wildlife; Landscape ecology", "Review lecture materials."], "第13回": ["Ecosystem management II: National parks and other effective management area-based conservation measure (OECM)", "Review lecture materials."], "第14回": ["Wrap up: Final Exam", ""]}, "評価": {"教科書Required texts0": "TBA", "参考文献・資料Reference books0": "TBA", "学生による授業評価の方法Course Evaluation by Students0": "University web-based course evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": ["その他／Others (99)", "30 %", "Active participation to class activities."], "成績評価Grading4": "備考　Note\nStudents are expected to actively participate in class discussion. Your contribution to class discussion will be graded accordingly.\nIndividual reports include 1-page policy memos. Further details will be explained in class.\n\n* Online exam for permitted students (details above) will be given at the same time with others in class.", "備考Note0": "Course contents and schedule are tentative, so that can be changed accordingly.", "更新日時/Date of Update1": "2023年02月25日 12時49分09秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＩＩ－２０４"]}, "campas": 1, "name": "【200】Ecological Policy／Ecological Policy", "管理部署": 7, "単位数": 2, "担当者": "松林　志保（MATSUBAYASHI SHIHO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 0, "評価2": 3, "評価3": 4, "開講期": 2}