{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "持続可能な社会の構築には、資源循環型社会の構築が不可欠です。 この講義の目的は、自然界の物質循環に基づいて、人間が運営する経済社会をさまざまな資源が循環する社会へと変えていくための考え方や政策方法を学ぶことにあります。 また学生においては、学習を通じて政策提案を行う能力を向上させることに約立ててください。", "到達目標": "卒業後、職場や地域やくらし等の現場で、持続可能な循環社会づくりに貢献できる人材として、下記の事項の修得を到達目標とする。<BR/> a）地球や地域環境の持続可能性を資源（生命）循環の視点から理解する<BR/> b）固形廃棄物の連続した資源循環を可能にする知識と政策（循環経済＝サーキュラーエコノミー）の理解<BR/> c）再生可能エネルギーの地域内資源循環を可能にする知識と政策の理解<BR/> d）これらを可能にする各種の政策手法と実社会活用へのノウハウなどを理解する", "授業方法": "講義形式で授業する。", "トピック": {"第1回": ["講義のオリエンテーション（全体構造、授業方法、評価法など）<BR/>・科目の全体像（構造）の紹介<BR/>・気候変動問題とコロナ禍の渦中にあって、人間社会はどう変わるべきか<BR/>・資源循環型社会（資源・循環・社会）とは？<BR/>・自然界の物質循環と人間界の物質循環の調和統合をめざす<BR/>・双方に共通する「分解」と「バランス」の大切さの理解", ""], "第2回": ["自然界の物質循環をエコロジーの視点から学ぶ<BR/>・そもそも資源とは？ 循環とは？<BR/>・循環の基本を、自然界のエントロピーの法則とエコロジー（生態系ピラミッド）から学ぶ<BR/>・「地球の定員」は？－エコロジカルフットプリント（EFP）から見ると<BR/>・「生命の循環」を生態系ピラミッドとバイオミミクリーから学ぶ<BR/>・「グリーン経済」と「グリーンリカバリー」や「サーキュラーエコノミー」の必要性", ""], "第3回": ["資源やその循環に関わる問題や課題には、何があるのか？<BR/>・物質フローから見た資源の循環<BR/>・資源の「入口」と「出口」－これへのアプローチが大事<BR/>・「バッズ」と「グッズ」－双方への新しいアプローチが重要<BR/>・「分解」や「静脈」に関わる環境経済学と環境社会学", ""], "第4回": ["廃棄物問題と廃棄物の歴史から<BR/>・「廃棄物」は時代で変化する<BR/>・ヨーロッパの近世と日本の江戸、そのごみ事情から学ぶ<BR/>・現在の「廃棄物処理法」の概要とその課題<BR/>　※なぜ自治体が処理の任にあり、焼却処理が多く存在するのか？", ""], "第5回": ["循環社会の形成と拡大生産者責任（EPR）<BR/>・ドイツの廃棄物管理システム（循環経済・廃棄物法、デュアルシステムなど）から学ぶ<BR/>・廃棄物管理のための経済的手法（課徴金、デポジットなど）を有効に使うには<BR/>　※ 包装材を素材に、材の削減や循環型素材への転換のための経済的手法を考えてみよう", ""], "第6回": ["日本の資源循環型社会の形成－各種のリサイクル法から学ぶ（１）<BR/>① 資源循環型社会形成のための法制度の全体像<BR/>② 容器包装リサイクル法の概要とそのシステム<BR/>　※リンゴの包装材（欲しいのはリンゴか包装材か）とマイクロプラスチックごみの問題から<BR/>　※海洋分解する生分解性プラとセルロースナノファイバー（CNF）", ""], "第7回": ["日本の資源循環型社会の形成－各種のリサイクル法から学ぶ（２）<BR/>③ 家電リサイクル法と自動車リサイクル法の概要、そのシステムの違いに注目<BR/>④ 現行のリサイクル法を超えて－廃貴物の新しい資源循環を考える<BR/>⑤ サーキュラーエコノミーの意味と意義を理解し、貴重な資源が経済循環する仕組みを考えよう", ""], "第8回": ["他の廃棄物を考える－ CO2など温室効果ガスと放射性廃棄物<BR/>・廃棄物としての温室効果ガス－その原因と削減策は<BR/>・廃棄物としての放射性廃棄物－その対処策は（元から断つ）<BR/>　※「パリ協定」と1.5℃の意味するもの－化石エネルギーからの脱却を", ""], "第9回": ["資源循環するエネルギー＝再生可能エネルギーを地域の視点で考える<BR/>・再エネのすべては太陽エネルギーに依存し、地域に賦存・発生する<BR/>・再生可能エネルギーの3つの特性<BR/>・太陽や風力以外にもいろいろとある地域のエネルギー資源<BR/>　※ポイントは、小規模・分散型にある<BR/>　※時代は「エネルギー自治」を求めている－２つの全国ネットワークがすでに", ""], "第10回": ["バイオマス資源の活用を自然と地域の視点から考える<BR/>・森林の物質循環とエネルギー利活用－持続可能な社会の好モデル<BR/>・農業残さや生ごみなどからのエネルギー利用を考える", ""], "第11回": ["「電力システム改革」の意味と概要、社会にもたらすものは（１）<BR/>・現行の電力システムの何がどう問題なのか<BR/>・改革の4本柱（広域性、小売の自由、配送電分離、自由価格）を検証する①", ""], "第12回": ["「電力システム改革」の意味と概要、社会にもたらすものは（２）<BR/>・改革の4本柱（広域性、小売の自由、配送電分離、自由価格）を検証する②<BR/>・システム改革を地域の視点からとらえる－マイクログリッドとスマートグリッド<BR/>　※お隣りへ、電気のおすそ分けはどうしたらできるか？", ""], "第13回": ["ご当地エネルギー、全国の取組から－地域循環圏づくりに絡めて（１）<BR/>① 北海道・鹿追町のバイオガスプラントは見事<BR/>② 宮城県・気仙沼市のリアスの森BPPプロジェクトはすごい", ""], "第14回": ["ご当地エネルギー、全国の取組から－地域循環圏づくりに絡めて（２）<BR/>③ 徳島県・上勝町のゼロウェイストはなぜここまで（真のねらい）？－先輩に学ぶ<BR/>④ 兵庫県・洲本市の竹バイオマスボイラー温泉活用は皆が参加できる見事なシステム<BR/>・まとめとふりかえり－資源循環社会、卒後の君らに期待すること", ""], "授業外学習2": "・毎回配布する補足資料をよく読んで次回の授業に備えること。<BR/>・補足資料の中から宿題として課題ミニレポート（コメントシート）を数回程度課すことがあるのでしっかり対応（提出）すること。"}, "評価": {"教科書Required texts0": "使用しない。", "参考文献・資料Reference books0": "１．『資源の循環利用とは何か』細田衛士著、岩波書店、2015年\n２．『ごみ処理のお金は誰が払うのか』服部・杉本共著、合同出版、2005年\n３．『プラスチックの現実と未来へのアイデア』高田秀重監修、東京書籍、2019年\n４．『サーキュラー・エコノミー』中石和良著、ポプラ新書、2020年\n５．『脱「原発・温暖化」の経済学』明日香・朴共著、中央経済社、2018年\n６．『グローバル・グリーン・ニューディール』ジェフリー・リフキン著、NHK出版、2020年\n７．『再生可能エネルギーによる地域づくり』白井信雄著、環境新聞社、2018年\n８．『世界の再生可能エネルギーと電力システム』安田 陽著、インプレスR＆D、2019年\n９．『「循環経済」をつくる』藤山 浩編著、農文協、2018年\n10. 『入門 地域付加価値創造分析』諸富 徹編著、日本評論社、2019年", "学生による授業評価の方法Course Evaluation by Students0": "大学からの依頼の方法で実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "テストとしてのレポート（50％）と課題ミニレポート（20％）"], "成績評価Grading2": ["その他／Others (99)", "30 %", "コメントカード（学習の振り返りペーパー）を考慮して。"], "更新日時/Date of Update0": "2021年09月08日 19時31分08秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＩＩ－１０２"]}, "campas": 1, "name": "【300】資源循環型社会論／Studies of Recyclable Society", "管理部署": 7, "単位数": 2, "担当者": "横山　孝雄（YOKOYAMA TAKAO） ", "履修基準年度": "３年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 2}