{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義は，兵庫県西脇市と本学の連携協定を踏まえたハンズオンラーニングの授業である。本講義の目的は，学生が地方自治体を取り巻く財政や経済の理論・制度と実態を学びながら，西脇市のフィールドワークを踏まえた実践的な調査・学習を通して，地方都市が抱えている課題を理解し，その解決法を議論・検討することである。", "到達目標": "この授業を通して，学生は，以下の能力を習得することを目標とする。<BR/>１．市の財政，都市経営，まちづくり，地域振興の実態と課題を十分に理解し，議論することができる。<BR/>２．フィールドワークを通して地域の課題を発見し，それをリポートやプレゼンテーションとして適切にまとめることができる。<BR/>３．上記を踏まえて，地域の課題解決のための具体的な政策立案を行うことができる。", "授業方法": "講義形式8回と西脇市でのフィールドワークを3回実施する予定。フィールドワークは3回とも土曜日に実施し，1回のフィールドワークで講義2回分とする。フィールドワークの日程や回数については，感染症の流行状況，西脇市の事情，気象状況，授業の状況などにより，履修者と相談の上，変更することもある。<BR/>【オンライン受講生に対して】<BR/>同時双方向型オンライン形式および授業録画の事後配信により対応する。<BR/>【感染症拡大防止期間】（2021.4.15追記）<BR/>感染症拡大防止に十分に留意して対面で実施する。", "トピック": {"第1回": ["4月9日（金）　客野担当<BR/>・講義全体の趣旨と概要の説明<BR/>・西脇市の歴史と概要、産業や地勢的・文化的な特徴について", "授業後に配布する資料などをしっかりと読み込み復習をすること。"], "第2回": ["4月16日（金）　長峯担当<BR/>・地域経済や地方財政を取り巻く課題について<BR/>・自治体総合計画などの行政による街づくりについて<BR/>・地域振興、シティプロモーションの意義と今回の課題について", "教員や市の職員に対する質問事項をまとめるとともに、授業後には講義の内容をグループで共有し、問題意識を先鋭にしておくこと。"], "第3回": ["4月30日（金）　長峯担当<BR/>・西脇市の観光と地域ブランド<BR/>・農業振興とファッション都市構想", "教員や市の職員に対する質問事項をまとめるとともに、授業後には講義の内容をグループで共有し、問題意識を先鋭にしておくこと。"], "第4回": ["5月7日（金）　西脇市長との懇話会（予定）客野担当<BR/>・西脇市のまちづくりと地域振興<BR/>・地方創生と新庁舎の役割<BR/>・官学連携の意義、市長のリーダーシップ、大学（生）への期待", "市長講演に当たり今までの資料をよみこんで質問事項などをグループで整理しておくこと．また授業後には市長へのコメントシートをしっかりと完成させること。"], "第5回": ["5月14日（金）　長峯担当<BR/>・西脇市の安心安全のまちづくり<BR/>・コロナ対策と防災対策", "教員や市の職員に対する質問事項をまとめるとともに、授業後には講義の内容をグループで共有し、問題意識を先鋭にしておくこと。"], "第6回": ["5月28日（金）　ワークショップ　客野担当<BR/>・西脇市の現状分析<BR/>・地域振興における課題の抽出<BR/>・問題意識の共有", "グループワークになるので、時間外もグループで研究内容などを話し合い、問題意識を共有するとともに、役割分担などを考えておくこと。"], "第7回": ["6月４日分　フィールドワークに振り替え", "振り替え"], "第8回": ["6月11日（金）　受講者のプレゼンテーション、フィールドワークの準備　客野担当(西脇市職員)<BR/>・ワークショップの内容のプレゼンテーション<BR/>・市職員からのフィードバック", "グループワークになるので、時間外もグループで研究内容などを話し合い、問題意識を共有するとともに、役割分担などを考えておくこと。"], "第9回": ["6月18日分　フィールドワークに振り替え", "振り替え"], "第10回": ["6月25日分　フィールドワークに振り替え", "振り替え"], "第11回": ["6月26日（土）　長峯・客野・西脇市職員担当<BR/>・1回目フィールドワーク－西脇市の街づくり拠点と観光資源を訪ねる－<BR/>・4月23日（金）と5月21日（金）の講義の振替えとなります。", "プレゼンテーションに向けたグループワークを進めておくこと。"], "第12回": ["7月2日（金）　客野担当<BR/>・フィールドワークを踏まえたグループごとの報告の準備<BR/>・グループワークによる課題研究の発表準備", "プレゼンテーションに向けたグループワークを進めておくこと。"], "第13回": ["7月3日（土）　長峯・客野担当・西脇市職員<BR/>・2回目フィールドワーク－西脇市の地域振興とコミュニティ防災－<BR/>・6月4日（金）と6月18日（金）の講義の振替えとなります。", "プレゼンテーションに向けたグループワークを進めておくこと。"], "第14回": ["7月9日分　フィールドワークに振り替え", "振り替え"], "第15回": ["7月10日（土）　長峯・客野担当・西脇市職員<BR/>・研究課題発表会（会場：西脇市市役所大会議室）<BR/>・6月25日（金）と7月9日（金）の講義の振替えになります。", "プレゼンテーションを完成させるとともに、事前にしっかりと発表の練習をすること．終了後には市職員からのフィードバックを整理しておくこと。"], "授業計画1": "上記のとおりの計画です。", "授業外学習2": "上記関連科目をすでに履修しているか，並行して履修してもらうことが望ましい。履修していない場合でも，各自，地方財政や都市計画，地方創生に関する基礎知識や情報に関心を払ってもらうことが重要である。特に今年はコロナ禍における地方の在り方が社会的にも大きな関心事項となっている。自分の周りや地域の問題に関心を向けることが肝要である。"}, "評価": {"教科書Required texts0": "とくに使用しない予定。", "参考文献・資料Reference books0": "授業中に指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に行う。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "授業への取り組みと提案プレゼンテーションの内容"], "成績評価Grading3": "備考　Note\n出席状況（平常点）と最終課題発表およびそれを基にしたリポートの内容から評価する。", "備考Note0": "本講義は，西脇市でのフィールドワークを前提に行う。講義時間は金曜日2限であるが，フィールドワークは土曜日に計3回実施する。ただしこれはあくまでも予定であり、感染症の状況により変更となる可能性がある。また，フィールドワークという授業の性質上，授業期間中にスケジュール変更がある場合もあるので，その点は予め了解されたい。履修者を選定するため，履修希望者は所定の方法にて事務室まで申請を行うこと。", "更新日時/Date of Update1": "2021年04月15日 18時46分49秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｉ－２０３"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【400】公共政策課題研究Ａ／Topics in Public Policy A", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "長峯　純一（NAGAMINE JUNICHI） ", "履修基準年度": "３年", "時限1": "金曜２時限／Friday 2", "開講期": "春学期／Spring"}