{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生が、経済と政治・行政の相互依存関係や政策決定メカニズムを公共選択論の理論や概念を通じて理解し、各政策領域における政府の失敗や政策の失敗の実態とそれを抑止する制度改革のあり方、社会・経済にとって望ましい政策のあり方を議論し、問題解決の方策を考える能力を養うことである。", "到達目標": "本講義を履修する学生は、以下の項目について修得することを目標とする。<br />・経済政策や公共政策が意思決定され実施される過程を理解する。<br />・現実の政治・行政プロセスにおいては、政治家・官僚・利益集団など多様なステークホルダー（利害関係者）が行動していることを理解する。<br />・その結果、経済システムが「市場の失敗」を引き起こすのと同様に、政治・行政システムも「政府の失敗」「政策の失敗」を引き起こすことを理解する。<br />・政府の失敗を抑止する手段として制度改革が求められること、さらに制度改革も失敗する可能性に注意する必要があることを理解する。<br />・上記の理解を踏まえて、現実の政策が社会・経済にとって望ましいものになるよう、分析、考察、提言する力をつけることを到達目標とする。", "特記事項": "", "関連科目": "財政学、公共経済学、ミクロ経済学、マクロ経済学、政治学、行政学、都市財政論", "授業の概要・背景": "本講義は、関西学院大学KSCと慶應義塾大学SFCのキャンパス連携授業として行う。両キャンパスに「公共選択論」という同じ科目が開講されており、SFC側の担当教員は総合政策学部名誉教授の小澤太郎教授である。", "授業方法": "上述したように、本講義はKSCとSFCの連携授業として、本学の対面実施の教室とオンラインでSFCの教員および履修者をつなぐ形で実施する。2人の教員（亀田と小澤）が毎回出席し、どちらかが主担当として主な講義を行い、もう一人が補足的な講義を行い、学生を含めて質疑応答を行う形で実施する。", "トピック": {"第1回": ["14回すべて対面授業で実施する。<div><br />4/8：授業の概要、厚生経済学から公共選択論へ、私的選択から公共選択へ、そして市場の失敗から政府の失敗へ（主担当：小澤／亀田）</div><div><br /><div>「公共選択論」の基礎学問となる「厚生経済学」「財政学」「公共経済学」について、またその関連性について解説する。その後、「私的選択」から「集合的選択」へ移行していくきっかけと理由、意思決定の基礎理論として、便益、機会費用、資源配分の効率性の意味を説明する。</div></div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第2回": ["4/15:「市場の失敗」「政府の失敗」（主担当：亀田）<br /><br />経済システムが「市場の失敗」を引き起こすのと同様に、政治・行政システムも「政府の失敗」「政策の失敗」を引き起こすことを理解する。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第3回": ["4/22：投票のパラドックス（主担当：小澤）<div><br />公共選択論の理論の中心をなす投票理論について解説する。鍵となる概念あるいは現象として、コンドルセ・サイクル、単峰型選好、ボルダルール、戦略的操作可能性が取り上げられる。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第4回": ["4/29：社会的選択の理論（主担当：小澤）<br /><br /><div>意思決定理論として社会的選択と呼ばれる領域があり、公共選択論の理論面において関連してくる。本講義では、個人の選好順序、社会的厚生関数といった基礎概念に始まり、「アローの不可能性定理」の証明・意味が解説される。加えて、個人間の比較可能性を持たない序数主義的厚生主義の意味についても解説される。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第5回": ["5/13：リベラル・パラドックス（主担当：小澤）<div><br />前回の授業に続き、社会的選択の理論において、最小限の自由尊重主義、パレート派リベラルの不可能性、ゲーム形式の権利論、機能と潜在能力といったトピックスを取り上げて説明される。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第6回": ["5/20：レントシーキングによる政府の失敗（主担当：亀田）<br /><br />制度・規制や予算配分に関連して、利益集団・業界団体がレントシーキングを通じて非効率な政策運営が行われることが説明される。加えて、政府の失敗を引き起こす仮説として、暗黙の票取引（ログローリング）と呼ばれる現象が解説される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第7回": ["5/27：輸入制限の政治経済学（主担当：小澤）<br /><br /><div>本講義では、前回に引き続き、レントシーキング活動とはどういうものか輸入関税の問題を事例に説明し、それが資源配分の効率性にいかなる影響をもたらすかが説明される。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第8回": ["6/2：財政民主主義と日本国憲法（主担当：亀田）<br /><br /><div>第７回までの議論は議会によって財政がコントロールされることを前提としているが、第８回ではそもそもなぜ、いつから議会が財政をコントロールするようになったのかが、イギリスの歴史と共に説明される。その後、財政民主主義が日本の法制度の中でどのように反映されているかが説明される。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第9回": ["6/10：政治学・行政学への公共選択論の貢献：代議制民主主義と官僚制（主担当：小澤）<br /><br /><div>政策決定プロセスの理論的・実証的な分析・解明が公共選択論の研究テーマであるが、ここでは現実の政策決定プロセスを説明する実証仮説として、ダウンズの二大政党制モデル、ニスカネンの官僚制モデルという2つの代表的モデルが解説される。併せて、ゲームの解としての政府の失敗の意味が説明される。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第10回": ["6/17：日本の財政は持続可能か？（主担当：亀田）<div>肥大化した日本の政府債務は持続可能か？そもそも持続可能とは何か？財政は破綻するのか？こうした論点について、理論的考察と論点整理が行われる。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第11回": ["6/24：市場は政府を規律付けるか（主担当：亀田）<div><br /></div><div>これまでの講義は民主主義というツールを使って政府をコントロールすることに主眼があったが、市場機構が政府を規律付けることはできないのであろうか？例えば財政悪化に対して国債金利が上昇すれば、これは財政健全化に資することになる。第11回の講義ではこの財政悪化と国債金利の関係が機械学習、具体的にはテキストマイニングツールを用いて考察される。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第12回": ["7/1：公共選択論の新潮流：非合理性への着目（主担当：小澤）<br /><br />経済学の分析理論を基礎とする公共選択論では、有権者等の行動主体は合理的に行動すると仮定されるが、ここでは有権者が非合理的に行動する事例と理論が解説される。これもまた異なる角度から民主主義が失敗しうる可能性を示す。行動経済学の知見から示唆されるプロスペクト理論、双曲型割引モデル、ナッジとリバタリアン・パターナリズムも解説される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第13回": ["7/8：人々はどのような所得再分配を望んでいるのか？（主担当：亀田）<div><br /></div><div>近年の経済学では実際に金品を配布して人々の経済行動を観察する「経済実験」と呼ばる分析手法が多用される。そこで、第13回の講義では公共選択論の課題の一つである所得再分配に関する経済実験の結果を紹介する。<br /><div><br /></div></div>", "なお、本講義の内容は公共哲学とも密接に関連するため、公共哲学の講義内容を予習・復習しておくこと。"], "第14回": ["7/15：授業全体の総括、政府の失敗の類型化と制度改革の成否（主担当：小澤／亀田）<br /><br /><div>講義全体を振り返り、亀田と小澤がそれぞれ講義全体への補足説明を行い、公共選択の役割と貢献、今後への課題を講義し、議論する。</div>", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "授業外学習2": "財政学やミクロ経済学の基礎的な知識を前提に講義を行うので、「ミクロ経済学」「財政学」「公共経済学」等を履修していることが望ましい。履修していない学生は、各自で自習を行い理解できるよう努力してください。また、普段から日本や海外の財政・政治・選挙・行政改革といった問題に関心を払っておくことも重要です。"}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "教科書Required texts0": "とくに特定の教科書は使用しない予定ですが、授業時に文献を指示する場合もあります。各自で文献等を通じて予習・復習し、理解を深めることが望ましい。教科書をどれか選ぶとすれば、各自の関心やレベルに合わせて探していただきたいが、参考文献に挙げた１か２を推薦します。ただし、講義はそれら参考文献の内容に沿って行われる訳ではないことも断っておきます。", "参考文献・資料Reference books0": "1．川野辺裕幸・中村まづる（編著）『公共選択論』（勁草書房、2022年）\n2．加藤寛（編）『入門公共選択』（勁草書房、2005年）", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による「授業に関する調査」を授業中に行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "更新日時/Date of Update0": "2025年01月28日 00時55分44秒", "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "ＶＩ－２０１"]}, "campas": 1, "name": "【200】公共選択論／Public Choice", "管理部署": 7, "単位数": 2, "担当者": "亀田　啓悟（KAMEDA KEIGO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 8, "評価1": 0, "開講期": 1}