{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生が、経済と政治・行政の相互依存関係や政策決定メカニズムを公共選択論の理論や概念を通じて理解し、各政策領域における政府の失敗や政策の失敗の実態とそれを抑止する制度改革のあり方、社会・経済にとって望ましい政策のあり方を議論し、問題解決の方策を考える能力を養うことである。", "到達目標": "本講義を履修する学生は、以下の項目について修得することを目標とする。<BR/>・経済政策や公共政策が意思決定され実施される過程を理解する。<BR/>・現実の政治・行政プロセスにおいては、政治家・官僚・利益集団など多様なステークホルダー（利害関係者）が行動していることを理解する。<BR/>・その結果、経済システムが「市場の失敗」を引き起こすのと同様に、政治・行政システムも「政府の失敗」「政策の失敗」を引き起こすことを理解する。<BR/>・政府の失敗を抑止する手段として制度改革が求められること、さらに制度改革も失敗する可能性に注意する必要があることを理解する。<BR/>・上記の理解を踏まえて、現実の政策が社会・経済にとって望ましいものになるよう、分析、考察、提言する力をつけることを到達目標とする。", "授業方法": "第1回講義（4/13）の録画が以下シラバス付加情報に掲載のURLにあります。履修者は可能であれば第2回講義（4/20）までに見ておいてください。<BR/>　当初の予定を変更し、当面オンライン（Zoom）による開講とします。状況が改善すれば対面に切り替わる可能性もありますが、そのまま春学期は最後までオンラインで行くかもしれません。変更の場合は、授業中に指示をします。4月13日の第1回の講義は、慶応義塾大学SFCの学生のみを対象にオンラインで実施します。それを録画したものをオンディマンド配信しますので、本学の学生はそれを見て学習してください。<BR/>　上述したように、本講義はKSCとSFCの合同授業として開講・実施します。ただし、両キャンパスの講義日程に数日の違いがあるため、重なる12回分を両キャンパス学生の参加による実施、残りの日程については、開講日でない側の学生は任意参加とします（以下の授業計画を参照のこと）。12回分の授業については、Zoom参加の記録で出席とします。<BR/>　授業は全15回ありますが、2人の教員（長峯と小澤）が毎回出席し、どちらかが主担当として主な講義を行い、もう一人が補足説明を行い、学生を含めて質疑応答を行う形で行います。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、「Zoomによる同時配信」で対応する予定です。アクセス先はLUNAを確認してください。", "トピック": {"第1回": ["4/13：授業の概要、厚生経済学から公共選択論へ、私的選択から公共選択へ、そして市場の失敗から政府の失敗へ（主担当：長峯／小澤）<BR/>　「公共選択論」の基礎学問となる「厚生経済学」「財政学」「公共経済学」について、またその関連性について解説される。後半には、「私的選択」から「集合的選択」に移行していくきっかけと理由、意思決定の基礎理論として、便益、機会費用、資源配分の効率性の意味が説明される。「市場の失敗」が起きるとき、政府による政策的解決が期待されるが、その過程で「政府の失敗」も起こりうることが説明される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。<BR/>本学総合政策学部は休講となったため、SFCの学生のみを対象にZoomによるオンライン授業を行います。その録画をオンディマン配信しますので、それで学習してください。"], "第2回": ["4/20:政府支出と財政赤字はなぜ拡大するのか（主担当：長峯）<BR/>　公共選択論では政府支出の配分に関する多くの実証的仮説が提起されてきたが、ほとんどの場合、政府支出や財政赤字の拡大に帰結する。ここでは、財政錯覚、転位効果、レヴァイアサン政府といった仮説が紹介され、さらにソブリン危機と財政破綻、財政の持続可能性、コロナ禍の財政への影響といった最近の話題にも言及する。", "SFC-KSC連携でリアルタイムのオンライン（Zoom）による授業を開始します。Zoomのアクセス先は以下。<BR/>https://keio-univ.zoom.us/meeting/register/tZAtcuusqTwoGNMTfQBVzOOKcg2AxhBXi2lp<BR/>ミーティングID：840 5247 7227<BR/>パスコード：579293<BR/>LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第3回": ["4/27：投票のパラドックス（主担当：小澤）<BR/>　公共選択論の理論の中心をなす投票理論について解説する。鍵となる概念あるいは現象として、コンドルセ・サイクル、単峰型選好、ボルダルール、戦略的操作可能性などが取り上げられる。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第4回": ["5/4：社会的選択の理論（主担当：小澤）＊SFCのみ開講<BR/>　意思決定理論として社会的選択と呼ばれる領域がある。これも公共選択論の理論面において関連してくる。ここでは、個人の選好順序、社会的厚生関数といった基礎概念に始まり、「アローの一般不可能性定理」の証明・意味が解説される。加えて、個人間の比較可能性を持たない序数主義的厚生主義の意味についても解説される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第5回": ["5/11：リベラル・パラドックス（主担当：小澤）<BR/>　前回の授業に続き、社会的選択の理論において、最小限の自由尊重主義、パレート派リベラルの不可能性、ゲーム形式の権利論、機能と潜在能力といったトピックスを取り上げて説明される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第6回": ["5/18：輸入制限の政治経済学（主担当：小澤）<BR/>　公共選択論は、政府の失敗は各行動主体（人々）が自分の政治的レントを求めてレントシーキング活動を行うことに起因すると考える。ここでは、輸入関税の問題を事例に、レントシーキング活動とはどういうものか、それが資源配分の効率性にいかなる影響をもたらすかが説明される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第7回": ["5/25：レントシーキングによる政府の失敗（主担当：長峯）<BR/>　前回の授業に続き、レントシーキング活動による政府の失敗が取り上げられる。ここでは、制度・規制や予算配分に関連して、利益集団・業界団体がレントシーキングを通じて政官財の癒着構造、いわゆる鉄のトライアングルと呼ばれる構造を作り出すことが説明される。加えてもう一つ、政府の失敗を引き起こす仮説として、暗黙の票取引（ログローリング）と呼ばれる現象が解説される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第8回": ["6/1：政治学・行政学への公共選択論の貢献：代議制民主主義と官僚制（主担当：小澤）<BR/>　政策決定プロセスの理論的・実証的な分析・解明が公共選択論の研究テーマであるが、ここでは現実の政策決定プロセスを説明する実証仮説として、ダウンズの二大政党制モデル、ニスカネンの官僚制モデルという2つの代表的モデルが解説される。併せて、ゲームの解としての政府の失敗の意味が説明される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第9回": ["6/8：立憲段階の選択と政府の失敗の抑止（主担当：長峯）<BR/>　公共選択論は、政策決定と実施のプロセスで政府の失敗が発生することを解明するが、そこから次に、その政府の失敗をいかに抑止できるかを考える。ここでは、立憲段階と立憲後段階という２つの意思決定の段階を考え、不確実性のヴェールに包まれる立憲段階の選択において、全員の合意によって制度・ルール・制度改革が選択されうる可能性が解説・議論される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第10回": ["6/15：公共選択論の新潮流：非合理性への着目（主担当：小澤）<BR/>　経済学の分析理論を基礎とする公共選択論では、有権者等の行動主体は合理的に行動すると仮定するが、ここでは有権者が非合理的に行動する事例と理論とが解説される。これもまた異なる角度から民主主義が失敗しうる可能性を示す。行動経済学の知見から示唆されるプロスペクト理論、双曲型割引モデル、ナッジとリバタリアン・パターナリズムも解説される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第11回": ["6/22：選挙制度の公共選択（主担当：長峯）<BR/>　政策決定に直接かかわる政府の失敗事例として選挙制度がある。日本の選挙制度とその改革を題材に、中選挙区制から小選挙区比例代表並立制へ改革されてきた経緯を振り返りながら、派閥選挙、政治とカネの問題、選挙区の区割り問題、勝者総取り方式と死票問題、政治離れとシルバー民主主義といった最近の話題にも言及がなされる。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第12回": ["6/29：公共投資と政策評価制度（主担当：長峯）<BR/>　レントシーキングの議論で言及されたが、資源・予算の取り合いが起こる格好の対象に公共投資がある。公共投資の配分には政府の失敗が起こりがちであるが、それを抑止する手立てとして政策評価制度が位置づけられる。ここではニューパブリック・マネジメント（NPM）と呼ばれる行財政改革と関連させながら、政策評価制度が実際にどう機能しているか、制度改革の失敗の可能性はないのか、また人口減少と老朽化インフラといった最近の話題にも触れながら議論・解説がなされる。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第13回": ["7/6：補論と総括、政府の失敗の類型化と制度改革の成否（主担当：長峯／小澤）<BR/>　ＳＦＣの授業が最終となるため、ここまでの講義全体をいったん振り返る。私的選択の限界や市場の失敗を解決するための公共選択（政治による政策決定と実施）であるが、公共選択にも限界と政府の失敗があり、資源が浪費される可能性があること。そこで、政府の失敗を止めるための制度改革が必要になるが、しかしその改革でも成功と失敗があることが整理される。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第14回": ["7/13：地方分権で政府の失敗を止めることは可能か（主担当：長峯）　＊KSCのみ開講<BR/>　政府の失敗と抑止する制度改革の一つとして地方分権改革を取り上げる。日本の地方分権改革の経緯を解説しながら、集権型制度・分権型制度それぞれのメリット・デメリットが、分権化定理、足による投票、地域間競争の概念を使いながら解説される。その上で、なぜ日本の分権改革が進展しないのか、コロナ禍による分権社会への影響の可能性についても議論・解説がなされる。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "第15回": ["7/20：災害復興の公共選択　＊KSCのみ開講<BR/>　東日本大震災からの復興を題材に、復興のまちづくり事業における政策決定のディレンマ、そしてそこでも政府の失敗が起こりうる可能性が議論・解説される。復興の過程では、迅速な復興と時間をかけて住民意見を反映させることのディレンマがある。またソフトな予算制約や縦割り行政の問題が起こりやすい。創造的復興の意味、災害と経済成長の関係、国土強靭化とレジリエンスの関係といった話題にも言及がなされる。", "LUNA等で配信した講義資料、また新聞や参考文献等で復習する。"], "授業外学習2": "財政学やミクロ経済学の基礎的な知識を前提に講義を行うので、「ミクロ経済学」「財政学」「公共経済学」等を履修していることが望ましい。履修していない学生は、とくに各自で自習を行い理解できるよう努力してください。また、普段から日本や海外の財政・政治・選挙・行政改革といった問題に関心を払っておくことも重要です。"}, "評価": {"教科書Required texts0": "とくに特定の教科書は使用しない予定ですが、授業時に文献を指示する場合もある。各自で文献等を通じて予習・復習し、理解を深めることが望ましい。教科書をどれか選ぶとすれば、各自の関心やレベルに合わせて探していただきたいが、参考文献に挙げた１か２を推薦します。ただし、講義はそれら参考文献の内容に沿って行われる訳ではないことも断っておきます。", "参考文献・資料Reference books0": "１．長峯純一『費用対効果』（ミネルヴァ書房、2014年）\n２．川野辺裕幸・中村まづる（編著）『テキストブック公共選択』（勁草書房、2013年）\n３．山内弘隆・上山信一（編著）『公共の経済・経営学』（慶應義塾大学出版会、2012年\n４．長峯純一（編著）『比較環境ガバナンス』（ミネルヴァ書房、2011年）\n５．B.カプラン（長峯・奥井監訳）『選挙の経済学』（日経BP社、2009年）\n６．加藤寛（編）『入門公共選択』（勁草書房、2005年）\n７．長峯純一『公共選択と地方分権』（勁草書房、1998年）", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による「授業に関する調査」を授業中に行う。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\nリポートの結果に基づいて評価する。Zoom参加の記録で出席を取り、最終評価にボーナス点として加点します。", "備考Note0": "第1回講義（4/13）の録画が以下URLにあります。履修者は可能であれば第2回講義（4/20）までに見ておいてください。\n\nhttps://keio.box.com/s/qvwob13xmo0lomzgevs7qaah65etrdbm\n\n第2回からSFC-KSC連携でリアルタイムのオンライン（Zoom）による授業を行います。Zoomのアクセス先は以下の通り。\n\nhttps://keio-univ.zoom.us/meeting/register/tZAtcuusqTwoGNMTfQBVzOOKcg2AxhBXi2lp\nミーティングID：840 5247 7227\nパスコード：579293", "備考Note1": ["0講義概要21.pptx", "4/13の講義資料その1"], "備考Note2": ["1公共選択論21小澤.pdf", "4/13の講義資料その2"], "備考Note3": ["1私的選択から公共選択へ21長峯.pptx", "4/13の講義資料その3"], "備考Note4": ["2政府の失敗と政府規模拡大21長峯.pdf", "4/20の講義資料"], "URLリンク1/URL 15": "LUNAの科目のHPへ", "更新日時/Date of Update6": "2021年04月19日 22時27分21秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "ＶＩ－２０１"]}, "campas": 1, "name": "【200】公共選択論／Public Choice", "管理部署": 7, "単位数": 2, "担当者": "長峯　純一（NAGAMINE JUNICHI） ", "履修基準年度": "２年", "時限1": 8, "評価1": 3, "開講期": 1}