{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この講義では、グローバル社会が抱える諸問題にかんする（国際）公共政策を立案する上での、哲学的な基盤についての知見を深めることを目的とする。とりわけ、本講義では、遠くの貧しい見知らぬ他者にたいして、なぜ援助しなければならないのか、あるいは国内の貧者と他国の貧者とどちらを優先すべきなのか、といったいわゆる「グローバル正義」にかかわる諸問題を取り扱い、政治哲学的に思考する能力を養うことを目的とする。", "到達目標": "学生は以下の2点について、理解し、説明できるようになる。<BR/>（１）グローバルな正義に関する論争についての政治哲学的な知識を習得する。<BR/>（２）「正義」や「援助」、あるいは「ナショナリズムとコスモポリタニズム」などといった概念について、望ましい世界のありかたに関するヴィジョンとの関連で、「世界市民」として考察し、自分なりの考えを提示できる。", "授業方法": "受講者数にもよるが、教員による数回の講義のあとは、基本的には演習形式で行い、学生の発表およびそれに基づく討論を中心とする。各回の報告担当者は、担当文献の内容をまとめたレジュメを用意し、参加者全員に配布することとする。<BR/>オンラインでの受講を許可された者に対しては、講義の詳細なレジュメを配布したうえで、輪読する文献の各章のレジュメの作成および提出を求める（レジュメの作成方法などについては別途指示する）。", "トピック": {"授業計画1": "初回にオリエンテーションを行う。その後は、受講者の人数にもよるが、基本的には指定するテキスト（LUNAにアップロードする）について、担当者を決め、内容をまとめたものを発表してもらい、それに基づいて議論するという形式をとる。また、受講者数によっては、教員が設定したテーマに沿った内容のプレゼンテーションを各自にしてもらう場合がある。<BR/><BR/>なお、受講予定者は、授業計画に支障が出るので、初回のオリエンテーションに必ず参加すること。", "授業外学習2": "テキストを読み込み、内容をまとめ、議論する論点を提示してもらう。内容などに不明なところについては、そのままにしておくのではなく、参考文献やその他の資料を図書館などで調べ、勉強しておくこと。"}, "評価": {"教科書Required texts0": "講義中に使用するテキストは、基本的にはLUNAに事前にアップロードしておくので、各自ダウンロードすること。", "参考文献・資料Reference books0": "講義中およびLUNAにて適宜紹介する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "提示された課題について、内容の正確さや主張や論証の正確さを評価（学習した知識を正しく活用して、自分の主張を組み立てることができているかどうかを確認するため）"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "報告担当者として仕上げるレジュメについて評価する。"], "成績評価Grading3": ["その他／Others (99)", "20 %", "授業への貢献度などを総合的に評価する"], "成績評価Grading4": "備考　Note\n１）「定期試験にレポート」および、２）担当者として作成するレジュメの両方の提出を成績評価の条件とする。\n\n※定期試験に代わるレポートを実施できない場合には、LUNA上での課題の提出に切り替える\n※オンラインによる受講を許可された者は、輪読文献についてのレジュメを評価の材料とする（複数の「平常レポート」の提出）。", "備考Note0": "「公共哲学」および「総合政策演習３」を履修しているほうが、講義内容をより深く理解できるため、望ましい。", "更新日時/Date of Update1": "2021年03月21日 15時33分59秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "ＩＩ－２０５"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【400】哲学思想課題研究Ｂ／Topics in Philosophy & Thought B", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "白川　俊介（SHIRAKAWA SHUNSUKE） ", "履修基準年度": "３年", "時限1": "月曜２時限／Monday 2", "開講期": "秋学期／Fall"}