{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "&quot;Refer to the following&quot;", "到達目標": "&quot;Refer to the following&quot;", "授業方法": "On-demand A (with timetable).<BR/>There will be a Preliminary Exam on the first day of class. There will be a Summary Exam on the final day of class. On the other class days, there will be lectures (or on-line readings/slideshows/videos in the event of pandemic mitigation). Links to course materials will be available on-line via LUNA or the course website. Announcements will be made via LUNA, the course website, or e-mail (to kwansei addresses). Readings will be suggested. Homework will be given to stimulate thinking about certain concepts of the course.", "トピック": {"第1回": ["Preliminary EXAM: basic concepts covered in 多言語多文化論 Multilingualism and Multiculturalism", "course website:<BR/>http://www.ksc.kwansei.ac.jp/~jed/LxEcology/index.html"], "第2回": ["the medieval trivium", ""], "第3回": ["the concept of &quot;language ecology&quot; and the metaphor of ecology", ""], "第4回": ["dialectology and sociolinguistics", ""], "第5回": ["Scandinavia", ""], "第6回": ["Yugoslavia", ""], "第7回": ["Nigeria and Biafra", ""], "第8回": ["China", ""], "第9回": ["Indonesia", ""], "第10回": ["the concept of ecolinguistics and the environmental effects of language", ""], "第11回": ["nasal vowels, rhotics in Europe", ""], "第12回": ["clicks in southern Africa", ""], "第13回": ["father tongue hypothesis", ""], "第14回": ["Summary EXAM", ""], "授業外学習2": "Students should look at class notes and on-line references to further learning and to prepare for exams."}, "評価": {"参考文献・資料Reference books0": "U. Ansaldo, L. Lim (eds.), Language Ecology, 2017\nJ. C. Bang, J. Door, J. Nash, S. V. Steffensen, 2008. Language, Ecology and Society: A Dialectical Approach. Continuum.\nF. Coulmas (ed.), 1989. Language Adaptation. Cambridge University Press.\nC. A. Ferguson, S. B. Heath (eds.), 1981. Language in the USA. Cambridge University Press.\nA. Fill & P. Muhlhausler, 2001. The Ecolinguistics Reader: Language, Ecology, and Environment. Continuum.\nA. Goatly, 1996. Green grammar and grammatical metaphor, or language and the myth of power, or metaphors we die by. Journal of Pragmatics 25: 537-560.\nM. A. K. Halliday, 2005-2009. The Collected Works of M. A. K. Halliday. Continuum.\nM. A. K. Halliday & J. R. Martin, 1993. Writing Science: Literacy and Discursive Power. University of Pittsburgh Press.\nE. Haugen, 1972. The Ecology of Language. Stanford University Press.\nW. Labov, 1994, 2001, 2010. Principles of Linguistic Change. Wiley-Blackwell.", "学生による授業評価の方法Course Evaluation by Students0": "Please use the KGU intranet method to evaluate this course. (ネット利用 -- 所定のフォーマット)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "Preliminary EXAM"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Summary EXAM"], "成績評価Grading3": "備考　Note\nThere will be no exam during the final exam period. The grade for the course will be comprehensive. The grade will be based on the exams. If many students enroll, the SPS policy of setting a median grade ≧75 will be followed.", "URLリンク1/URL 10": "LUNA site", "URLリンク2/URL 21": "course website", "更新日時/Date of Update2": "2021年09月16日 21時32分49秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "ＩＩ－１０１"]}, "campas": 1, "name": "【300】言語生態学／Linguistic Ecology", "管理部署": 7, "単位数": 2, "担当者": "デキキス　ジョー（DECHICCHIS JOSEPH） ", "履修基準年度": "３年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 16, "評価1": 2, "評価2": 4, "開講期": 2}