{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義では、特に文化人類学における文化や社会の理解を前提としながら、「多文化社会」とは何なのかについて考察を行う。事例と理論の検討を行いながら、「多文化社会」の概念を超えてさまざまな人々と共に生きる実践の意義と可能性を模索する。", "到達目標": "この講義を通して、学生は次のような技能と知識を身につけることが出来る：<BR/>１．各国の多文化主義政策の歴史と課題について理解し、説明できるようになる。<BR/>２．文化、社会、エスニシティ、伝統、人種、ナショナリズムなどの基本的概念を用いて、多文化社会の分析や解釈を行う方法を身につける。<BR/>３．社会についての理論概念もしくはイメージと現実世界を弁別する能力を身につける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Lecture in English<BR/><BR/>The lectures are held basically face to face, but occasionally online. In particular, first and second sessions will be held face to face and provide the essential information throughout the lecture. Students are strongly recommended to attend these sessions.", "トピック": {"第1回": ["Orientation and the introduction of all sessions: What is a multicultural society?", "You are required to write comments/questions after the session (on LUNA)."], "第2回": ["Anthropological understanding of culture and society", "You need to read some articles provided in the session 1 before this session."], "第3回": ["One out of many: The case of the United States", "You need to read some articles provided in the session 2 before this session."], "第4回": ["In relationship with indigenous people: The case of Australia", "You need to read some articles provided in the session 3 before this session."], "第5回": ["Multiculturalism and its dilemma: The case of the United kingdom", "You need to read some articles provided in the session 4 before this session."], "第6回": ["Unity in diversity: The case of Indonesia", "You need to read some articles provided in the session 5 before this session."], "第7回": ["A homogeneous nation state?: Japan and multiculturalism", "You need to read some articles provided in the session 6 before this session."], "第8回": ["Living in a foreign country: Experience and narrative (A guest speaker is invited)", "You need to read some articles provided in the session 7 before this session."], "第9回": ["Distinguishing “us” and “them”: Categorizing people", "You need to read some articles provided in the session 8 before this session.<BR/>You are required to submit a short English essay."], "第10回": ["Tradition, Imagined community, and essentialism", "You need to read some articles provided in the session 9 before this session."], "第11回": ["Ethnicity and &quot;race&quot;", "You need to read some articles provided in the session 10 before this session."], "第12回": ["Nationalism and groupism", "You need to read some articles provided in the session 11 before this session."], "第13回": ["Wrap up: Beyond multi-cultural society", "You need to read some articles provided in the session 12 before this session.<BR/>Preparation for the examination."], "第14回": ["Examination", ""]}, "評価": {"教科書Required texts0": "No required texts.", "参考文献・資料Reference books0": "Readings will be announced in lecture.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "The examination will be held at the final session."], "成績評価Grading2": ["平常リポート／Individual reports (04)", "35 %", "A short essay in English"], "成績評価Grading3": ["その他／Others (99)", "15 %", "Attendance and participation"], "成績評価Grading4": "備考　Note\nThe details of the examination and essay will be explained in the lectures.", "更新日時/Date of Update0": "2022年03月01日 10時47分29秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "ＩＩ－２０１"]}, "campas": 1, "name": "【300】多文化社会論／Studies in Multicultural Society", "管理部署": 7, "単位数": 2, "担当者": "大澤　隆将（OSAWA TAKAMASA） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}