{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は，受講者のメディア・リテラシーを高めることにあります。メディア・リテラシー（media literacy）とは，メディアが発信する情報を批判的に読み解き，必要な情報を選別的に接触し，評価し，主体的に活用する力のことを指します。", "到達目標": "受講者にとっての到達目標は，授業への参加をとおして，マスメディアやインターネットメディアなどの今日のメディアや情報装置を人間の文化省察，社会生活，健康な暮らしの維持にとって，適切なものに変えるのは，どのような社会的，文化的，技術的取り組みが必要かを考え，また，それを実際に授業をとおして実践することにあります。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "21世紀の現在，これまでの社会システムが生み出してきた様々な歪みが大きく露呈しはじめ，多方面から新しい目標設定と社会運営の原理として「持続可能性」を検討する必要性に私たちは迫られています。そのような背景をうけ，本授業では既存のメディア・リテラシーの理解に加え，プロフェッショナルのみが情報生産に関わるという前提が大きく変容し，私たちの多くがプロシューマー（生産消費者）化した現在に求められる新しい〈メディアリテラシー〉の獲得をも想定し講義を行います。", "授業方法": "オンライン受講許可学生以外は，基本的には14回すべて対面をベースに授業を行いますが，コロナウィルス感染状況にも留意し，同時双方向型オンライン講義に移行する場合があります。その場合はLUNAを通じてお知らせますので，かならず確認をしてください。", "トピック": {"第1回": ["14回すべて対面授業で実施<BR/>メディアコミュニケーションとは？〜コミュニケーション理論の概観（キーワード：固体内コミュニケーション，対人コミュニケーション，同期／非同期，対面／遠隔，メッセージ，コンテクスト，コンタクト，コード）", "コミュニケーションの基礎として言語，身体所作，振る舞い等をメディアと位置付け，私たちの身近なコミュニケーションを再考する"], "第2回": ["対面授業<BR/>身体と環境コミュニケーション（キーワード：身体表現，所作，近接学，環境コミュニケーション，環世界，高／低コンテキスト社会，感覚比率）", "コミュニケーションの基礎として言語，身体所作，振る舞い等をメディアと位置付け，私たちの身近なコミュニケーションを再考する"], "第3回": ["対面授業<BR/>産業革命による情報伝播〜印刷メディア（キーワード：街頭ポスター，雑誌，新聞，エディトリアル，DTP（Desktop Publishing））", "メディア・コミュニケーションの歴史的変遷を考え，集団的コミュニケーションを可能にしたメディア技術の歴史を辿り，今日に至る流れを個々に復習する"], "第4回": ["対面授業<BR/>映像メディアの誕生〜写真術，幻灯機，視覚玩具から映画へ（キーワード：リュミエール兄弟，シネマトグラフ，集団的コミュニケーション）", "メディア・コミュニケーションの歴史的変遷を考え，集団的コミュニケーションを可能にしたメディア技術の歴史を辿り，今日に至る流れを個々に復習する"], "第5回": ["対面授業<BR/>フィルムからテレビへ〜パーソナルメディアとマスメディア（キーワード：シャノン+ウィーバーのモデル，放送メディア，即時性，速報性，時間拘束性）", "メディア・コミュニケーションの歴史的変遷を考え，集団的コミュニケーションを可能にしたメディア技術の歴史を辿り，今日に至る流れを個々に復習する"], "第6回": ["対面授業<BR/>メディアの技術革新〜ソシオメディア論・メディアの可能的様態（キーワード：メディア考古学，技術決定論，社会決定論）", "メディア・コミュニケーションの歴史的変遷を考え，集団的コミュニケーションを可能にしたメディア技術の歴史を辿り，今日に至る流れを個々に復習する"], "第7回": ["対面授業<BR/>インターネット時代のコミュニケーション（キーワード：サービスデザイン，プラットフォームビジネス，アフィリエイト，行動ターゲティング広告，Word of Mouth）", "メディア・コミュニケーションの歴史的変遷を考え，集団的コミュニケーションを可能にしたメディア技術の歴史を辿り，今日に至る流れを個々に復習する"], "第8回": ["対面授業<BR/>ソーシャルドキュメンタリー（キーワード：FSA（米国農業安定局），ニューディール政策，震災記録，語りの保存，アイソタイプ，情報アニメーション）", "社会参画手段としての映像とメディアリテラシーの関係を復習する"], "第9回": ["対面授業<BR/>ソーシャルメディアと映像（キーワード：BBS，SNS，災害情報，行政情報，リアルタイム性，情報プラットフォーム）", "社会参画手段としての映像とメディアリテラシーの関係を復習する"], "第10回": ["対面授業<BR/>アマチュアとプロフェッショナル（キーワード：インターネット動画を介したナレッジシェアリング）", "社会参画手段としての映像とメディアリテラシーの関係を復習する"], "第11回": ["対面授業<BR/>ジャーナリズムと視覚メディア（キーワード：当事者性，データジャーナリズム，データヴィジュアライゼーション，統計データ，VR利用，シミュレーション映像，モーショングラフィックス）", "社会参画手段としての映像とメディアリテラシーの関係を復習する"], "第12回": ["対面授業<BR/>地域コミュニティと映像（キーワード：ソーシャルランドスケープ，集合的記憶，コミュニティメディア，コミュニティ・アーカイブ，個人映像，オーラルヒストリー）", "コミュニティや地域社会の形成と発展に寄与する映像メディア，また公共性の概念に繋がるメディアリテラシーを個々に考える"], "第13回": ["対面授業<BR/>公共広告（キーワード：ACジャパン，Ad Council，Public Service Announcement，社会課題，CSV）", "コミュニティや地域社会の形成と発展に寄与する映像メディア，また公共性の概念に繋がるメディアリテラシーを個々に考える"], "第14回": ["対面授業<BR/>地域振興のための映像（キーワード：トップダウン，ボトムアップ，ミドル・アップダウン・マネジメント，協働，共創，共感，日本遺産，ストーリーテリング，交流人口，関係人口）", "コミュニティや地域社会の形成と発展に寄与する映像メディア，また公共性の概念に繋がるメディアリテラシーを個々に考える"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", "授業内容，特に関連キーワードの理解度とリテラシーに関する各自のメディア体験に関する記述"], "更新日時/Date of Update0": "2022年04月27日 10時18分22秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "ＶＩ－１０１"]}, "campas": 1, "name": "【200】メディア・リテラシー／Media Literacy", "管理部署": 7, "単位数": 2, "担当者": "池側　隆之（IKEGAWA TAKAYUKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 0, "開講期": 1}