{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": " 日本は、阪神淡路大震災や東日本大震災など、何度も大規模な自然災害を経験してきている。また台風や集中豪雨による被害も毎年のように頻発している。災害被害に対しては、被災者・被災地への支援策や街の復旧・復興事業が実施され、これから起きる可能性のある災害に対しては防災・減災対策が行われている。<BR/>本講義では、専門や研究テーマの異なる4人の教員が、災害被害からの復興、また今後への防災・減災について、これまでの被災地との関わりも含めて、初学者に理解してもらうことを目的に講義を行う。<BR/> 本講義は、学生が、以上のような背景のもと、災害の実態と政策に関する基礎知識を習得し、今後の勉学に活かすと共に、災害大国で生活する市民の一人として、災害への理解と意識を高めることを目的とする。", "到達目標": "　本講義は、以下の知識および能力の習得を目標とする。<BR/>・災害大国と言われる日本において、どのような大災害が発生し、それに対してどのような政策が採られてきたか（採られているか）、基礎的な知識を習得する。<BR/>・地震や津波に対する防災・減災、また災害からの復興という共通の課題に対して、社会科学や自然科学の異なる分野の研究者がどのような関心を持ち、どのようなアプローチを図っているかを理解する。<BR/>・学際的なキャンパスで学ぶことの意義を理解し、今後、自分の専門領域を選択していく上での基礎知識を得る。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "この授業は、法学、防災学、財政学、都市計画・建築環境など異なる分野の教員が、それぞれの分野における防災、災害復興を論じる形で実施する。このような内容に関しては、学際的なアプローチが必要であることを学んで欲しい。災害大国と言われる日本で学ぶ学生として、防災や復興に関する最低限の知識は持っていて欲しい。", "授業方法": "オムニバスの講義形式で行う。水曜日４限・５限の２コマ連続で計７回行う。毎水曜日に行われるわけではないので、授業の実施日に注意されたい。<BR/>【オンライン受講許可学生対応】<BR/>ＺＯＯＭを用いた同時双方向形式で実施する。接続アドレスなどについてはＬＵＮＡを用いて通知するので確認すること。", "トピック": {"第1回": ["第1回、4月13日、4限、担当：長峯 純一（財政学、公共選択論、公共政策、費用便益分析：総合政策学部）<BR/>各回の授業とも対面で実施する。<BR/>災害復興の政策・制度－東日本大震災と復興計画－<BR/>・災害発生後、被災地への支援・救済の緊急対応から復旧、復興へと政策・制度的にどう進んでいくのかを、東日本大震災を事例に説明する。<BR/>・自治体の復興計画はどのようにして作られるのか、復興事業はいかに決定されるのかを、宮城県気仙沼市を事例に説明する。<BR/>・防潮堤をめぐって住民と行政の間で何が問題になってきたのか", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第2回": ["第2回、4月13日、5限、担当：長峯 純一<BR/>復興事業と復興まちづくり－防潮堤問題－<BR/>・復興とは何か、復興事業は真の街の復興につながっているのかを防潮堤整備を題材に考えてみる。", "授授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第3回": ["第3回、4月27日、4限、担当：長峯 純一<BR/>災害経済学と被災地の産業復興<BR/>・地震や台風といった自然災害の影響は、直接的被害（人的・物的被害）と間接的被害（所得の減少）に分けられる。<BR/>・災害の経済学は、災害による直接的被害と間接的被害の大きさがどのような社会・経済・政治的な要因に影響されるか、そしてまた復興のスピードや新たな経済構造への転換がどのような要因に影響されるかを分析する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第4回": ["第4回、4月27日、5限、担当：長峯 純一<BR/>河川法と治水・利水・環境保全<BR/>・河川法改正（1997年）によって、治水、利水、環境保全を目的とする河川計画となったが、この３つの目的を達成するにはディレンマ、トリレンマがある。<BR/>・実際の河川計画はどうなっているかを考えてみる。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第5回": ["第5回、5月11日、4限、担当：長峯 純一<BR/>川づくりとまちづくり－武庫川流域委員会－<BR/>・河川法改正では流域住民の意見を反映させることも明記された。<BR/>・兵庫県を流れる武庫川でも治水・利水を目的とした武庫川ダムを巡って住民と行政の対立が生じ、武庫川流域委員会でそれを踏まえた計画づくりが行われた。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第6回": ["第6回、5月11日、5限、担当：長峯 純一<BR/>防災情報と避難行動<BR/>・近年、台風や集中豪雨による水害が多発し、多くの人命が失われる場合もある。<BR/>・災害対策基本法をはじめ、人命被害をなくすための様々な対策が採られてきたが、その実効性は上がっているのかを考えてみる。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第7回": ["第7回、5月25日、4限、担当：客野 尚志（都市計画、都市環境、建築環境：総合政策学部）<BR/>災害と都市環境<BR/>・都市環境の悪化と災害の関係について論じる。近年の都市の高密化、それに伴う緑地や水面の現象の状況について述べ、それがどのような都市環境の悪化をもたらし、さらにそれがどのような都市災害をもたらすのか、その対策はどのように為すべきなのか考える。<BR/>・講師の近畿圏のヒートアイランド現象と、豪雨に関する研究成果も紹介する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第8回": ["第8回、5月25日、5限、担当：客野 尚志<BR/>地球温暖化と都市災害リスク<BR/>・地球温暖化の現状とその要因、それが各種都市災害の発生に及ぼす影響について、IPCCなどの報告書、最新の研究成果の紹介などを通して解説する。<BR/>・特に異常気象や水害などに注目しつつ、その緩和策と適応策の在り方について国内外の事例を解説する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第9回": ["第9回、6月8日、4限、担当：客野 尚志<BR/>阪神淡路大震災と東日本大震災<BR/>・阪神淡路大震災と東日本大震災の被災状況について、建築物の耐震性という観点から解説し、災害につよい建築のあるべき姿について論じる。<BR/>・講師らの鉄骨造建物の耐震性能を機械学習の手法で広域に推定した研究の成果も紹介する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第10回": ["第10回、6月8日、5限、担当：客野 尚志<BR/>土地利用と防災<BR/>・近年、国や地方自治体で活発に議論がされている災害レッドゾーンなどにおける各種建築規制や都市計画上の取り組みなどについて解説する。<BR/>・地理院地図や国土数値情報などを用いて過去の災害履歴、指定避難所の位置などを調査する方法も紹介する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第11回": ["第11回、6月22日、4限、担当：津久井 進（法律学・弁護士、災害問題、地域復興：関西学院大学災害復興制度研究所）<BR/>災害による被災者への支援法制度<BR/>・被災者に対する支援制度は数多く存在するが、その法体系や成立経緯を踏まえ、どのような形で被災者の生活再建に役に立つのかを整理する。<BR/>・近年の災害における支援法制の適用状況と、その限界や課題を考えてみる。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第12回": ["第12回、6月22日、5限、担当：津久井 進<BR/>災害ケースマネジメント<BR/>・一人ひとりの被災者の生活再建支援の手法として「災害ケースマネジメント」の内容やいくつかの実施事例を確認する。<BR/>・災害ケースマネジメントの展開や普及のために何が必要であり、それを支える人的リソースをどう調達し、制度をどう組み立てるかを考えてみる。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第13回": ["第13回、7月6日、4限　担当：斉藤 容子（災害復興、ジェンダー、復興制度：関西学院大学災害復興制度研究所）<BR/>災害とコミュニティ防災<BR/>・災害発生直後の救助・捜索や避難所運営など地域住民に期待される役割は東日本大震災以降増している。日本ではどのようなコミュニティ防災の活動がなされているか実例をもとに説明する。<BR/>・授業内において避難所運営ゲーム（HUG）の事例などを用いながらともに災害時要配慮者らの問題を議論する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"], "第14回": ["第14回、7月6日、5限 担当：担当：斉藤 容子<BR/>諸外国と日本の災害対応、復興の比較<BR/>・災害大国である日本の災害対応と諸外国（事例国としてはイタリアを予定）の災害対応および市民ボランティアの関わりについての違いを整理する。<BR/>・災害時および復興期における行政のみならずNPO、ボランティア団体の重要性を説明する。", "授業の復習と災害に関するニュースに気を付けておくこと。学修時間の目安は１９０分とする。"]}, "評価": {"教科書Required texts0": "とくに使用しない予定", "参考文献・資料Reference books0": "資料などはその都度配布する。事前に指定があることもあるので、LUNAなどのお知らせをこまめに確認すること。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "95 %", ""], "成績評価Grading2": ["その他／Others (99)", "5 %", "出席点"], "成績評価Grading3": "備考　Note\nリポートの課題内容は6月頃に発表します。最終的な成績評価は、レポート評価(95点）に出席点（5点）も加えて総合的に行います。", "更新日時/Date of Update0": "2022年03月02日 00時53分09秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "ＩＩ－２０４"], "項番No.2": ["2022年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "ＩＩ－２０４"]}, "campas": 1, "name": "【200】復興・防災論／Disaster Prevention and Reconstruction", "管理部署": 7, "単位数": 2, "担当者": "長峯　純一（NAGAMINE JUNICHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "時限2": 18, "評価1": 1, "評価2": 4, "開講期": 1}