{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、建築実務に携わることを希望する学生が、建築基準法等の条文を自力で読解でき、将来実務に活用できる能力を養成することにある。", "到達目標": "１　建築法規の体系を理解し、説明できる。<BR/>２　建築基準法の基本条文を理解し、設計に反映することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "建築基準法が都市計画分野を含む建築に関する網羅的技術基準であることから、これを理解するためには都市計画・建築技術一般に関する基礎知識が欠かせない。従って少なくとも以下の科目については履修済みであるか、履修済みでない場合は同時並行的に履修することが望ましい。<BR/>都市・農村計画、建築計画A、建築計画B、建築環境工学、建築設備、建築構造力学１、建築一般構造１、建築一般構造２、建築材料学、建築施工<BR/>またその他建築実務に関わる法令を扱っている科目として、福祉住環境計画（バリアフリー法）、居住政策論（住宅品質確保法、特定住宅瑕疵担保責任履行確保法、区分所有法等）がある。", "授業の概要・背景": "建築は、建物を建てようとする建築主が資金その他を用意し、建築主の意図をくみとって建築士が設計し、さらに作成された設計図書にもとづいて建設会社が施工する。完成した建物は建築主に引き渡され、使用・維持管理され、最後には除却される。建設には多額の資金を要し、また完成した建物は建築主の財産であるだけではなく、そこで多様な活動が営まれ、周辺環境にポジティブあるいはネガティブな影響を与える。このような財産的価値と社会的影響の大きさは、建築のプロセスが一定の法的な枠組みのなかで行われるべきことを要求する。仮に法令を遵守しない建築物、いわゆる違反建築物によって物的・人的被害を生じた場合、関係した建築士等はその法的責任を免れることはできない。したがって建築法令に関する知識は建築技術者にとって必須ではあるが、とくにその中心をなす建築基準法については、その技術基準としての範囲の広さと、法令文章特有の読みにくさから、これを苦手とする者が多い。本講義では、建築基準法の主要条文を読み解くことにより、講義でとりあげることのできなかった条文、他の法令についても自力で読解できるレベルに到達することをめざす。<BR/><BR/>The building standard law is the core statutory instrument among the regulations which requires that would-be building owners get “building confirmation” from building authorities to ensure building plans in conformance with the building regulations in advance of the commencement of the constructions. Building regulations are too complex and difficult for most would-be building owners to understand, therefore responsibilities to get building confirmation fall on architects’ shoulders in most cases. The knowledge of the building regulations is a must for students who want to work as architects.", "授業方法": "講義形式による。<BR/><BR/>【オンライン受講許可学生対象】<BR/>対面授業を撮影した録画データをオンデマンド配信。視聴方法は、LUNA又はメールにより連絡。", "トピック": {"第1回": ["「14回すべて対面授業で実施。」<BR/>１　建築法規を学ぶにあたっての基本事項\t<BR/>２　建築基準法の構成<BR/>３　建築基準法総則：目的と用語の定義", "【予習課題】<BR/>補助教材1頁から9頁までを読む。"], "第2回": ["建築基準法総則：面積・高さ等の算定方法", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第3回": ["建築基準法総則：手続き（法が対象とする建築物の範囲、確認申請、完了検査）", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第4回": ["建築基準法単体規定：構造強度（木造）", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第5回": ["建築基準法単体規定：構造強度（組積造、鉄骨造、鉄筋コンクリート造）", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第6回": ["建築基準法単体規定：構造強度（適用すべき構造計算手法と前提条件の設定）", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第7回": ["建築基準法単体規定：防火・避難（延焼防止のために必要な措置と内部火災への対応）", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第8回": ["建築基準法単体規定：防火・避難（火災時避難のために必要な措置）", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第9回": ["建築基準法単体規定：一般構造（採光、換気、遮音、衛生、階段・廊下）、建築設備", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第10回": ["建築基準法集団規定：集団規定の適用区域、敷地と道路", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第11回": ["建築基準法集団規定：用途地域等における建築物の用途制限", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第12回": ["建築基準法集団規定：用途地域等における容積率・建ぺい率制限", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第13回": ["建築基準法集団規定：用途地域等における建築物の高さの制限", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"], "第14回": ["建築基準法集団規定：防火地域等における建築物の制限", "【復習課題】<BR/>授業中に指示する補助教材演習課題を解答。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["編集：国土交通省住宅局建築指導課ほか", "基本建築関係法令集（法令編）令和４年版", "井上書院", "2022 年", "", ""], "教科書Required texts0": "上記法令集のほか、教員が作成した補助教材（建築基準法主要条文逐条解説）を使用する。補助教材はLUNAにアップしてあるので、適宜ダウンロードの上、講義中に参照できる状態とされたい。第1回講義開始までに、補助教材１頁～４頁「建築法規の講義にあたって」に目を通しておくことが望ましい。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["大村謙二郎ほか監修", "建築法規概論", "実教出版", "2019 年", "ISBN978-4-407-34832-3", ""], "参考書/Reference books2": ["今村仁美・田中美都", "図説やさしい建築法規", "学芸出版社", "2019 年", "ISBN978-4-7615-3254-3", ""], "参考文献・資料Reference books0": "参考書１はわかりやすい記述で、はじめて建築法規を学ぶ学生に適当と思われる。但し、詳細なところまでの説明ではない。\n参考書２は建築基準法を中心に図を用いてかなり詳細に説明しているが、初心者にはやや情報量が多すぎるかもしれない。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", "備考参照"], "成績評価Grading2": "備考　Note\n定期試験に教科書（法令集）の持ち込みを認める。但し、インデクス以外のメモ・コピー等を貼り付けることは認めない。教科書への直接の書き込みは可。\n\n【オンライン受講許可学生対象】\nLUNAテスト機能により評価。詳細は別途連絡。", "URLリンク1/URL 10": "LUNA建築法規", "更新日時/Date of Update1": "2022年08月21日 16時16分46秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "ＩＩ－２０４"]}, "campas": 1, "name": "【300】建築法規／Building Code", "管理部署": 7, "単位数": 2, "担当者": "斉藤　憲晃（SAITO NORIAKI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 8, "評価1": 0, "開講期": 2}