{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "学生が、海外および日本におけるランドスケープデザインの歴史を多くの事例紹介などを通して学ぶとともに、具体的な設計方法について理解することを目的とする。", "到達目標": "①ランドスケープデザインの歴史を、時代背景とともに理解すること。<BR/>②歴史を踏まえて、これからのランドスケープデザインのあり方を考えること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】ランドスケープデザイン（建築学部）/ランドスケープ・デザイン（総合政策学部）/ランドスケープデザイン（総合政策学部）", "関連科目": "", "授業の概要・背景": "【注意事項】<BR/>この授業は学生が主体的につくりあげるものであることを目指す。そのため、授業に挑む前の事前学習を重視している。これは「単位の実質化」と呼ばれる学習形式に対応しているし、「アクティブラーニング」と呼ばれる学習手法に呼応している。大学の単位は100分授業を14回受ければもらえるものではなく、予習と復習のための100分学習もセットで14回行うことによって授与の条件が整うものである。つまり、自学自習の100分と対話型授業の100分がセットとなり、それが14回繰り返されることが単位認定の基礎条件となる。<BR/>したがって、この授業では毎回テーマが設定され、そのテーマについての事前学習（授業外学修）が求められる。教科書を読み込んでくることや、テーマに関する情報を調べてまとめてくることが、授業参加の条件となる。授業内では、各人が調べてきたことを発表し、疑問点などについて対話する。教員が一方的に話し続ける授業を求める学生は、この授業を履修しないことをお薦めする。<BR/>「教科書の内容が難しくて読み込むのが大変だ」という意見もある。しかし、この授業で用いるテキストは大学生であれば理解できるレベルのものに留めてある。逆に、このレベルのテキストが読み込めないのであれば、今後の人生に困難がつきまとうことになるだろう。授業時間にテキストの内容を教員が噛み砕いて説明することは避けたい。むしろ、学生がテキストを読み込む力をつけることを重視したい。真剣に事前学習と向き合い、それを14回繰り返すうちにテキストが素早く理解できるようになることを目指してほしい。<BR/>グループワークでの対話が苦手だという学生もいる。しかし、社会に出れば対話の機会は山程ある。人との対話のなかで自分の意見を整理し、主張し、考え方を変えていくことができる人間でありたい。積極的な学習という観点からも、この授業では対話を大切にしたい。<BR/>以上をよく理解した上で、「主体的に授業を作ろう」と考える学生に履修してもらいたい。", "授業方法": "教科書『テキストランドスケープデザインの歴史』を用いた講義と学生間の対話によるアクティブ・ラーニング。<BR/>【オンライン受講生対象】オンラインでの受講を許可された学生に対しては、講義部分について「対面授業の録画データをオンデマンド配信」で対応する予定です。ただし、グループワークについては、個人情報への配慮および技術的観点からすべてのグループの対話内容を録画して配信することは不可能であることを了承願います。", "トピック": {"第1回": ["ランドスケープデザインに関するガイダンス", "第2回までに「近代ランドスケープデザインの幕開け」の章を読み込んでおくこと。"], "第2回": ["近代ランドスケープデザインの幕開け（1850-1900年）", "第3回までに「理想都市の風景」の章を読み込んでおくこと。"], "第3回": ["理想都市の風景（1900-1920年）", "第4回までに「自動車社会と抽象芸術」の章を読み込んでおくこと。"], "第4回": ["自動車社会と抽象芸術（1920年代）", "第5回までに「モダニズム」の章を読み込んでおくこと。"], "第5回": ["モダニズム（1930年代）", "第6回までに「生活空間の機能と造形」の章を読み込んでおくこと。"], "第6回": ["生活空間の機能と造形（1940年代）", "第7回までに「モダンデザインの生産」の章を読み込んでおくこと。"], "第7回": ["モダンデザインの生産（1950年代）", "第8回までに「都市空間への挑戦」の章を読み込んでおくこと。"], "第8回": ["都市空間への挑戦（1960年代）", "第9回までに「ポストモダンと環境への眼差し」の章を読み込んでおくこと。"], "第9回": ["ポストモダンと環境への眼差し（1970年代）", "第10回までに「ミニマリスムと現象の美学」の章を読み込んでおくこと。"], "第10回": ["ミニマリスムと現象の美学（1980年代）", "第11回までに「ランドスケープアーバニズム」の章を読み込んでおくこと。"], "第11回": ["ランドスケープアーバニズム（1990年代）", "第12回までに「環境、都市、人」の章を読み込んでおくこと。"], "第12回": ["環境、都市、人（2000年代）", "第13回までに2010年以降のランドスケープデザインの事例を調べておくこと。"], "第13回": ["生態的デザインと参加型デザイン（2010年代）", "第14回までに教科書に登場したデザインについて復習しておくこと。"], "第14回": ["授業中試験（レポート作成）", ""], "授業外学習2": "各回の授業外学修についてはそれぞれに記述した。本授業では授業外学修が非常に重要である。これをせずに授業に参加すると、内容が理解できないまま授業時間が終了してしまうことになる。また、同じグループになった学生たちの学びの深度が充実しないため迷惑をかけることになる。授業外学修は「単位の実質化」にとっても大切である。必ず実施したうえで授業に参加すること。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["武田史郎・山崎亮・長濱伸貴", "テキストランドスケープデザインの歴史", "学芸出版社", "2010 年", "978-4761531874", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["佐々木葉二・宮城俊作・登坂誠・三谷徹", "ランドスケープの近代", "鹿島出版会", "2010 年", "978-4306072817", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "レポートの内容における本授業の理解度に応じた評価とする。"], "成績評価Grading2": "備考　Note\n【オンライン受講生対象】オンライン受講生については、非同期型であるオンデマンド配信の性格上、課題に対するレポート提出をもって成績評価とする。", "更新日時/Date of Update0": "2022年10月06日 13時05分45秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "ＩＩ－２０１"]}, "campas": 1, "name": "【100】ランドスケープデザイン／Landscape Design", "管理部署": 7, "単位数": 2, "担当者": "山崎　亮（YAMAZAKI RYO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 30, "評価1": 2, "開講期": 2}