{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "　本講義は，兵庫県西脇市と本学の連携協定を踏まえたハンズオンラーニングの授業である。本講義の目的は，西脇市というフィールドを通して、学生が地域や地方都市を取り巻く経済・産業・財政・観光の実態と課題を学び，その解決法である都市政策について議論・検討することである。本年度は、「若者が住み続ける街にするための戦略」というテーマで、自治体の総合計画やSDGｓ未来都市に選定されている西脇の地域づくりを学び、テーマに対する提案発表を行う。", "到達目標": "　本講義を通じて，学生は，以下の能力を習得することを目標とする。<BR/>１．地方都市の財政，都市経営，まちづくり，地域振興の実態と課題を十分に理解し，議論することができる。<BR/>２．フィールドワークを通して地域の課題を発見し，それをリポートやプレゼンテーションの形にまとめることができる。<BR/>３．上記を踏まえて，地域の課題解決のための具体的な政策立案を行うことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "都市計画・都市環境論，都市財政論、行政学、財政学、公共選択論", "授業の概要・背景": "　授業の履修を希望するものは「事前申し込み科目」としての所定の方法による申し込みに並行して、次のリンクから志望理由書を提出すること。志望理由書の提出がない場合、履修できないこともある。志望理由書の提出期間は、4/1（土）9:00～4/7（金）16:50（期日厳守）。<BR/>https://forms.office.com/r/42GUK58dKa<BR/>＜兵庫県西脇市との連携授業について＞<BR/>　授業内容については、現地フィールドワーク（3回）を交えた演習形式の授業を行う。今年度のテーマは「SDGｓ未来都市を見据えた西脇市の取り組み」とする。西脇市の歴史・文化、産業、観光、特産物、地域振興策を学び、フィールドワークを踏まえて、SDGsを踏まえた市の地域づくりのあり方について提案する。", "授業方法": "　講義形式8回と西脇市でのフィールドワーク3回を実施する予定。フィールドワークは3回とも土曜日に実施し，1回のフィールドワークで講義2回分とする。よって，以下の授業計画は11回分になる。フィールドワークの日程や回数については，感染症の流行状況，西脇市の事情，気象状況，授業の状況などにより，履修者と相談の上，変更することもある。<BR/>【オンライン受講許可学生】<BR/>オンライン受講許可が許可された学生については、ZOOMで参加すること．接続先などについてはメールなどで別途通知する．", "トピック": {"第1回": ["（全１４回対面で実施する）<BR/>講義8回とフィールドワーク3回すべて対面授業で実施<BR/>4月14日（金）　西脇市のことを知る　（客野担当）<BR/>・講義全体の趣旨と概要<BR/>・西脇市の歴史・文化，産業や地勢的特徴について", "授業後に配布する資料などをしっかりと読み込み復習をする。西脇市の場所は観光スポットの情報を把握する。"], "第2回": ["4月21日（金）　地域経済の課題を知る　（長峯担当）<BR/>・地方都市を取り巻く経済や財政の実態と課題について<BR/>・自治体総合計画などの行政による街づくり計画について", "質問事項をまとめるとともに，授業後には講義の内容を整理し，問題意識を明確にしておく。"], "第3回": ["5月13日（土）　第1回フィールドワーク＜西脇市訪問＞　（長峯・客野担当）<BR/>＊4月28日（金）と5月12日（金）の講義2回分の振り替え<BR/>・西脇市の街づくりと観光の拠点を訪ねる", "質問事項をまとめるとともに，授業後には講義の内容を整理し，問題意識を明確にしておく。西脇市の場所などの情報を頭に入れておく。"], "第4回": ["5月26日（金）　西脇市の課題抽出ワークショップ　（客野担当）<BR/>・西脇市の特徴と現状分析<BR/>・地域振興に向けた課題の抽出", "事前に得た情報を現地で確認し，感想や課題に感じたことを整理しておく。"], "第5回": ["6月2日（金）　西脇市のSDG&#39;Sへの取り組み（長峯担当）<BR/>・西脇市におけるSDGｓに関係する取り組み<BR/>・SDGｓ未来都市戦略について", "市長講演に当たり，これまでの資料を読み込んでおき，質問事項なども整理しておく。授業後には市長へのコメントシートをしっかりと完成させる。"], "第6回": ["6月9日（金）　西脇市の産業戦略について<BR/>・若者が住み続ける街づくりのアイディア<BR/>・西脇市の産業誘致や地域振興", "これまでの授業について，教員や市の職員に対する質問事項をまとめるとともに，授業後には講義の内容をグループで共有し，問題意識を明確にしておく。"], "第7回": ["6月10日（土）　第2回フィールドワーク＜西脇市訪問＞　（長峯・客野担当）<BR/>＊6月16日（金）と6月23日（金）の講義2回分の振り替え<BR/>・課題解決に向けたアイディア探し", "グループワークになるので，時間外もグループで研究内容などを話し合い，問題意識を共有するとともに、役割分担などを考えておく。"], "第8回": ["6月23日（金）　西脇市の課題解決のアイディア　（長峯担当）<BR/>・他の都市の事例検証<BR/>・フィールドワークを踏まえたプレゼンテーションの準備", "現地訪問で得られた今回の課題解決につながるアイディアを整理し，グループ内で情報共有と検討を進める。"], "第9回": ["6月30日（金）　西脇市の課題解決のアイディア　（客野担当）<BR/>・他の都市の事例検証<BR/>・フィールドワークを踏まえたプレゼンテーションの準備", "グループワークになるので，授業時間外でもグループで研究内容などを話し合い，問題意識を共有するとともに，役割分担などを考えておく。"], "第10回": ["7月7日（金）　西脇市長講演　（客野担当）<BR/>・西脇市のまちづくりと地方創生<BR/>・新庁舎移転のまちづくりへの効果，官学連携の意義，大学（生）への期待", "プレゼンテーションに向けた作業を進めておくこと。"], "第11回": ["7月15日（土）　第3回フィールドワーク＜最終発表会＞　（長峯・客野担当）<BR/>＊7月14日（金）と7月21日（金）の講義2回分の振り替え<BR/>・研究課題の発表会、場所はKSCを予定。", "プレゼンテーションを完成させるとともに，事前にしっかりと発表の練習をする。終了後には市職員からのフィードバックを整理しておく。"], "授業計画1": "土曜日を使って3回のフィールドワーク（現地訪問）があるので，その日程に注意すること。1回のフィールドワークで通常の講義2回分に換算。そのため，金曜日2限の通常講義は8回分となる。ただし，コロナ感染症の拡大によってフィールドワークの実施が難しくなれば，通常の教室での講義・演習形式に変更することもありうる。", "授業外学習2": "各自，地方財政や都市計画，地方創生に関する基礎知識や情報に関心を払ってもらい，関連する科目を並行して履修することが望ましい。"}, "評価": {"教科書Required texts0": "とくに使用しない予定。", "参考文献・資料Reference books0": "授業中に指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "最終課題発表（プレゼンテーション）の内容を踏まえてリポートを作成してもらう。"], "成績評価Grading2": ["その他／Others (99)", "60 %", "授業への取り組みとプレゼンテーションの内容。"], "成績評価Grading3": "備考　Note\n講義とフィールドワークへの出席状況と最終課題発表（プレゼンテーション）およびそれを基にしたリポートの内容から評価する。\n【オンライン受講許可学生対応】\nオンライン受講が許可された学生については、オンラインでできる内容を課す．それをもって評価を行う．", "備考Note0": "本講義は，西脇市でのフィールドワークを前提に行う。講義時間は金曜日2限であるが，フィールドワークは土曜日に計3回実施する。ただしこれはあくまでも予定であり、感染症の状況により変更となる可能性がある。また，フィールドワークという授業の性質上，授業期間中にスケジュール変更がある場合もあるので，その点は予め了解されたい。なお、特に以下の点に十分に留意し、適切に対応すること。\n１．授業の履修を希望するものは事前申し込み科目として所定の方法による申し込みに並行して、次のリンクから志望理由書を提出すること。志望理由書の提出がない場合、履修できないこともある。\nhttps://forms.office.com/r/42GUK58dKa\n（志望理由書の受付期間：4/1（土）9:00～4/7（金）16:50）\n２．定員が超過した場合は、志望理由書に基づいて選考を実施する。\n３．授業への出席、フィールドワークへの参加は原則必須である。最後に地域の方を招いた発表会でプレゼンテーションをしてもらうので真剣な態度で臨むこと。", "更新日時/Date of Update1": "2023年04月26日 13時08分20秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＩＩ－２１３"]}, "campas": 1, "name": "【300】政策コンサルティング演習　３／Policy Consulting Seminar", "管理部署": 7, "単位数": 2, "担当者": "長峯　純一（NAGAMINE JUNICHI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 3, "評価2": 4, "開講期": 1}