{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、国際公務員とはどのような職場でどのような能力が必要なのかを、特に、人事政策やキャリア開発の視点より、日本の民間企業の経営活動や雇用制度との比較から論じる。履修者がより現実的に国際的なキャリアへの理解を深め、将来グローバルなキャリアを築く上で重要となる知識や基本的姿勢を身につけることを目的とする。", "到達目標": "履修者は次の目標を達成することが期待される。一、国際機関の基本的な役割や仕組みを理解し、国際公務員に求められる資質や基本的姿勢を理解する。二、グローバルな職場環境の特徴を理解するとともに、そのために必要な最新の情報収集力と分析力を身につける。三、国際社会（特に国連、グローバル企業など）を取り巻く諸問題に関して自らの問題として捉え自分なりの考えを論理的に表現できる。四、自身の将来のキャリアを現実的に捉え、長期的なキャリア計画の設計方法を習得する。", "授業方法": "【感染防止重点期間対応】4月23日からは「オンデマンド」での配信となります。各授業回（金曜日）午前中に授業を録画したURLと教材を掲載するので、各自視聴をし、課題に取り組んでください。初回に説明した通り、課題に変更はありません。三つの課題を期日までに提出してください。<BR/>本授業では英語の資料やビデオ教材等を主に視聴、精読するため、英語力は必須である。毎回の授業は履修生が事前予習をした前提で授業が進められるため、事前予習は怠らないこと。", "トピック": {"第1回": ["Introduction, objective and expected outcomes of the course<BR/>本講義の目的、授業の進め方と重要なキーワードの理解、参考資料", "資料、教材はLUNAに掲示する。"], "第2回": ["国際協力に携わる職業の理解と具体的職種に関して、人的資源管理論と実践<BR/>Human Resources Management system in international organization", "資料、教材はLUNAに掲示する。"], "第3回": ["欧米型と日本型雇用慣行の比較、国際機関の人事制度- competency, work plan and managing your performance in global working environment", "資料、教材はLUNAに掲示する。"], "第4回": ["国際機関の空席情報の収集方法と応募に関して<BR/>Analyzing vacancy announcement and job descriptions: Understanding UN competencies", "資料、教材はLUNAに掲示する。課題（１）の提出"], "第5回": ["キャリア形成における自己分析とスキル分析の重要性‐自身の経験の棚卸と自己の評価<BR/>Understanding the importance of self-assessment and analyzing your transferable skills", "資料、教材はLUNAに掲示する。"], "第6回": ["効果的な英文履歴書とカバーレターの書き方　Writing effective CV and a cover letter", "資料、教材はLUNAに掲示する。"], "第7回": ["Effective business presentation session - グローバルな職場で求められる高度なビジネスプレゼンテーションの本質の理解 （英語の動画の視聴）", "資料をLUNA上にアップするので各自活用すること"], "第8回": ["企業のSGDｓ活動：なぜ民間企業はSDGsに取り組むのか？", "資料、教材はLUNAに掲示する。"], "第9回": ["Diversity Management: 国内、海外の事例から学ぶ企業のダイバーシティ経営", "資料、教材はLUNAに掲示する。"], "第10回": ["未来の働き方（海外ビデオの視聴と課題）<BR/>Introducing recent studies in new working environment and employment - group discussion", "詳細はLUNAにアップする。"], "第11回": ["国際公務員が直面する問題への対処方法～事例を通して学ぶ、国際公務員として働く上で重要なことの理解　（ケーススタディの内容理解を深めるための補足講義と課題(2)の説明）<BR/>Case Study: handing difficult issues in a real working setting - group discussion", "LUNA上にアップされた、国連の実際のケーススタディ（英文）を精読したうえでグループディスカッションに参加すること。課題（２）の提出"], "第12回": ["Project Cycle Management 1<BR/>開発援助だけでなく、行政や民間企業等、世界的に用いられているプロジェクトを効率よくデザイン、実施する手法の基本的概念を理解する。分析課題に向けたテーマの設定。", "LUNAにアップされている資料を読み事前準備をした上で授業に参加すること。"], "第13回": ["Project Cycle Management　2 プロジェクトデザインの中でも特に重要である分析段階（関係者分析と問題分析）を実際に行うことで、PCM的思考を習得する。", "課題（３）の提出に向けて問題分析を完成させる。"], "第14回": ["総括：　グローバルキャリア形成に効果的な手法の研究<BR/>Toward a global career - An effective way of development", "資料、教材はLUNAに掲示する。"], "授業外学習2": "本授業では英語の資料やビデオ教材等を主に視聴、精読するため、英語力は必須である。毎回の授業は履修生が事前予習をした前提で授業が進められるため、事前予習は怠らないこと。国際機関のホームページ（例えば、国連、世界銀行、アジア開発銀行）などを検索して、積極的に国際機関の主な活動を理解することが望ましい。また、グローバルな活動を展開している民間企業のSDGsやCSR活動などをHPなどで検索して最新の情報を入手する努力を惜しまないこと。"}, "評価": {"教科書Required texts0": "教科書や参考資料はLUNAにアップする。", "参考文献・資料Reference books0": "小西尚実編著他『グローバルキャリアのすすめ』（2018）関学出版会、　西本昌二他　『日本の常識、世界の非常識』関学リブレット（2013）関学出版会\nその他の教材や参考文献は授業中に指示する", "学生による授業評価の方法Course Evaluation by Students0": "ﾈｯﾄ利用(所定のﾌｫｰﾏｯﾄ)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業で扱う重要テーマに関連する3つのレポート課題の提出"], "成績評価Grading2": "備考　Note\n授業で扱う重要テーマに関連する3つのレポート課題の提出の総合点。", "備考Note0": "各自LUNAにアクセスをし、教材や資料に目を通し、事前準備を怠らないこと。", "URLリンク1/URL 11": "LUNA オンライン履修者用　教材フォルダ参照", "更新日時/Date of Update2": "2021年04月28日 20時43分13秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＩＩ－１０１"]}, "campas": 1, "name": "【300】国際公務員／Image & Reality of Intl Civil Servant", "管理部署": 7, "単位数": 2, "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "３年", "時限1": 29, "評価1": 4, "開講期": 1}