{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "みなさんは「平和」と聞いて、どんなイメージを想像するでしょうか？具体的なイメージあるいは言葉で定義することは果たして可能でしょうか？<BR/>この問いについて、具体的な例を挙げて説明できる人もいるかもしれませんが、答えに困ったり、「あらためて考えてみると分からない」と思う人もいるかもしれません。<BR/>しかし世界の各地で紛争が起き、グローバル化に伴う様々な問題が起きている現代においては「平和」が達成されずに苦しむ人々や、マイノリティであるがゆえに<BR/>人権が保障されない人々がいることを考えれば、今一度「平和とは何か」を考える重要性について再考することに異議を唱える人はいないでしょう。<BR/>現代社会システムは先人たちが過去の失敗に学びながら構築されてきたものではありますが、現状はまだ道半ばと言えます。<BR/><BR/>そこで本授業では世界各地で起きている様々な政治的事象について知り、平和を目指す様々な活動や国際機構について学びつつ、<BR/>「なぜ」「どのように」国際機構をはじめ多くのアクターが貢献していけるのかを探る授業にしたいと思います。", "到達目標": "本講義を履修する第一の目的は、世界の動きを知り、多くの地域で紛争が起こっている現実や人権が保障されない社会が存在することを理解することである。<BR/>第二点目の目標として、今日の世界的な問題となっている移民・難民をめぐる諸課題を再考することによって、重層的な国際社会をよりよく理解することである。<BR/>第三点目の目標としては、本授業で扱う領域の文献を読んだ際に批判的に読むことができるようになることを目指す。", "授業方法": "10月12日（火）以降、対面授業に変更する可能性があります。<BR/><BR/>もし受講前に授業方法や「授業についていけるかな？」「こんな条件だけど、大丈夫かな？」などのご質問がありましたら、<BR/>どうぞご遠慮なく、担当教員（東村） dkf97827@kwansei.ac.jp まで、お気軽にご連絡＆ご相談下さい。<BR/>可能な限り迅速に返信メールをお送りします。<BR/>（もし「上記アドレスに送ったのに、戻ってきてしまう…」という方がいらっしゃいましたら、noriko.higashimura@gmail.com をお使い下さい。）<BR/><BR/>なお、基礎疾患等によりオンライン授業の受講を許可された方は下記をご参照下さい。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された方に対しては、Zoomを媒体とした同時双方向型オンラインで対応します。<BR/>Zoomでの閲覧をご希望の方のために、毎回の授業終了時にアクセスコードを<BR/>ここ（教学Webシラバス）の授業回に合わせて掲載しますので、各回において確認するようにしてください。", "トピック": {"第1回": ["オリエンテーション－「平和」の定義を探り「平和学」を学ぶ目的を考える<BR/><BR/>第1回目の授業（Zoomによる遠隔授業）を録音・録画したものはこちら↓<BR/><BR/>-------------------------------------------------<BR/>https://us06web.zoom.us/rec/share/tRX6_OGWejs9yqTv3dZCoDFgIztev8-o5TfWabAfyfpVovPROtK9Hi6jk9zCPmr7.aijPx3KruUMNScaY<BR/>上記URLに入る際のパスコードはこちら→i7!#^Y8g)　　※左記は「i」から始まり、「)」までです。ご注意下さい。", "本授業で取り組む内容については初回授業時にあらためて説明するので、現時点での各人が「平和」の概念を考え、言語化してみる"], "第2回": ["現代の国際社会における「平和に対する脅威」とは何か（１）－世界の紛争と国家の破綻<BR/><BR/>第2回目の授業（Zoomによる遠隔授業）は下記点線以下からアクセスして下さい↓↓<BR/><BR/>-------------------------------------------------<BR/>東村 紀子 (学校法人)さんがあなたを予約されたZoomミーティングに招待しています。<BR/><BR/>トピック: Zoom meeting invitation - 東村 紀子 (学校法人)のZoomミーティング<BR/>時間: 2021年10月1日 09:00 AM 大阪、札幌、東京<BR/><BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/88442451266?pwd=Q1VDMmFQNytiM0hMakx5OHZsaXJJQT09<BR/><BR/>ミーティングID: 884 4245 1266<BR/>パスコード: 322986", "参照教科書：教科書第2章"], "第3回": ["現代の国際社会における「平和に対する脅威」とは何か（２）－「脅威」の多様化～紛争、病気、平均寿命を分析素材として～", "参照教科書：教科書第10章"], "第4回": ["現代の国際社会における「平和に対する脅威」とは何か（３）－「テロ」が生まれる背景と心理を考える", "参照教科書：教科書第10章"], "第5回": ["グローバリゼーションとボーダーレスな国際政治問題－国家による人権蹂躙の具体的事例", "関連文献及び資料を授業中に配布します。さらに児玉克哉・佐藤安信・中西久枝著『はじめて出会う平和学』（有斐閣アルマ）の第3章を読んでおくとより理解が深まります。"], "第6回": ["児童労働（１）－どんな国で、どんな労働が行われているのか", "授業中に関連資料を配布しますが、同時にケイティ・ディッカー・稲葉茂勝・こどもくらぶ著の「信じられない『原価』 買い物で世界を変えるための本」（講談社）も参考資料として読んでおくのが望ましいです。"], "第7回": ["児童労働（２）－国際社会の問題意識と企業の取り組み", "関連文献及び資料を授業中に配布します。さらに児玉克哉・佐藤安信・中西久枝著『はじめて出会う平和学』（有斐閣アルマ）の第6章を読んでおくとより理解が深まります。"], "第8回": ["少年兵の徴用問題－「子どもの権利条約」と照らし合わせて", "参照教科書：教科書第9章"], "第9回": ["「人の移動」をめぐる諸課題（１）－「移民」「難民」「避難民」と移民政策及び難民政策の厳格化", "関連文献を授業中に指示します。この回はグループワークなどを行う予定です。"], "第10回": ["「人の移動」をめぐる諸課題（２）－「移民」「難民」「避難民」が発生する要因と「安全な国リスト」", "関連文献を授業中に指示します。なお参考文献の『小井土彰宏編『移民受入の国際社会学』（名古屋大学出版会）を読んでおくといっそう理解が深まります。"], "第11回": ["ホームグロウンテロリストが生まれる背景と社会における差別問題", "教科書第10章を再読しておくこと。また関連文献を授業中に指示します。"], "第12回": ["「人間の安全保障」とは何か－伝統的安全保障論と「人間の安全保障」を考える", "関連文献を授業中に指示します。"], "第13回": ["「人間の安全保障」とは何か－国連と政府機関、企業の取り組み", "長有紀枝『入門 人間の安全保障 - 恐怖と欠乏からの自由を求めて』（中公新書）を読んでおくことが望ましい。"], "第14回": ["「平和」を実現するための国際法と国際機関－役割と今後における課題を探る", "関連文献を授業中に指示します。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["大芝亮・藤原帰一・山田哲也", "平和政策", "有斐閣", "2010 年", "4-641-18343-0", ""], "教科書/Required texts2": ["羽場久美子　編著", "移民・難民・マイノリティ", "彩流社", "2021 年", "978-4-7791-2727-4", ""], "教科書Required texts0": "大芝亮・藤原帰一・山田哲也『平和政策』（有斐閣）\n羽場久美子編著『移民・難民・マイノリティ』（彩流社）", "参考文献・資料Reference books0": "児玉克哉・佐藤安信・中西久枝著『はじめて出会う平和学』（有斐閣アルマ）\n小井土彰宏編『移民受入の国際社会学』（名古屋大学出版会）\n長有紀枝『入門 人間の安全保障 - 恐怖と欠乏からの自由を求めて』（中公新書）\nケイティ・ディッカー・稲葉茂勝・こどもくらぶ著の「信じられない『原価』 買い物で世界を変えるための本」（講談社）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "２～３回、出題する予定です。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "毎回行います。提出期限厳守のこと。"], "成績評価Grading3": ["その他／Others (99)", "40 %", "授業への貢献度及び参加度"], "成績評価Grading4": "備考　Note\n①基本的には講義形式をとる予定ですが、受講者のみなさんの興味や問題意識に応じてグループワークを行い、授業への参加度及び問題意識をも評価対象とすることがあります。\n②レポート課題は、今日における国際紛争や宗教紛争、地域的課題をめぐる諸議論など、その時折々の具体的事例について考えていただく課題を随時出題します。\n③新しい発想（もちろん根拠が明確で、単なる思いつきではないアイディア）も重要なものとして位置づけますので、皆さん個人の考えを知るために簡単なプレゼンを行ってもらうことも考えています。\n④授業内容への参加度及び貢献度については、特に高く評価します。\n\n参加人数や受講生の方のご興味＆ご関心事項と、実際に授業内においてできることをうまく融合させて、みなさんの学びにとって少しでも有益となる授業をしたいと思います。\nその中での積極的な参加を高く評価しますが、シャイな方も無理なく参加できる形の授業にしたいと考えていますし、無理なくグループ活動ができるように考慮したいと思います。\nなお、基礎疾患等によりオンライン授業の受講を許可された方は下記をご参照下さい。\n\n【オンライン受講生対象】\nオンラインでの受講を許可された方に対しては、随時Zoomでの閲覧をしたうえで\nレポートを提出していただけるようにテーマを設定します。\nLUNA上でレポート内容について掲載しますので、必ず確認するようにしてください。", "備考Note0": "授業概要は既に上に記しました通りですが、もし授業方法や「授業についていけるかな？」「こんな条件だけど、大丈夫かな？」などのご質問がありましたら、\nどうぞご遠慮なく、担当教員（東村） dkf97827@kwansei.ac.jp まで、お気軽にご連絡＆ご相談下さい。\n（もし「上記アドレスに届かない」等でお困りの方がいらっしゃいましたら、noriko.higashimura@gmail.com をお使い下さい。）\n\n机の前でする勉強が重要なのは言うまでもありませんが、他者とのコミュニケーションをとることも人生を通じた「学び」にとって非常に大切なことです。\n困っているクラスメイトがいたら「お互い様だから」と思って助ける（助け合う）気持ちや、他のみなさんとの学びを共有する気持ちを大事に受講していただきたいと思います。", "URLリンク1/URL 11": "LUNAの科目のHPへ", "更新日時/Date of Update2": "2021年09月30日 08時56分06秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "ＩＩ－１０２"]}, "campas": 1, "name": "【300】平和学／Peace Studies", "管理部署": 7, "単位数": 2, "担当者": "東村　紀子（HIGASHIMURA NORIKO） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 28, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}