{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、国際公務員とはどのような職場でどのような能力が必要なのかを、特に、人事政策やキャリア開発の視点より、日本の民間企業の経営活動や雇用制度との比較から論じる。履修者がより現実的に国際的なキャリアへの理解を深め、将来グローバルなキャリアを築く上で重要となる知識や基本的姿勢を身につけることを目的とする。", "到達目標": "履修者は次の目標を達成することが期待される。一、国際機関の基本的な役割や仕組みを理解し、国際公務員に求められる資質や基本的姿勢を理解する。二、グローバルな職場環境の特徴を理解するとともに、そのために必要な最新の情報収集力と分析力を身につける。三、国際社会（特に国連、グローバル企業など）を取り巻く諸問題に関して自らの問題として捉え自分なりの考えを論理的に表現できる。四、自身の将来のキャリアを現実的に捉え、長期的なキャリア計画の設計方法を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "「国際関係論」、「国際機構論」、「グローバルキャリアデザイン」等の授業を受講していることが望ましい。また、GCaPや国連外交プログラムなどに参加している学生や、在学中、各種海外プログラムへ参加済みまたは参加を志望している学生には本講座の受講を勧める。", "授業の概要・背景": "", "授業方法": "基本的に講義授業であるが、テーマに応じてグループディスカッションを行う。また、国際関係の現場に携わっているゲストスピーカーによる講演会も実施を予定している。本授業では英語の資料やビデオ教材等を主に視聴、精読するため、英語力は必須である。毎回の授業は履修生が事前予習をした前提で授業が進められるため、事前予習は怠らないこと。<BR/>【オンライン受講許可学生への対応】授業の録画を個々に送付するので、視聴すること。一般学生と同じスケジュールですべての課題に取り組みLUNAより提出すること。", "トピック": {"第1回": ["【14回全ての授業を対面で行う】<BR/>4月8日＞ Introduction, objective and expected outcomes of the course<BR/>本講義の目的、授業の進め方と重要なキーワードの理解、参考資料", "LUNAにアップしている教材、参考資料を読むこと。"], "第2回": ["4月15日＞国際協力に携わる職業の理解と具体的職種に関して、人的資源管理論と実践<BR/>Human Resources Management system in international organization", "LUNAにアップしている教材、参考資料を読むこと。"], "第3回": ["4月22日＞欧米型と日本型雇用慣行の比較、国際機関の人事制度- competency, work plan and managing your performance in global working environment", "LUNAにアップしている教材、参考資料を読むこと。"], "第4回": ["5月6日＞国際機関の空席情報の収集方法と応募に関して<BR/>Analyzing vacancy announcement and job descriptions: Understanding UN competencies", "課題（１）の提出"], "第5回": ["5月13日＞ Understanding of the concept of diversity management and flexible working", "LUNAにアップしている教材、参考資料を読むこと。"], "第6回": ["5月20日＞リサーチコンソーシアム振替", "LUNAにアップしている教材、参考資料を読むこと。"], "第7回": ["5月27日＞国際公務員が直面する問題への対処方法～事例を通して学ぶ、国際公務員として働く上で重要な事象の理解を深める", "LUNAにアップされている資料を読み事前準備をした上で授業に参加すること。"], "第8回": ["6月3日＞ゲストスピーカー（詳細は授業中に伝達する）", "LUNAにアップしている教材、参考資料を読むこと。"], "第9回": ["6月10日＞課題（１）のフィードバック、ケーススタディの内容理解を深めるための補足講義と課題(2)の説明　（グループディスカッション）Case Study: handing difficult issues in a real working setting - group discussion", "LUNAにアップしている教材、参考資料を読むこと。"], "第10回": ["6月17日＞キャリア形成における自己分析とスキル分析の重要性‐自身の経験の棚卸と自己の評価　Understanding the importance of self-assessment and analyzing your transferable skills （動画の視聴＆discussion)", "LUNA上にアップされた、国連の実際のケーススタディ（英文）を精読したうえでグループディスカッションに参加すること。課題（２）の提出。"], "第11回": ["6月24日＞効果的な英文履歴書とカバーレターの書き方、グローバルな職場で求められる高度なビジネスプレゼンテーションの本質の理解 （英語の動画の視聴とクラスディスカッション）　Writing effective CV and a cover letter, effective business presentation session and group discussion", "LUNAにアップしている教材、参考資料を読むこと。"], "第12回": ["7月1日＞Project Cycle Management 1<BR/>開発援助だけでなく、行政や民間企業等、世界的に用いられているプロジェクトを効率よくデザイン、実施する手法の基本的概念を理解する。分析課題に向けたテーマの設定。", "LUNAにアップされている資料を読み事前準備をした上で授業に参加すること。"], "第13回": ["7月8日＞Project Cycle Management　2 プロジェクトデザインの中でも特に重要である分析段階（関係者分析と問題分析）を実際に行うことで、PCM的思考を習得する。", "問題分析を完成させ課題（３）を提出する。"], "第14回": ["7月15日＞総括：　グローバルキャリア形成に効果的なメンタリングの理解<BR/>Toward a global career - An effective way of development your career", "LUNAにアップしている教材、参考資料を読むこと。"], "授業外学習2": "本授業では英語の資料やビデオ教材等を主に視聴、精読するため、英語力は必須である。毎回の授業は履修生が事前予習をした前提で授業が進められるため、事前予習は怠らないこと。国際機関のホームページ（例えば、国連、世界銀行、アジア開発銀行）などを検索して、積極的に国際機関の主な活動を理解することが望ましい。また、グローバルな活動を展開している民間企業のSDGsやCSR活動などをHPなどで検索して最新の情報を入手する努力を惜しまないこと。"}, "評価": {"教科書Required texts0": "教科書や参考資料はLUNAにアップする。", "参考文献・資料Reference books0": "小西尚実編著他『グローバルキャリアのすすめ』（2018）関学出版会、　西本昌二他　『日本の常識、世界の非常識』関学リブレット（2013）関学出版会\nその他の教材や参考文献は授業中に指示する", "学生による授業評価の方法Course Evaluation by Students0": "ﾈｯﾄ利用(所定のﾌｫｰﾏｯﾄ)", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業で扱う重要テーマに関連する3つのレポート課題の提出"], "成績評価Grading2": "備考　Note\n授業で扱う重要テーマに関連する3つのレポート課題の提出の総合点。オンライン受講許可学生も、一般生と同様の課題と評価を行う。", "備考Note0": "大学が定めた基準以外による学生に対する配慮はいかなる理由があっても行わない。授業に関しての連絡はLUNAから配信するので、常に関学メールを確認すること。授業の資料、課題等もLUNAにアップロードしているので、各自の責任においてLUNAにアクセスしてください。（以下にLUNAのURLのリンクを貼っています）", "URLリンク1/URL 11": "LUNA　URL", "更新日時/Date of Update2": "2022年05月12日 20時35分41秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＩＩ－１０１"]}, "campas": 1, "name": "【300】国際公務員／Image & Reality of Intl Civil Servant", "管理部署": 7, "単位数": 2, "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 29, "評価1": 4, "開講期": 1}