{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Lecture. Seminar.<BR/><BR/>Each lecture begins with a 15 minute lecture. Then students work through the computer assignments on their own, and ask questions as needed Students use Python and Excel to complete the assignments. <BR/><BR/>Requirements:<BR/>A computer with the Mac or Windows operating system<BR/>Python3 (free, see LUNA for a link to the webpage to download it)<BR/>Microsoft Excel<BR/>Microsoft Word<BR/>The data package for the course downloaded from the internet (see the LUNA for a link)<BR/>WinRAR (a free program used to unpack RAR files, see LUNA for a link)<BR/><BR/>IMPORTANT: If you are not able to use Python3 on your computer, then you will not be able to do the course assignments. Please confirm that you have met the requirements before enrolling in the course. See the LUNA webpage for details.", "トピック": {"第1回": ["Lesson 0: The Basics<BR/>Keyboard commands; running Python; reading in data; copying data from Python into Excel", ""], "第2回": ["Lesson 1: The Corpora<BR/>The different corpora and their characteristics; counting words; lexical diversity", ""], "第3回": ["Lesson 2: Frequency<BR/>The top twenty words; differences between written speech and spoken speech", ""], "第4回": ["Lesson 2: Frequency<BR/>The top twenty words; differences between men and women", ""], "第5回": ["Lesson 3: Part of Speech<BR/>Proper nouns; differences between the corpora; differences between men and women", ""], "第6回": ["Lesson 3: Part of Speech<BR/>Adverbs; differences between the corpora; differences between men and women", ""], "第7回": ["Lesson 4: Noun to Verb Ratio<BR/>Noun to verb ratio; differences between the corpora; differences between men and women", ""], "第8回": ["Lesson 4: Noun to Verb Ratio<BR/>Mini project", ""], "第9回": ["Lesson 5: Concordance<BR/>Discover differences in the usage of 中国, 日本, and 韓国 using concordance data", ""], "第10回": ["Lesson 5: Concordance<BR/>Discover differences in the verb usages using concordance data", ""], "第11回": ["Lesson 6: Language Change<BR/>Using corpora to observe changes in how the words なんか and みたいな are  used", ""], "第12回": ["Lesson 6: Language Change<BR/>Mini Project", ""], "第13回": ["Lesson 7: Language Change II<BR/>Using corpora to observe changes in how the words すごい and 全然 are  used", ""], "第14回": ["Lesson 7: Language Change II<BR/>Mini Project", ""], "授業外学習2": "Stduents will be given time in class to work on the tasks. If a student is unable to complete the task in time, then he or she will be required to complete the task outside of class. In general, students can expect to spend at most 30 minutes a week working outside of the classroom time on assignments."}, "評価": {"教科書Required texts0": "None.", "参考文献・資料Reference books0": "井上香緒里（２０１５）「Excelピボットテーブル基本＆便利術」技術評論社", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "8回の基礎課題（各10%）+ 上級課題（20%）"], "備考Note0": "See the LUNA webpage for schedule and details. This course uses the Python programming language, Microsoft Excel, and special data collections. If you are not able to run Python3 on your computer, then you will not be able to do the assignments at home.", "更新日時/Date of Update1": "2022年02月17日 23時34分22秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "Ｉ－１０１"]}, "campas": 1, "name": "【200】総合政策演習　１２／Seminar in Policy Studies", "管理部署": 7, "単位数": 2, "担当者": "ヘファナン　ケビン（HEFFERNAN KEVIN MICHAEL） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 28, "評価1": 4, "開講期": 2}