{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "マルチメディア領域の基礎知識として，映像メディアとコンピュータグラフィックス（ＣＧ）について学生が学ぶ。映像メディアとしては，撮影技法，映像理論，編集技法などについて扱う。ＣＧとしては，図形表示の幾何学や投影方法，三次元(3D)形状の作成および描画手法，写実的な表現，アニメーション手法などＣＧの基礎を扱い，ＣＡＤ（コンピュータ支援設計）や３Ｄアニメ作成に必要な基礎知識を得る。その他の応用として，バーチャルリアリティ，ミクストリアリティについての知識と手探り経験も学生が身に付ける。<BR/>授業では，インターネット上のツールなどを活用したインタラクティブな実習を可能な限り取り入れる。また，各分野でのインタビューを取り入れるなど，映像メディアやCGに関する応用がイメージできるように工夫する。<BR/><BR/>この授業ではUnity3Dというオプンソース３次元モデリングシステムを使います。", "到達目標": "この科目ではUnity3Dという３次元モデリングシステムを手探りで学びます。<BR/>前期は、プログラミング言語 C# を学び、Visual Studioとゲームエンジン Unity で簡単なゲームが作れるようになることを目指す。後期では、学生の想像を生かして、自分のゲームを設計し、開発します。そして、ゲームコンクールを行います。<BR/><BR/>後期は、Unity CloudやGitHubを利用したチーム開発方法や、 Unity の知見を広げて最新のゲーム技術に触れる。また、リアルタイムゲーム開発に必要な線形代数や物理、基本的なアルゴリズムやデータ構造、ネットワークプログラミングなどを学び、ゲーム開発の知見を広める。", "授業方法": "対面形式で実施。<BR/>道具としてのパソコンの使い方を学んでもらいます。やってみたいこと、試してみたいことがあれば、どんどん質問して下さい。大学では、問題の探求、調査、解決法の模索など応用可能な能力の涵養を目指します。今までの勉強とは異なり、戸惑うことがあるかもしれませんが、本演習で、その一端に触れて下さい。<BR/>The best way to achieve the goals of this course is by active engagement. Therefore, this course is an activity-based course. Each week will be a mix of lab exercises, quizzes (if appropriate) and homework projects, both individual and team-oriented. Please come to each class having completed the reading assigned for that session, prepared to discuss questions, insights, or observations as they occur to you. All materials will be available to students online at the course web site at: http://www.kgoodle.net/. You will receive login instruction during the first day of class.", "トピック": {"第1回": ["Lesson 01 - 授業ガイダンス", ""], "第2回": ["Lesson 02 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第3回": ["Lesson 03 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第4回": ["Lesson 04 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第5回": ["Lesson 05 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第6回": ["Lesson 06 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第7回": ["Lesson 07 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第8回": ["Lesson 08 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第9回": ["Lesson 09 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第10回": ["Lesson 10 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第11回": ["Lesson 11 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第12回": ["Lesson 12 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン<BR/>eling", ""], "第13回": ["Lesson 13 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第14回": ["Lesson 14 - Unity3dゲーム制作又はBlender3Dメディア制作レッスン", ""], "第15回": ["Lesson 15 - 全体講評", ""], "授業外学習2": "1. 教えられると言うよりも自分の意思で習うと言うこと。先生が教えるよりも学生が習うの方が大事なことですので、頑張ってください。<BR/>2. 授業中に沢山の質問をする。いつでも分からないことがあれば質問をすることが大事。<BR/>3. 遅 刻しないこと。授業が始まる前に必ずパソコンの電源をつけて、パソコン及びウェブサイトにログインしてください。ベールがなって10分ごに教室の入り口に 鍵をかけますので、教室に入れません。トアをノックすると今授業の成績から5点を引くので、必ず遅刻しないように要注意。<BR/>4. 授業に来る前にウェッブにある教材をあらかじめ読むこと。<BR/>5. 課題の提出締め切りを守ること。締め切りまでに提出しないと採点されませんので要注意。<BR/>6. 課題の提出は必ずウェブサイトにアップロードで行うこと。メールでは課題は受け取りませんので要注意。<BR/>7. 自分の課題は自分でバックアップすること。バックアップは自分は自己管理です。<BR/>8. 課題はグループで作業を行っても良いですが、固有の内容を提出すること。グループでまったく同じ内容を提出すると、グループの全員にマイナスに採点がされますので要注意。<BR/>9. 課題を始まる前に内容を理解していることを確認し、作業を行ってください。分からないことがあれば、必ず質問をしてください。<BR/>10. 学習は自分の責任である。先生は学習を助けるために指導するが、学習するのは学生の責任ですので頑張ってください。<BR/>11. 質問を沢山するべき。"}, "評価": {"参考文献・資料Reference books0": "Any Unity3D and Blender3D book in Japanese or English", "学生による授業評価の方法Course Evaluation by Students0": "No final exam. Students will be required to attend. There will be individual and team presentations. Students will also be required to participate in the Research Consortium and present their work there.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "参加、作品等"], "成績評価Grading2": "備考　Note\nその他(others)\nAttendance, class participation, team projects, presentations and reports.", "更新日時/Date of Update0": "2021年09月09日 10時44分52秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＩＩＩ－１０６"]}, "campas": 1, "name": "【200】メディア制作演習（画像音声処理）／Seminar in Media Work (Media Processing)", "管理部署": 7, "単位数": 2, "担当者": "ティヘリノ　Ｙ．Ａ．（TIJERINO YURI ADRIAN） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 9, "評価1": 4, "開講期": 2}