{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講者が、どのように世界のいわゆる先進諸国が、20世紀初頭から第2次世界大戦が終了するまでに、どのような思想・イデオロギー的闘争と混乱を経験したかを理解することで、現在の生き方を再検討することである。", "到達目標": "受講者の第1到達目標は、いかにいわゆる先進諸国の政治家・思想家たちが、19世紀末から世界の「革命的」社会進化・変化に対応したかを理解することである。とりわけ米国の台頭と英米型社会思潮の流布－自由主義世界と穏健社会主義の高揚－に焦点をあてる。第2の到達目標は、第1次世界大戦という未曽有の大戦争のなか、暴力を肯定さらには礼賛するような過激な思想が登場し、それらがソ連やファシスト・イタリアさらにはナチ・ドイツといった超過激思想を生んだ、その経緯と背景を理解することである。第3の到達目標は、第1次世界大戦後における、大日本帝国の超近代軍国主義の台頭と、それを支援する立場と採った京都学派の哲学者たちの動きを理解することである。第4の到達目標としては、これらをつうじて、そもそも、先進国大日本帝国の思想・イデオロギーには、どのような世界史的意味があったのかを考えることを狙っている。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "セミナー形式", "トピック": {"第1回": ["オリエンテーション　Orientation<BR/>【14回すべて対面授業を行う】", "授業のなかで指示する"], "第2回": ["講義「19世紀後半における欧州社会の革命的変化とその世界的影響について（概要のみ）」Lecture “Revolutionary Changes in European Societies and Their World-wide Influences (Overview)”", "授業のなかで、鑑賞すべき映画やノンフィクションドラマを紹介する。"], "第3回": ["講義と討論「欧米の自由主義と米国式生活様式の流布－日本の例をつうじて」Lecture and Discussion, “Spread of U.S.-European Liberalism and American Way of Life—Case of Imperial Japan”", "授業のなかで、読むべき論文や本、鑑賞すべき映画やノンフィクションドラマを紹介する。"], "第4回": ["講義と討論「近衛文麿と和辻哲郎－英米支配世界と近代批判」(Lecture and Discussion) Fumimaro Konoe and Tetsuro Watsuji—Their criticisms against Anglo-American world order and European modernity", "授業のなかで、読むべき論文や本、鑑賞すべき映画やノンフィクションドラマを紹介する。"], "第5回": ["学生報告　第1次世界大戦とワイマール・ドイツにおけるイデオロギー状況（10月26日）報告内容『試される民主主義』第1章、ウェーバー『職業としての政治』Student Presentations on the First World War and Ideological Situation in Weimar Republic", "教科書第1章熟読"], "第6回": ["学生報告　谷崎潤一郎『痴人の愛』、『細雪』または吉野作造『国家中心主義個人中心主義－二思潮の対立・衝突・調和』Student Presentations on works by Tanizaki and Yoshino", "授業のなかで、読むべき書籍や鑑賞すべき映画を紹介する"], "第7回": ["学生報告　ロシア革命とその思想『試される民主主義』第2章、レーニン『帝国主義論』または『国家と革命』Student Presentations on the Russian Revolution in Oct. 1917 (Russian Calendar) and Lenin’s works", "教科書第2章熟読"], "第8回": ["学生報告　満州事変とその世界史的意味　緒方貞子や臼井勝美らの著作から　Student Presentations on the Manchurian Crisis 1931 and Its World Historical Meaning", "授業のなかで、読むべき書籍や鑑賞すべき映画を紹介する"], "第9回": ["学生発表　日本の超近代軍国主義の思潮－永田鉄山と石原莞爾について、森靖夫の『永田鉄山』と石原の『最終戦論』Student Presentations on Japan’s Intellectual Trends of Post-modern militarism", "授業のなかで、読むべき書籍や鑑賞すべき映画を紹介する"], "第10回": ["学生発表　ファシズムとナチズム①―『試される民主主義』第3章、（小坂）『ファシズムの原理』（紫洲古典）（永島）Student Presentations on Fascism and Nazism (1)", "教科書第3章熟読"], "第11回": ["学生発表　ファシズムとナチズム②　『我が闘争』とヒトラー人物伝 Student Presentations on Fascism and Nazism (2)", "教科書第3章熟読"], "第12回": ["学生発表　226事件と大日本帝国改造案－北一輝『国家改造法案大綱』および『国体の本義』Student Presentations on the February 26th Incident and Plans to Reform Imperial Japan", "授業のなかで、読むべき書籍や鑑賞すべき映画を紹介する"], "第13回": ["学生発表　日中戦争と京都学派の戦争貢献―臼井勝美『日中戦争』および桶谷秀昭の研究Student Presentations on the Sino-Japanese War 1937-1945 and the Kyoto School’s wartime intellectual contributions", "授業のなかで、読むべき書籍や鑑賞すべき映画を紹介する"], "第14回": ["講義と討論　太平洋戦争の世界史的意味 (Lecture and Discussion) World Historical Meanings of the Pacific War", "授業のなかで、読むべき書籍や鑑賞すべき映画を紹介する"]}, "評価": {"教科書Required texts0": "ヤン＝ウェルナー・ミューラー『試される民主主義』（上）（岩波書店、2019年）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業参加、討論参加および最終レポート"], "成績評価Grading2": "備考　Note\n最終レポートは必須、そのうえで出席率と討論参加度を加点して評価を下す", "更新日時/Date of Update0": "2023年02月16日 16時19分19秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｉ－１０２"]}, "campas": 1, "name": "【200】国際政策演習　１１／Seminar in International Policy Studies", "管理部署": 7, "単位数": 2, "担当者": "柴山　太（SHIBAYAMA FUTOSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 2}