{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本演習の目的は、言語理論の一つである生成文法理論を学びながら、なぜ人間だけが生まれながらにして言語を操る能力（＝言語能力）を持つのかという問いに取り組むことである。この目的を達成するために、学んだ理論の道具立てを用いて、各人が関心のある言語の文法分析を行い、言語の普遍的特性と多様性を探究する。<br />また、本演習は日本国内の消滅危機言語の現地調査（フィールドワーク）を行うことで、このような言語の置かれている状況を理解すると共に実証研究の重要性とその手法を学ぶ。さらに、消滅危機言語の保全（デジタルアーカイブ等）についても取り組む。", "到達目標": "本演習の到達目標は以下の通りである。<br />・受講生が生成文法理論の基礎を理解し、自分で論文が読めるようになる。<br />・受講生が研究の一連のプロセスを理解する。<br />・受講生が論文作成やプレゼンテーションに必要な技能を習得する。<br />・受講生が現地調査（フィールドワーク）の一連のプロセスを体得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "以下の科目を履修していない場合は、3年時に履修することが望ましい。<br />言語学概論、English Linguistics、英語音声学、言語類型論、統計学", "授業の概要・背景": "", "授業方法": "講義、ディスカッション、プレゼンテーションなど<br /><br />【オンライン受講生(日本に入国できない留学生のみ)対象】<br />オンラインでの受講を許可された学生に対しては、オンデマンド教材の配布を行ないます。必要な方は直接メールをお願いします。", "トピック": {"授業計画1": "春学期は主に言語の記述・分析方法と生成文法理論の基礎を身につけることを目的として、専門書や論文（共に英語）を用いながら講義および演習形式で進める。春学期後半からはフィールドワークに向けてグループワークを開始する予定である。夏期休暇中に奄美・喜界島においてフィールドワークを行う。秋学期はフィールドワークで得られたデータの分析を行い、リサーチフェアーでの発表に向けて論文執筆を行う。また、進級論文執筆のための演習も行う。原則としてフィールドワークへの参加は必須である。<br />【全て対面授業で実施】", "授業外学習2": "前半は理論の基礎学習を集中的に行うため、リーディング課題の予習・復習は必須である。この他、発表のレジュメやその他資料作成のために授業時間外の作業は必要となる。また、フィールドワークの事前準備のために、授業時間外にゼミ活動を行う。"}, "評価": {"0": "", "1": "", "2": ["", "", "", "", "", ""], "3": ["", "", "", "", "", ""], "4": ["", "", "", "", "", ""], "5": ["", "", "", "", "", ""], "6": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "進級論文"], "成績評価Grading2": ["その他／Others (99)", "60 %", "演習内でのディスカッションやプレゼンテーションへの貢献度、グループワークへの貢献度、出欠状況、その他課題の提出状況"], "成績評価Grading3": "備考　Note\n【オンライン受講生(日本に入国できない留学生のみ)対象】\n個別に対応します。", "備考Note0": "本演習の前半においては、受講生はリーディング課題を分担して英語で発表する。その際、レジュメ、パソコン、黒板などを使用して、聞き手に分かりやすく説明することが求められる。また、フィールドワークをはじめ本演習の活動では、他のゼミ生と協働することが求められる。さらに、本演習は英語で書かれた専門書や論文を多く用いるため、専門を学びながら英語力を鍛えることが求められる。", "更新日時/Date of Update1": "2023年04月27日 13時25分35秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "木曜４時限／Thursday 4", "通年／Year Round", "ＩＩ－３０３"]}, "campas": 1, "name": "【300】研究演習I　４／Research Seminar 1", "管理部署": 7, "単位数": 4, "担当者": "今西　祐介（IMANISHI YUSUKE） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 3, "評価2": 6, "開講期": 0}