{"履修期": "通年", "主な教授言語": "英語", "授業目的": "&quot;Refer to the following&quot;", "到達目標": "&quot;Refer to the following&quot;", "授業方法": "Classes may be taught face-to-face when the activity restriction level is shifted to Level 3.<BR/>Classes will be conducted as a seminar, so students are expected to actively ask questions and share their ideas. Meetings will be via Zoom whenever face-to-face meetings at KSC are not possible.<BR/>Students must be able to create HTML, PDF, and JPEG documents, and they must be able to send and receive them via e-mail. <BR/>Each student, having chosen a topic of interest, must diligently study materials related to that topic. In addition to traditional books and journals, students are encouraged to use AV media, such as films, podcasts, audio recordings, and even museum installations. Students interested in participant observation must keep detailed notes, photos, or videographies of their activities in the community. <BR/>Most seminar communication (e.g., class discussions, oral presentations, written assignments, thesis) will be in English; however, students are encouraged to study books and other materials written (or spoken) in any language.", "トピック": {"授業計画1": "Junior year, Spring: Reading will be the students’ primary activity, and the importance of writing an annotated bibliography will be emphasized. In addition, Dr. DeChicchis may use short lectures on general topics in the semiotics of language and culture to introduce relevant concepts and literature, directing students’ reading and leading discussions of policy issues. Students will gradually focus on their individual areas of interest. Any study of meaning is welcome, especially those from the perspective of linguistics or anthropology.<BR/>Junior year, Summer break: Students read in their individual areas of interest, each compiling an annotated bibliography of their reading. Although the readings may be in any language, the bibliography must be written in English.<BR/>Junior year, Autumn: A range of language policy issues may be introduced for discussion. Each students will make an oral presentation of their summertime research. The final written report will normally consist primarily of an annotated bibliography with an introductory thesis statement; however, a traditional report may also be submitted.<BR/>Junior year, Winter break: Students must complete their annotated bibliography or report for submission to Dr. DeChicchis by e-mail, and for submission of a printout to the jimushitsu by the January deadline.<BR/>Junior year, Spring break: Students continue their reading and bibliography writing, and they select a semiotic topic for research or a particular policy problem for analysis, which will be the topic of their Senior Graduation Thesis.", "授業外学習2": "--Junior year, Spring: Reading will be the students’primary activity, and the importance of writing an annotated bibliography will be emphasized. In addition, Dr. DeChicchis may use short lectures on general topics in the semiotics of language and culture to introduce relevant concepts and literature, directing students’reading and leading discussions of policy issues. Students will gradually focus on their individual areas of interest. Any study of meaning is welcome, especially those from the perspective of linguistics or anthropology. <BR/>--Junior year, Summer break: Students read in their individual areas of interest, each compiling an annotated bibliography of their reading. Although the readings may be in any language, the bibliography must be written in English. <BR/>--Junior year, Autumn: A range of language policy issues may be introduced for discussion. Each students will make an oral presentation of their summertime research. The final written report will normally consist primarily of an annotated bibliography; however, a traditional report may also be submitted. <BR/>--Junior year, Winter break: Students must complete their annotated bibliography or report for submission to the jimushitsu. <BR/>--Spring break: Students continue their reading and bibliography writing, and they select a semiotic topic for research or a particular policy problem for analysis."}, "評価": {"参考文献・資料Reference books0": "The Cambridge Encyclopedia of Language. D. Crystal. (Cambridge U. Press, 2nd edition, 1997)", "学生による授業評価の方法Course Evaluation by Students0": "Please use the KGU intranet method to evaluate this course. (ネット利用 -- 所定のフォーマット)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "shinkyu ronbun"], "成績評価Grading2": ["その他／Others (99)", "50 %", "class participation, fieldwork/homework"], "成績評価Grading3": "備考　Note\nThere will be no final exam. The grade for the course will be comprehensive; it will be based on participation in class meetings, participation in outside meetings and field trips, homework, and the final report or annotated bibliography.", "備考Note0": "Students must be able to create HTML, PDF, and JPEG documents, and they must be able to send and receive them via e-mail. The ability to speak and understand English is also important.", "更新日時/Date of Update1": "2021年09月08日 20時13分42秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜４時限／Tuesday 4", "通年／Year Round", "ＩＩ－１０９"]}, "campas": 1, "name": "【300】研究演習I　２４／Research Seminar 1", "管理部署": 7, "単位数": 4, "担当者": "デキキス　ジョー（DECHICCHIS JOSEPH） ", "履修基準年度": "３年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 10, "評価1": 1, "評価2": 4, "開講期": 0}