{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "　本演習の目的は、受講生が、研究演習Iの経験をもとに、自らが研究テーマを具体的に設定したうえで、ゼミ発表・討論を繰り返しながら卒業論文を執筆することにより、研究の一連の過程への理解を深めることである。", "到達目標": "・受講生は、研究演習Iで培ったスキルを活用しながら、自らが、リサーチ・クエスチョンを設定できるようになる。<BR/>・受講生は、研究の一連の過程を理解し、自らが主体的に研究を進めることができるようになる。<BR/>・受講生は、プレゼンテーションのスキルを習得する。<BR/>・受講生は、論文の書き方を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "講義、演習、議論、研究発表等を行う。<BR/><BR/>【全受講生対象】<BR/>・各回の教材・指示などを、講義日の前日までに、kwanseiメールあるいはLUNAを通じて連絡する。<BR/><BR/>【オンライン受講許可学生対象】<BR/>・オンラインでの受講を許可された学生に対しては、「対面授業の同時双方向でのオンライン配信（対面授業が行われている教室をZoomでつなぐ）」で対応する。なお、補講等でオンライン授業となる回については、対面授業の受講生と同様の対応となる。", "トピック": {"第1回": ["ゼミの概要説明<BR/>　＃「28回すべて対面授業で実施」", ""], "第2回": ["研究（論文）とは何か（復習）", ""], "第3回": ["卒業論文の中間発表1回目（第1グループ）", ""], "第4回": ["卒業論文の中間発表1回目（第2グループ）", ""], "第5回": ["卒業論文の中間発表1回目（第3グループ）", ""], "第6回": ["卒業論文の中間発表1回目（第4グループ）", ""], "第7回": ["卒業論文の中間発表1回目（第5グループ）", ""], "第8回": ["卒業論文のテーマに関わる議論", ""], "第9回": ["卒業論文の中間発表2回目（第1グループ）", ""], "第10回": ["卒業論文の中間発表2回目（第2グループ）", ""], "第11回": ["卒業論文の中間発表2回目（第3グループ）", ""], "第12回": ["卒業論文の中間発表2回目（第4グループ）", ""], "第13回": ["卒業論文の中間発表2回目（第5グループ）", ""], "第14回": ["春学期の総括", ""], "第15回": ["秋学期の概要説明", ""], "第16回": ["卒業論文の中間発表3回目（第1グループ）", ""], "第17回": ["卒業論文の中間発表3回目（第2グループ）", ""], "第18回": ["卒業論文の中間発表3回目（第3グループ）", ""], "第19回": ["卒業論文の中間発表3回目（第4グループ）", ""], "第20回": ["卒業論文の中間発表3回目（第5グループ）", ""], "第21回": ["卒業論文執筆状況の発表（第1グループ）／卒業論文の作成 1", ""], "第22回": ["卒業論文執筆状況の発表（第2グループ）／卒業論文の作成 2", ""], "第23回": ["卒業論文執筆状況の発表（第3グループ）／卒業論文の作成 3", ""], "第24回": ["卒業論文執筆状況の発表（第4グループ）／卒業論文の作成 4", ""], "第25回": ["卒業論文執筆状況の発表（第5グループ）／卒業論文の作成 5", ""], "第26回": ["卒業論文に関する口頭発表（ゼミ内）", ""], "第27回": ["卒業論文の講評", ""], "第28回": ["総括", ""], "授業外学習2": "　本ゼミの研究テーマは、「環境問題と人間社会」である。基本的には、環境問題をテーマとするゼミであるが、人間社会に関わるその他の問題についても一部扱っている。ただし、卒業論文のテーマの決定には、教員がOKを出すことが必要条件である。よって、取り組みたいテーマがある場合には、個別相談等で事前にOKかどうかを確認しておくことが重要となる。<BR/>　文献検索の結果にもとづき先行研究の内容をまとめること、プレゼンテーションの準備をすること、論文を執筆すること（図表の作成を含む）など、授業外学習が不可欠となる。発表時など、随時、各人に助言（フィードバック）をするので、助言を参考に、プレゼンテーションの準備や論文の執筆を進めていくことになる。<BR/>　なお、リサーチ・フェアでの発表は「任意」とする。リサーチ・フェアでの発表希望者がいる場合には、研究演習IIのプログラムとは別に対応を検討する。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "大学の定めた方法で行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "受講態度、発表・質疑応答の内容、ゼミへの貢献度、卒業論文（作成過程を含む）を総合的に評価する。欠席・遅刻は、減点する。"], "成績評価Grading2": "備考　Note\n「研究演習II」と「卒業論文」は密接に関連しているため、卒業論文に関連する評価も、研究演習IIの評価に含まれることになる。例えば、卒業論文に関わるゼミ発表での配布資料や関連するゼミ内提出物などに対する評価も、研究演習IIの評価に含まれる。この点も含め、成績評価の基準については、初回のゼミで説明する。\n欠席・遅刻（やむを得ない事情と認められる「欠席・遅刻」は除く）は、減点する。また、課題の未提出についても減点する。", "備考Note0": "当然のことであるが、真面目に、かつ、積極的に取り組むことが求められる。欠席・遅刻（やむを得ない事情と認められる「欠席・遅刻」は除く）は、減点する。課題の未提出については減点の対象となる。\n\nゼミに関する注意事項は、初回のゼミの際に連絡する。また、必要に応じて、授業計画について、順序等を変更する可能性もある。その際は、随時、連絡をする。\n\n参考図書・参考文献については、授業中に、適宜、指示する。", "更新日時/Date of Update1": "2021年12月25日 12時00分43秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "火曜４時限／Tuesday 4", "通年／Year Round", "ＩＩ－２０５"]}, "campas": 1, "name": "【400】研究演習II　３３／Research Seminar 2", "管理部署": 7, "単位数": 4, "担当者": "宮川　雅充（MIYAKAWA MASAMITSU） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 10, "評価1": 4, "開講期": 0}