{"履修期": "通年", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "This course is currently planned for face-to-face format. Meetings via Zoom will be held as needed. Weekly meetings mostly consist of mini lectures, reading-based discussions, individual and group presentations, Junior Thesis writing workshops, and peer and instructor feedback sessions.<BR/><BR/>[Information for students with university permission to take classes online]<BR/>Only students who cannot enter Japan may be permitted by the university to take this course online. When possible, face-to-face lessons will be held simultaneously on Zoom. When that is not possible, live classes will be recorded for on-demand access. Students permitted to take classes online are expected to join live classes via Zoom when offered, watch recorded on-demand classes, and complete / submit the required assignments according to the course schedule.", "トピック": {"授業計画1": "*All sessions are planned for face-to-face format.<BR/><BR/>Spring: In the first part of the semester, the seminar meetings follow a similar pattern. There are weekly academic readings (e.g., an academic journal article in English) related to seminar themes and preparation assignments for students to complete. During the meetings, there are mini-lectures, in-depth discussions, and brief student presentations on those readings and topics. In the second part of the semester, students mainly work in small groups. They conduct literature research on an assigned seminar topic, organize and give a group presentation, and lead a full seminar meeting on that topic. Throughout the semester, students reflect on their own seminar research interests and work toward identifying their specific Junior Thesis research topic. <BR/><BR/>Summer: Students begin reading the relevant literature for their selected Junior Thesis research topic and write an annotated bibliography. <BR/><BR/>Fall: The primary focus in the fall semester is developing the Junior Thesis, which is a research proposal. Students read extensively on their selected research topic, lead discussions on their topic, write / receive peer and instructor feedback / revise drafts of their Junior Thesis, and give individual presentations on their Junior Thesis project. Throughout the semester, students receive guidance on academic thesis research and writing. Students also join as audience members at the Research Fair in November to support and learn about their senior seminar members&#39; Graduation Thesis research.", "授業外学習2": "Student preparation outside of class meetings includes:<BR/>(1) Weekly preparation assignments, including carefully reading English academic journal articles and completing preparation tasks,<BR/>(2) Conducting literature research on seminar and Junior Thesis topics,<BR/>(3) Preparation for leading and participating in discussions,<BR/>(4) Preparation for individual and group presentations, and<BR/>(5) Writing, using peer and instructor feedback, and revising Junior Thesis drafts."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Attendance, active participation, thorough completion of reading assignments and preparation for seminar meetings, leading discussions, giving presentations, completing Junior Thesis assignments, submitting the complete Junior Thesis that meets the stated requirements by the January deadline"], "更新日時/Date of Update0": "2022年02月22日 18時54分46秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "木曜４時限／Thursday 4", "通年／Year Round", "ＩＩ－２０８"]}, "campas": 1, "name": "【300】研究演習I　７／Research Seminar 1", "管理部署": 7, "単位数": 4, "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 4, "開講期": 0}