{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "この授業の目的は、学生が都市や都市環境、建築環境に関するより深い知識を獲得し、都市環境に関連する諸問題を分析することを目的により進んだ技術と、その結果を政策立案につなげるための方法を獲得することである．", "到達目標": "本授業の到達目標は次のとおりである．<BR/>１．専門家として地球環境、都市環境、建築環境、環境心理に関して深く議論できること．<BR/>２．上記分野の諸問題において、実際の社会データ、環境データを用いた専門的な分析ができること．<BR/>３．上記分野のさまざまな課題に関する分析や考察の結果を論文やプレゼンテーションとしてまとめることができること．", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "GIS演習I、研究演習I", "授業の概要・背景": "研究課題の遂行をとおして、専門的な知識、技術を身につけることに加えて、プレゼンテーションやディスカッション、プロジェクトのマネジメントなど社会に出てから必要となるスキルを身につけることができるような機会を設ける．", "授業方法": "対面形式で実施し、学生と教員による議論、学生によるプレゼンテーション、論文執筆などを織り交ぜて実施する．<BR/>【オンライン受講許可学生対応】<BR/>ＺＯＯＭによる同時双方向形式で実施する．接続先アドレスなどは別途連絡します．", "トピック": {"第1回": ["（本授業は全２８回対面で実施します。）", ""], "授業計画1": "　都市や地球の環境、環境心理（空間心理）や都市政策に関するより専門的な知識の習得と、これらの分析のためのより高度な技術の習得を目指して、ワークショップ、GIS（地理情報システム）の活用を交えたプログラムを組む．また、個別の知識だけでなく課題に対する取り組みそのものについても解説し、研究課題をとおしてこれらについて実践的に学ぶことを目指す．具体的な内容としては、学生の発表と教員の解説、学生同士のディスカッションなどを織り交えてとり行い、知識を得るだけでなく、それに元づいた発表と議論のためのトレーニングの場となるように工夫する．また、卒業研究の課題に応じて、個人ごとにフィールド調査、分析、シミュレーション、GIS解析などの手法を解説し、各種のサーベイの技術をマスターする．春学期：都市や環境に関する知識の向上を目指した演習、ディスカッションを実施．さらにPythonや統計言語環境Rを用いた統計解析の実習も行う．夏季休暇中：フィールドサーベイや研究課題に向けた調査の実施．秋学期：研究課題に向けた調査と分析の指導、ゼミで内でのプレゼンテーション、ディスカッションなどを実施する．", "授業外学習2": "　卒業研究の課題に関連して教員が指示する各種課題や実験、実地調査などにしっかりと取り組むこと．また、予めそれぞれの研究課題に関連する分野の書籍をしっかり読み込んでおくこと、さらにPC操作、特に表計算ソフトの操作やＧＩＳ、CADなどの操作に習熟しておくことを求める．特に、コンピューター流体解析システムを用いた研究を希望するものは同システムの操作や流体解析の基礎についてしっかりと習熟しておくこと．なお、書籍については，卒業研究の課題に直接関連するものだけでなく、都市や環境、心理にまつわるもの、文化論や統計学、人間と空間、暮らしにまつわるものについても広く読むようにしておくこと．"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "論文や各種課題、授業に対する取組みから総合的に評価する．"], "備考Note0": "Microsoft Teams を用いて研究や学習支援のプラットフォームを立ち上げる．授業開始後に招待状を送るので登録をすること．", "更新日時/Date of Update1": "2022年10月13日 11時20分11秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "月曜４時限／Monday 4", "通年／Year Round", "ＩＩＩ－１０６"]}, "campas": 1, "name": "【400】研究演習II　１０／Research Seminar 2", "管理部署": 7, "単位数": 4, "担当者": "客野　尚志（KYAKUNO TAKASHI） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 4, "開講期": 0}