{"履修期": "通年", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "授業方法": "This course is currently planned for face-to-face format with online synchronous sessions, as needed. Weekly meetings mostly consist of mini lectures, reading-based discussions, survey / interview development workshops, data analysis sessions, individual and group presentations, Graduation Thesis writing workshops, and peer and instructor feedback sessions. Students will also plan, rehearse for, and present at the Research Fair in November.<BR/><BR/>(Information for students permitted to take classes online)<BR/>For the majority of lessons, data recorded from face-to-face-classes will be broadcast on-demand. Links to the recorded lessons will be provided by the instructor. When necessary, some face-to-face lessons will be held simultaneously on Zoom. Students permitted to take classes online are expected to watch on-demand lectures, join live Zoom classes when offered, and complete the required assessments according to the course schedule.", "トピック": {"授業外学習2": "Student preparation outside of class meetings includes: <BR/>(1) Weekly preparation assignments, including carefully reading English academic journal articles and completing preparation tasks, <BR/>(2) Conducting literature research for their Graduation Thesis, <BR/>(3) Developing research instruments (surveys and interviews),<BR/>(4) Collecting and analyzing data,<BR/>(5) Preparation for thesis oral progress reports and formal presentations, and <BR/>(6) Writing, using peer and instructor feedback, and revising Graduation Thesis drafts."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Active participation, submission of assignments that meet the requirements by the deadlines, giving presentations, completing the Graduation Thesis according to all stated requirements. Attendance is expected, but there will be some leniency for job hunting schedule conflicts."], "更新日時/Date of Update0": "2021年04月28日 13時13分23秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "木曜５時限／Thursday 5", "通年／Year Round", "ＩＩ－２０８"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【400】研究演習II　７／Research Seminar 2", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "4", "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "４年", "時限1": "木曜５時限／Thursday 5", "開講期": "通年／Year Round"}