{"履修期": "通年", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "授業方法": "This course is currently planned for face-to-face format with online synchronous sessions, as needed. Weekly meetings mostly consist of mini lectures, reading-based discussions, survey / interview development workshops, data analysis sessions, individual and group presentations, Graduation Thesis writing workshops, and peer and instructor feedback sessions. Students will also plan, rehearse for, and present at the Research Fair in November.<BR/><BR/>[Information for students with university permission to take classes online]<BR/>When possible, face-to-face lessons will be held simultaneously on Zoom. When that is not possible, live classes will be recorded for on-demand access. Students permitted to take classes online are expected to join live classes via Zoom when offered, watch recorded on-demand classes, and complete / submit the required assignments according to the course schedule.", "トピック": {"授業計画1": "The primary focus of this fourth-year seminar is the successful completion of the Graduation Thesis. Students will pair up on selected Junior Thesis research projects. Having proposed and designed the study, students will now work together in pairs to implement the research by: 1) developing research tools (e.g., surveys, interviews, observation tasks, etc.), 2) conducting fieldwork in order to collect data, 3) analyzing data and interpreting results, and 4) writing their Graduation Thesis. Students will report on their research progress, receive guidance on academic thesis research and writing, and give presentations on their final thesis. Students will present at the Research Fair in November and submit their Graduation Thesis by the December deadline.", "授業外学習2": "Student preparation outside of class meetings includes: <BR/>(1) Weekly preparation assignments, including carefully reading English academic journal articles and completing preparation tasks, <BR/>(2) Conducting literature research for their Graduation Thesis, <BR/>(3) Developing research instruments (surveys and interviews),<BR/>(4) Collecting and analyzing data,<BR/>(5) Preparation for thesis oral progress reports and formal presentations, and <BR/>(6) Writing, using peer and instructor feedback, and revising Graduation Thesis drafts."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Active participation, submission of assignments that meet the requirements by the deadlines, giving presentations, completing the Graduation Thesis according to all stated requirements. Attendance is expected, but there will be some leniency for job hunting schedule conflicts."], "更新日時/Date of Update0": "2021年09月07日 12時03分31秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "木曜５時限／Thursday 5", "通年／Year Round", "ＩＩ－２０８"]}, "campas": 1, "name": "【400】研究演習II　７／Research Seminar 2", "管理部署": 7, "単位数": 4, "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "４年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 0}