{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本研究演習の目的は、学生が、国民や住民が望む社会を実現していくための公共政策や都市政策や環境政策のあり方について、（1）理論的な政策論、（2）現実の事例やデータを用いた実証分析、（3）フィールドワークによる現地調査の各アプローチを適宜活用しながら議論・検討を行い、政策提言をする能力を習得することにある。", "到達目標": "本研究演習は、学生が、公共政策・経済政策、とりわけ都市・環境・復興に関連する政策論の基礎概念と調査や分析の手法を習得し、学生自らが主体となり、グループワークを通じて、（1）具体的な政策テーマの設定、（2）論文の執筆、（3）プレゼンテーション、（4）政策論の議論・討論を行いうるレベルに到達することを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "財政学、公共選択論、都市財政論、公共経済学、ミクロ経済学、政治学、行政学、統計学（計量経済学）", "授業の概要・背景": "", "授業方法": "演習形式で行う。通常のゼミの時間では、講義、文献講読、報告と質疑、発表に向けてのプレゼンテーション準備を行う。講義や文献講読では、報告内容に基づいたディスカッションも行う。プレゼンテーションの準備では、パワーポイントの作成の仕方から始まり、発表の仕方、質問の仕方・返答の仕方などを実地で学ぶ。", "トピック": {"授業計画1": "３年次には、グループワークやゼミでの討論を通じて、勉強することの面白さや研究をまとめた時の充実感を体感してもらいたい。フィールドワークを兼ねたゼミ旅行では、先進的なまちづくりをしている地域や行政機関を訪問し、住民グループや行政へのヒアリング調査等も行う予定である。例年11月～12月に行われる公共選択学会主催の「学生の集い」に向けて、グループで論文を執筆し、プレゼンテーションを行い、討論するという目標に向けて、グループワークによる勉強と各自の勉強とを並行して進めてもらう。授業は演習形式で行うが、基本的にすべて対面で行う。<BR/>春学期：<BR/>　春学期の前半は，公共政策の基礎的概念・理論および「学生の集い」のテーマに関連した基礎知識の習得に努める。講義から輪読と発表へと次第に進みながら、発表の仕方、論題の整理の仕方、質疑の仕方を学んでもらう。常に周りの政策的な課題に関心を向け，知識・情報の蓄積と課題を見つける訓練をしてもらう。<BR/>　夏休みにかけて，グループを編成し（２～３つほどのグループに分け），グループ単位の研究テーマを設定してもらう。研究テーマは，秋学期に取り組む論文作成のためのものである。<BR/><BR/>夏休み：<BR/>　夏休みは，研究テーマに関する論文作成に向けて，各自あるいはグループワークを通して勉強を進めてもらう。研究テーマと関連したフィールドワークも計画し，合宿旅行と兼ねて行う。<BR/><BR/>秋学期：<BR/>　グループワークを通じて，研究テーマについての論文作成と研究発表の準備を進めてもらう。通常のゼミの時間には，文献講読と並行して，論文の書き方やプレゼンテーションの仕方を学んでもらう。それを基に，本学部主催のリサーチフェア，公共選択学会主催の学生の集い，本学経済学部ゼミとの討論会等に臨んでもらう。", "授業外学習2": "新聞やニュースなど、社会における政策的な課題に常に関心を向けること。なぜそのような問題が起きているのか、なぜ解決できないのか、常に疑問を感じる意識が重要である。日本や世界のこともそうだが、自分の地域や身の回りにも多くの政策課題があるはずであり、そのことを認識し関心を向ける。"}, "評価": {"教科書Required texts0": "輪読用の教科書は授業中に指示する。", "参考文献・資料Reference books0": "長峯純一『費用対効果』（ミネルヴァ書房、2014年）\n川野辺裕幸・中村まづる（編著）『テキストブック公共選択』（勁草書房、2013年）\n山内弘隆・上山信一（編）『公共の経済・経営学』（慶應義塾大学出版会、2012年）\n長峯純一（編著）『比較環境ガバナンス』（ミネルヴァ書房、2011年）\n加藤寛（編）『入門公共選択』（三嶺書房、1999年）\n\n以下、過去に使用したことのあるテキストを挙げておきます。\n八代尚宏『日本経済論・入門』（有斐閣，2013年）\n川野辺裕幸・中村まづる（編著）『テキストブック公共選択』（勁草書房，2013年）\n小塩隆士『効率と公平を問う』（日本評論社，2012年）\nマイケル・サンデル／鬼澤忍（訳）『これから正義の話をしよう』（早川書房，2010年）\n佐和隆光（監修）『サスティナビリティ学』（ダイヤモンド社，2008）\n広井良典（編）『環境と福祉の統合』（有斐閣，2008）\n等など。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "講義時間中の発表・発言、グループワークによる論文執筆・発表への貢献、合宿やフィールドワークへの時の貢献"], "成績評価Grading3": "備考　Note\nその他(others)\n通常のゼミ時間内の議論への参加状況や報告内容、ゼミ活動として行われるグループワークやそこでの論文作成・プレゼンテーションへの貢献度、進級論文の内容から、総合的に評価する。", "更新日時/Date of Update0": "2022年04月28日 13時21分21秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "月曜４時限／Monday 4", "通年／Year Round", "ＩＩ－３０２"]}, "campas": 1, "name": "【300】研究演習I　２５／Research Seminar 1", "管理部署": 7, "単位数": 4, "担当者": "長峯　純一（NAGAMINE JUNICHI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 1, "評価2": 4, "開講期": 0}