{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業は、学生が都市に関する課題についてテーマ設定を行い、調査分析により理解を深めることを目的とする。", "到達目標": "研究演習1を踏まえ、<BR/>１．都市や住環境の現状について理解し、課題設定ができる<BR/>２．課題について自ら考え、必要な文献や資料を収集、調査分析できる<BR/>３．収集したデータ、資料を基に議論し、より深い考察が出来る<BR/>４．得られた知見について報告・発表する能力を習得する", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "居住環境論、市民参加・NPO/NGO論、都市政策論、都市再生論、都市政策演習など", "授業の概要・背景": "演習としての大枠は「これからの都市・まち・くらしを考える」というものである。すでに日本の人口は減少し、世帯数の減少も進んでいく。今後は整備されているインフラや施設などをより有効に活用できるまちづくり、空間づくりが必要となる。また、それらを担う住民や地域組織も重要である。地域の持続性を保つため、地域の付加価値を高めるような住環境づくり、コミュニティづくりについて考察する。", "授業方法": "ゼミは研究についての発表と議論の場として活用します。単なる出席にならないよう、積極的な参加を期待します。<BR/>【オンライン受講生対象】オンラインでの受講を許可された学生に対しては、同時双方向で行います。<BR/>また学内外での発表など様々な機会を利用して成果を公開していきます。", "トピック": {"授業計画1": "春学期：4月：卒業研究テーマの検討、確定<BR/>　　　　5月：各自のテーマに基づき先行研究のレビュー（論文・文献等のリサーチ）<BR/>　　　　卒業研究テーマの絞りこみ。先行研究の収集、レビュー。<BR/>        中間報告を行い、研究目的、研究計画の作成、調査手法の確認する。<BR/>夏季休暇中：テーマに応じた資料の収集、調査・研究活動。（夏ゼミの実施）<BR/>秋学期：調査・研究活動。ゼミでは研究の進捗報告、ディスカッション。論文執筆に向け、構成の確認。<BR/>※研究活動、論文執筆には個別指導も行う。", "授業外学習2": "関心のあるテーマの文献・資料の収集、整理。<BR/>テーマに応じたフィールドワークの実施、調査・研究活動。<BR/>また、学外の参加可能な活動などにも積極的ン参加し、自身で体験をしておいてほしい。興味のある地域には足を運び、自分の目で見ておいて下さい。"}, "評価": {"参考文献・資料Reference books0": "それぞれの研究テーマに応じて紹介します。", "学生による授業評価の方法Course Evaluation by Students0": "大学所定の様式で実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "卒業研究への取り組みで評価します"], "更新日時/Date of Update0": "2022年04月23日 14時56分04秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "月曜５時限／Monday 5", "通年／Year Round", "ＩＩＩ－２３２"]}, "campas": 1, "name": "【400】研究演習II　１５／Research Seminar 2", "管理部署": 7, "単位数": 4, "担当者": "清水　陽子（SHIMIZU YOKO） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 4, "開講期": 0}