{"履修期": "通年", "主な教授言語": "英語", "授業目的": "&quot;Refer to the following&quot;", "到達目標": "&quot;Refer to the following&quot;", "授業方法": "Classes may be taught face-to-face when the activity restriction level is shifted to Level 3.<BR/>Students who may be away from KSC because of job hunting or other duties must maintain regular e-mail communications with Dr. DeChicchis.  Most submissions of outlines and drafts will be via e-mail.<BR/>If students&#39; schedules permit, there will be an outside meeting or retreat to present and discuss the theses.", "トピック": {"授業計画1": "Senior year, Spring semester: Students formally propose their research topic or policy problem, and they elaborate the appropriate research or problem-solving methodology.<BR/>Senior year, Summer break: Students complete their library or field research. Students complete an outline of their graduation thesis.<BR/>Senior year, Autumn: Students present and discuss their research. Students submit their completed theses to Dr. DeChicchis via e-mail. Students submit printouts of their theses to the jimushitsu by the December deadline. In late January, depending on students&#39; schedules, there may be a retreat to discuss the graduation theses.", "授業外学習2": "Each student will prepare a graduation thesis on his/her chosen research topic."}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "Please use the KGU intranet method to evaluate this course. (ネット利用 -- 所定のフォーマット)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "class participation, fieldwork/homework, thesis drafts"], "成績評価Grading2": "備考　Note\nThere will be no final exam. The grade for the course will be comprehensive; it will be based on homework, participation in class meetings, on participation in outside meetings, and on the quality of the preliminary drafts of the thesis.", "更新日時/Date of Update0": "2021年09月20日 08時18分03秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "火曜５時限／Tuesday 5", "通年／Year Round", "ＩＩ－１０９"]}, "campas": 1, "name": "【400】研究演習II　２３／Research Seminar 2", "管理部署": 7, "単位数": 4, "担当者": "デキキス　ジョー（DECHICCHIS JOSEPH） ", "履修基準年度": "４年", "緊急授業形態": 1, "オンライン授業形態": 3, "時限1": 11, "評価1": 4, "開講期": 0}