{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "Each student is expected to work on advisor-approved projects that will challenge the student to learn new things about digital technologies and use those technologies in positive ways to affect our digital society in positive manners. Although the main topic of the seminar is related to technology, not all students are expected to become technologists.  As a matter-of-fact, it is expected and anticipated that some of the students will work on other specs such as technology policy and entrepreneurship.  This year, some of those technologies include:<BR/>1) tablet platforms (iPad, Galaxy, etc), <BR/>2) smart phones (iPhone, Android, etc),<BR/>3) smart phones applications (games, utilities, etc)<BR/>4) gaming platforms (Wii, PS3, Xbox 360, Wii U, PS4, Xbox 720), <BR/>5) 3D character animation (Blender, etc)<BR/>6) social networking apps (for Facebook, Mixi, etc)<BR/>7) educational technologies<BR/>8) blockchain and other distributed-ledger technologies<BR/>9) immersive virtual reality with head-mounted displays<BR/>10) augmented reality with head-mounted displays and smartphones<BR/>11) drone technologies<BR/>12) collaborative emergency response technologies", "到達目標": "Students will:<BR/>1) Work on advisor-directed research projects<BR/>2) Learn useful research techniques based on the scientific method<BR/>3) Work on groups of 2 or more to develop their research themes more efficiently<BR/>4) Write academic papers using standard writing tools<BR/>5) Programming skills<BR/>6) Surveying skills", "授業方法": "Project-based and one-on-one weekly meetings.", "トピック": {"授業外学習2": "Learn about current technologies you are interested on the web, newspapers and magazines."}, "評価": {"教科書Required texts0": "None.", "参考文献・資料Reference books0": "The Web in general.", "学生による授業評価の方法Course Evaluation by Students0": "Course Website.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Attendance, class participation, presentations, student effort, mid-year report, thesis."], "成績評価Grading2": "備考　Note\nその他(others)\nAttendance,\nclass participation,\npresentations,\nstudent effort.", "更新日時/Date of Update0": "2021年04月11日 15時10分34秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "月曜４時限／Monday 4", "通年／Year Round", "ＩＩＩ－３２０"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【300】メディア工房I　７／Media Studio 1", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "4", "担当者": "ティヘリノ　Ｙ．Ａ．（TIJERINO YURI ADRIAN） ", "履修基準年度": "３年", "時限1": "月曜４時限／Monday 4", "開講期": "通年／Year Round"}