{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "Each student is expected to work on advisor-approved projects that will challenge the student to learn new things about digital technologies and use those technologies in positive ways to affect our digital society in positive manners. Although the main topic of the seminar is related to technology, not all students are expected to become technologists.  As a matter of fact, it is expected and anticipated that some of the students will work on other specs such as technology policy and entrepreneurship.  This year, some of those technologies include:<BR/>1) tablet platforms (iPad, Galaxy, etc), <BR/>2) smartphones (iPhone, Android, etc),<BR/>3) smart phones applications (games, utilities, etc)<BR/>4) gaming platforms (Wii, PS3, Xbox 360, Wii U, PS4, Xbox 720), <BR/>5) 3D character animation (Blender, etc)<BR/>6) social networking apps (for Facebook, Mixi, etc)<BR/>7) educational technologies<BR/>8) blockchain and other distributed-ledger technologies<BR/>9) immersive virtual reality with head-mounted displays<BR/>10) augmented reality with head-mounted displays and smartphones<BR/>11) drone technologies<BR/>12) collaborative emergency response technologies", "到達目標": "Students will:<BR/>1) Work on advisor-directed research projects<BR/>2) Learn useful research techniques based on the scientific method<BR/>3) Work on groups of 2 or more to develop their research themes more efficiently<BR/>4) Write academic papers using standard writing tools<BR/>5) Programming skills<BR/>6) Surveying skills", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "進級論文・卒業論文の研究テーマ選定を学ぶ実践的な授業です。 1年目は、進級論文研究テーマの選定、テーマの整理、チームプロジェクトにおけるチームメンバーの選定、プレゼンテーション、研究目標と成功指標の立案などを中心に学びます。 2年目は1年目のフォローアップとして、卒業論文研究プロジェクトを実現させることが期待されます。 1年次には文章での提出が求められますが、2年次には、卒論を提出するか、研究の成果物を実際にデジタルデータとして提出するか、どちらかになります。 例えば、ゲーム、音楽トラック、アニメーション、ウェブサービスなどです。<BR/><BR/>This is a hands-on class in which students will learn to select a research theme for their junior-year term papers and their senior graduation thesis.  The first year focuses on selecting a research subject, organizing the subject, selecting team members for team projects, making presentations, and planning the research goals and success indicators.  The second year is a follow-up to the first year, where the students are expected to bring the research project to fruition.  While during the first year, the students are expected to submit their work in writing, in the second year, the students can either submit a written thesis or the actual product of their research in digital form.  For example, a game, a music track, an animation, a web service, etc.", "授業方法": "学生発表、個人及びチーム・プロジェクトを含む。<BR/>原則的に対面授業形式ですが、オンライン授業の許可を得ている学生のために、同時双方向型オンラインで授業します。全ての授業はZoomにて収録し、Lunaサイトで後からも見ることができます。<BR/><BR/>Requires student presentations and individual and team projects.<BR/>In essence, the class format is face-to-face, but for students who have permission for online classes, the class will be taught in a simultaneous interactive online format. All classes are recorded via Zoom and can be viewed later on the Luna site.", "トピック": {"授業計画1": "Students are expected to attend every single seminar class meeting.  There will be status updates at the beginning of those meetings in which each student will describe research and study progress during the previous week.  According to the projects the students are involved in, the students will then spend the rest of the seminar class time advancing further their study and research under the close supervision of the instructor.  At times, seminar meetings might take place outside of the seminar room and, at times, during weekends.  <BR/>1) Build a computer from parts<BR/>2) Continue building a computer from parts<BR/>3) Introduction to different research topics<BR/>4) Students decide what technology team they wish to join<BR/>5) Students teams meet with professor every week to work on a specific project<BR/>6) Students present a poster that represents their work at the research consortium meeting<BR/>7) Students work on project during the rest of the spring semester<BR/>8) Students are given a set of tasks, including a reading list for the summer vacation<BR/>9) Students present a status report at the beginning of the fall semester<BR/>10) Fieldwork<BR/>11) Students keep on working on research project <BR/>12) Students present their work at the fall research fair <BR/>13) Fieldwork<BR/>14) Students present their projects to the professor and the rest of the class for review<BR/>15) Final report is due at the end of classes in December", "授業外学習2": "Learn about current technologies you are interested on the web, newspapers and magazines."}, "評価": {"教科書Required texts0": "None.", "参考文献・資料Reference books0": "The Web in general.", "学生による授業評価の方法Course Evaluation by Students0": "Course Website.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Attendance, class participation, presentations, student effort, mid-year report, projects, term paper and field work.."], "成績評価Grading2": "備考　Note\nその他(others)\nAttendance,\nclass participation,\npresentations,\nstudent effort.", "更新日時/Date of Update0": "2023年03月04日 07時53分48秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "月曜４時限／Monday 4", "通年／Year Round", "ＩＩＩ－３２０"]}, "campas": 1, "name": "【300】メディア工房I　６／Media Studio 1", "管理部署": 7, "単位数": 4, "担当者": "ティヘリノ　Ｙ．Ａ．（TIJERINO YURI ADRIAN） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 4, "開講期": 0}