{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "様々な知識を総合（synthesis）して応用できる力を養い、junior synthesistを目指す。", "到達目標": "・人・社会・自然環境に対する理解と、メディア・情報に対する理解を総合することにより、現代・未来社会の抱える問題を発見・解決したり、より良い未来をもたらすシステムやサービス、コンテンツなどを創造したりできる。<BR/>・キャリアやパーソナルファイナンスプランをデザインできる。", "授業方法": "ゼミ形式。<BR/>詳細は授業Webページに掲載。", "トピック": {"授業計画1": "以下では内容ごとにまとめて記載しているが、企業の採用活動状況などに合わせて、適宜、時期・組み合わせ・分量を調整しながら実施する。また、履修者ごとの就職・進学活動状況や留学計画などに合わせて柔軟に対応する。<BR/><BR/>【１回程度相当：メディア工房の概観】<BR/><BR/>【９回程度相当：知識の総合・応用化力の養成】<BR/>　様々なタイプの共通練習問題を、個人もしくはチームで考える。担当者が提示する共通練習問題を、インターネットなどで調べることなく、履修者（達）自身の頭だけで考える。なお、その際、担当者より、履修者（達）の思考状況に合わせて、適宜、適切なヒントが与えられる。様々な思考戦略・戦術や、簡単な知識から高度な知識まで、様々な知識の繋ぎ方や使い方を体験しながら、高度なことが、簡単な知識の総合・応用化で実現できることなどを体験する。また、履修者それぞれの思考適性により、就活対象適性や就活対策適性もある程度判断できる。<BR/>　履修者達に共通して、ある知識の総合・応用化に必要な追加知識が不足している場合は、担当者が追加知識について解説する。<BR/><BR/>【９回程度相当：認知バイアスの理解と総合・応用化】<BR/>　人間の脳（心）は、進化の過程を生き残ってきた優秀なシステムである。しかし、心理学や脳科学、認知科学などによって、認知バイアスと呼ばれる欠点（癖）を有することが判明しており、正確な思考や判断の妨げになっている。逆に、マーケティングや政策などにおいて認知バイアスを総合・応用することで、人々を誘導することも可能である。<BR/>　80種程度の認知バイアスを理解し、総合・応用化を考える。担当者が、履修者ごとに５種程度ずつ割り当て、それぞれが担当するもののみの解説資料（１種当たり１ページ程度でクイズ形式）を事前に配布する。各履修者は、事前に内容を理解し、総合・応用化を考えた上で、授業でクイズを含むミニプレゼンを行い、全員で他の総合・応用化を考える。また、クイズの解答状況から、履修者それぞれの脳の癖もある程度判断できる。<BR/><BR/>【２～３回程度相当：重要な知識の総合・応用可能なレベルでの理解】<BR/>　人工知能や仕掛学、不便益システムなどの重要な知識（倫理面を含む）を、総合・応用可能なレベルで理解する。<BR/><BR/>【２回程度相当：進級論文指導】<BR/>　履修者の強みや将来計画などに応じ、履修者自身が楽しめ、かつ、社会人にも評価されうるテーマを、担当者と共に考える。そして、上記の到達目標や関連する学外のコンテストなどに挑むプロジェクトを、個人またはチームで遂行し、進級論文にまとめる。<BR/><BR/>【２～３回程度相当：キャリアデザイン】<BR/>　業界や企業に関する情報へのアクセス方法などを含む、キャリアデザインに必要な知識を学び、履修者自身の就職・進学活動戦略や戦術を立案し、状況に応じて修正する。<BR/><BR/>【２回程度相当：パーソナルファイナンスプランニング】<BR/>　年金や保険、税金などを含む、一生涯のパーソナルファイナンスプランニングに必要な知識を学び、履修者自身のライフプランに必要な年収などを計算する。<BR/><BR/>【授業後の６限：個別相談・指導（希望者のみ随時）】", "授業外学習2": "・問題やテーマなどについて考え続ける。<BR/>・授業でのミニプレゼンの準備をする。<BR/>・個人またはチームでプロジェクトを遂行する。<BR/>・担当者の指示、および、STUDY INFORMATIONに記載されている要領に従って、進級論文を作成し提出する。<BR/>・担当者の指示に従って、課題成果物を作成し提出する。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "演習状況，課題，進級論文など"], "更新日時/Date of Update0": "2021年10月18日 17時34分31秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "木曜５時限／Thursday 5", "通年／Year Round", "ＩＩＩ－３０１"]}, "campas": 1, "name": "【300】メディア工房I　３／Media Studio 1", "管理部署": 7, "単位数": 4, "担当者": "窪田　誠（KUBOTA MAKOTO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 0}