{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義は、主に1年次、2年次の学生を対象に、受講生自身が、将来のキャリアイメージを早い段階から意識をし、総合政策学部で学ぶ特定の領域（国際協力、グローバル・ビジネス、ソーシャルビジネス、IT/media、異文化・言語など）で、グローバルに活躍できるプロフェッショナルに必要不可欠な基本的知識やノウハウの習得を目指す。国際経験豊かな教員によるオムニバス形式の講義が中心。世界の実社会で活躍してきた教員達が、受講生のロールモデルとなるべく、個々の経験を踏まえて、大学時代に習得しておくべき知識やスキルを、具体的な事例を用い、受講生が実践力を習得できるよう効果的な授業を実施する。授業中に海外文献や資料を用いる場合もあり、基本的な英語力は必要。", "到達目標": "本授業では、受講生が以下を習得できる。１、各教員が取り上げる国際政策分野で重要なテーマの基本的知識が習得でき、多面的な問題思考力を養うことができる。２、国際問題に関連するテーマを自ら探求し、論理的で質の高いレポートを作成できる。３、論理的に学生自身が将来のキャリアビジョンを意識して、自ら具体的な行動計画をたて、自己評価を行い、段階的に知識や経験を積み上げていくことの重要性が認識できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "特に、交換留学、国連学生ボランティアプログラム、国連セミナ―、その他海外インターンシップなどに参加を希望する学生にとっては、本コースを受講することにより、海外フィールド活動に向けて必要となる基本的姿勢や実践力を習得する。この科目は、総合政策学部の「グローバル・キャリアプログラム(Global Career Program-GCaP) 」の先修科目に指定されている。GCaPに参加を希望する学生は、必ず1年次に本コースを受講し合格をしておく必要がある。", "授業の概要・背景": "この科目は、総合政策学部の「グローバル・キャリアプログラム(Global Career Program-GCaP) 」の先修科目に指定されている。GCaPに参加を希望する学生は、必ず1年次に本コースを受講し合格をしておく必要がある。", "授業方法": "国際経験豊かな4名の教員によるオムニバス形式の講義が中心。全での授業担当教員の課題を期限内に提出することが求められる。事前準備、課題内容や提出方法などは、各担当者より指示がある。履修者は、各自責任をもってシラバスおよびLUNA「教材」欄を確認し、期限内に課題を提出すること。質問は各教員に個別に行うこと。【オンライン受講許可学生への対応】授業の録画を個々に送付するので、視聴すること。一般学生と同じスケジュールですべての課題に取り組みLUNAより提出すること。", "トピック": {"第1回": ["【14回全ての授業を対面で行う】<BR/>第1回　9月30日（金)（担当：小西尚実）<BR/>Course Introduction：(1) 授業の進め方、課題と成績評価について (2)キャリアの本質の理解（主体的なキャリア形成とは）(3) 国際機関の役割と主要な活動、国際公務員の資質や働き方について-理解しておくべきキーワードと基本的知識の理解）（４）国際機関の人事制度とコンピテンシーに基づくキャリア形成の仕組み　- Introduction and course descriptions; Understanding basic backgrounds and technical terms.", "LUNAにアップロードしている資料を読む。"], "第2回": ["第２回 10月7日（金）　（担当：西野桂子）<BR/>多様化する国際協力のアクター～国連、政府、NPO、市民社会、大学、民間企業など<BR/>Diversified International actors- UN, Government, NPO, civil society, academia and private sectors.", "LUNAにアップロードしている資料を事前に読む。"], "第3回": ["第3回　10月14日（金）　（担当：西野桂子）<BR/>日本のODAの特徴と実施体制～二国間援助と多国間援助の相違点<BR/>SDGｓとODAの分野、有償資金協力・無償資金協力・技術協力の違い、<BR/>Characteristics and the systems of Japanese ODA: Sectors of SDGs and ODA, Loan, grant and technical assistance, Difference between bilateral and multilateral assistance", "LUNAにアップロードしている外務省ODA白書を事前に読む。"], "第4回": ["第４回\t10月21日（金）（担当：西野桂子）<BR/>世界で働く開発コンサルタント～国際協力の最前線<BR/>ODAプロジェクトの事例と開発コンサルタントの役割、開発コンサルタントになるには<BR/>Development consultant’ workplace is the frontline of international cooperation. ODA project case and role of consultant, steps to become a development consultant will be discussed.", "LUNAにアップロードしてあるプロジェクト事例を読んでおく"], "第5回": ["第5回　10月28日（金）担当：清水康子 国際人権とSDGs 担当<BR/>International Human Rights and Sustainable Development Goals<BR/>【予習・参考資料】　指定された資料・ビデオ。事前クイズ。<BR/><BR/><BR/>グローバル社会における政治と経済<BR/>Politics and Economy in the Global Society", "LUNAの該当資料を事前に読むこと"], "第6回": ["第6回　11月4日（金）人道原則・PSEA (担当：清水康子)<BR/>Humanitarian Principles, Protection from Sexual Exploitation and Abuse<BR/>【予習・参考資料】　指定された資料・ビデオ。事前クイズ。", "LUNAの該当資料を事前に読むこと"], "第7回": ["第7回 11月11日（金）(担当：清水康子)<BR/>コーチ型のリーダーシップ  Introduction to Coaching<BR/>【予習・参考資料】　指定された資料・ビデオ。事前クイズ。", "LUNAの該当資料を事前に読むこと"], "第8回": ["第８回　11月18日（金）はリサフェ振替の予定", "LUNAにアップしている資料を読む。"], "第9回": ["第９回　11月25日（金）（担当：実哲也）<BR/>デジタル革命と世界経済、市民社会への影響<BR/>Digital Revolution and its impact on the world economy and civil society", "授業内及びLUNAで提示する課題に取り組むこと。"], "第10回": ["第11回　12月２日（金）（担当：実哲也）<BR/>世界秩序の行方を考えるー地政学的緊張と経済の相互依存関係<BR/>Thinking about the future of world order—geopolitical tensions and economic interdependence", "授業内及びLUNAで提示する課題に取り組むこと。"], "第11回": ["第12回　12月９（金）（担当：実哲也）<BR/>メディアのグローバル化と社会～民主主義におけるメディアの役割と責任<BR/>Media globalization and society: the role of media and its responsibility in democracy<BR/>担当：実哲也", "授業内及びLUNAで提示する課題に取り組むこと。"], "第12回": ["第１２回　１２月１６日　（担当：小西尚実）<BR/>生涯学習の基本的理解とグローバルキャリア形成の実践～ゲストスピーカー総政卒業生を招いて<BR/>Understanding the importance and benefits of lifelong learning and designing a global career", "LUNAにアップしている資料を読む。"], "第13回": ["第13回  １２月２３日（金）（担当：小西尚実）<BR/>雇用制度の国際比較　- HR Strategy, Competency-based working environment, and understanding skills.", "課題や参考資料はLUNAから指示する。"], "第14回": ["第14回　１月７日　（担当：小西尚実）<BR/>多様性を活かす組織づくり～ダイバーシティ・マネジメントの現状と課題<BR/>Diversity management initiatives in global working environment: looking into some case studies.<BR/>グローバルキャリアプログラム（GCaP）について<BR/>Course summary, and developing effective career plan towards a global career<BR/>- About GCaP　Program, and some useful information for pursuing global career.", "課題や参考資料はLUNAから指示する。"], "授業外学習2": "The students are expected to carefully look into references and materials provided by instructors, and actively participate in the class."}, "評価": {"教科書Required texts0": "教科書や参考文献は各授業の担当者が指示をする", "参考文献・資料Reference books0": "小西尚実（編著者）『グローバルキャリアのすすめ』関西学院大学出版会\n西本昌二他『日本の常識、世界の非常識』2013　関学リブレット、関西学院大学出版会", "学生による授業評価の方法Course Evaluation by Students0": "インターネット", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "4名の担当教員それぞれから課されるレポート課題（各25点満点）の総合点"], "成績評価Grading2": "備考　Note\n本授業の担当教員4名それぞれから課されるレポート課題（教員4名×各25点満点）の総合点で評価する。オンライン許可学生に対しても、一般生と同様の課題と評価を行う。", "備考Note0": "大学が定めた基準以外による学生に対する配慮はいかなる理由があっても行わない。", "更新日時/Date of Update1": "2022年09月29日 12時34分23秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "ＩＩ－１０１"]}, "campas": 1, "name": "【100】グローバル・キャリアデザイン／Global Career Design", "管理部署": 7, "単位数": 2, "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 32, "評価1": 3, "開講期": 2}