{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "授業方法": "This online course is conducted mainly through synchronous (“live / interactive”) learning methods:<BR/>- Course meetings will be ‘live’ online using Zoom at the regularly scheduled course time (Tuesday, 3rd period) -- student<BR/>participation is expected.<BR/>- Course meetings will be held synchronously online throughout the semester, unless the KGU COVID restrictions become Level 2 or lower.<BR/>- The first course meeting is Tuesday, September 21st at 1:30pm. The Zoom link will be emailed to registered students and available on LUNA.<BR/>- You can see the course schedule under &quot;シラバス付加情報&quot; below. <BR/>- Course meetings will consist of mini lectures, discussions, peer and instructor feedback sessions, group work, and student presentations.<BR/>- Students should have a device to participate in Zoom meetings and a Gmail account to access the course Google Drive folder (to be shared in the first meeting). Students will also be using Microsoft Word and PowerPoint (or the Google equivalents) and Turnitin.com.<BR/>- The materials and assignments will be provided in the course Google Drive folder as the course progresses. Students are<BR/>expected to check it regularly.<BR/>- Students will submit assignments through the course Google Drive folder and Turnitin.com.<BR/><BR/>NOTE 1: This course is intended to improve students’ academic English skills. Therefore, all materials, instruction,<BR/>communications, and assignments are in English. Students are expected to only use English.<BR/><BR/>NOTE 2: This course is very demanding, involving a lot of reading and writing assignments. Additionally, thorough preparation and active class participation are expected.<BR/><BR/>[Information for students with university permission to take classes online]:<BR/>Such students are expected to participate in this online synchronous course as usual. If the KGU COVID restrictions are lowered and the course is moved to face-to-face, then either the course will continue to simultaneously be offered synchronously, or it will be distributed through on-demand methods.", "トピック": {"授業計画1": "Some class time will involve the use of reading assignments and preparation tasks for discussion, formulating responses to articles, and planning for written responses, which will be submitted as course writing assignments. Some class time will involve student presentations of assigned and self-selected research articles. Some class time will involve peer and instructor feedback sessions on writing assignments and revision planning.", "授業外学習2": "Student preparation outside of class meetings includes:<BR/>(1) Carefully reading academic articles and completing preparation tasks,<BR/>(2) Preparation for leading and participating in discussions,<BR/>(3) Conducting literature research on assigned and self-selected topics,<BR/>(4) Preparation for presentations, and<BR/>(5) Writing, using peer and instructor feedback and revising drafts."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Writing assignments, including drafts and revisions"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Active weekly participation, completion of weekly reading assignments and preparation tasks, leading and participating in discussions, giving individual and group presentations, and completing research tasks."], "添付ファイル1/File Attachment 10": ["2021 Fall Prof Writing.schedule.pdf", "Course Schedule"], "更新日時/Date of Update1": "2021年10月26日 17時59分43秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｉ－２０３"]}, "campas": 1, "name": "【250】英語プロフェッショナル・ライティングＢ／English Professional Writing B", "管理部署": 7, "単位数": 1, "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 2}