{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "授業方法": "This course is currently planned for face-to-face format. Lessons will include mini lectures, discussions, presentations, and peer and instructor writing feedback sessions.<BR/><BR/>NOTE 1: This course is intended to improve students’ academic English skills. Therefore,  all materials, instruction, communications, and assignments are in English. Students are expected to only use English.<BR/><BR/>NOTE 2: This class is very demanding, involving a lot of reading and writing assignments. Additionally, thorough preparation and active class participation are expected.", "トピック": {"授業計画1": "Some class time will involve the use of reading assignments and preparation tasks for discussion, formulating responses to articles, and planning for written responses, which will be submitted as course writing assignments. Some class time will involve student presentations of assigned and self-selected research articles. Some class time will involve peer and instructor feedback sessions on writing assignments and revision planning.", "授業外学習2": "Student preparation outside of class meetings includes:<BR/>(1) Carefully reading academic articles and completing preparation tasks,<BR/>(2) Preparation for leading and participating in discussions,<BR/>(3) Conducting literature research on assigned and self-selected topics,<BR/>(4) Preparation for presentations, and<BR/>(5) Writing, using peer and instructor feedback and revising drafts."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Writing assignments, including drafts and revisions"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Active weekly participation, completion of weekly reading assignments and preparation tasks, leading and participating in discussions, giving individual and group presentations, and completing research tasks."], "更新日時/Date of Update0": "2021年04月28日 13時24分45秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｉ－２０３"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【250】英語プロフェッショナル・ライティングＢ／English Professional Writing B", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "1", "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "３年", "時限1": "火曜３時限／Tuesday 3", "開講期": "秋学期／Fall"}