{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Course title: Labour Mobility and Population Imbalance in the EU<BR/>You will learn about the (social, economic, fiscal) benefits and risks of labour mobility in the EU. You will understand the costs of population imbalance and the risks the rapid population decline in rural areas pose.  <BR/>We will use examples from different EU countries, including Germany, Italy, Bulgaria, Latvia and Rumania to learn why people move to another (EU) country, thereby understanding different societies, their labour markets, and their long-term problems. <BR/><BR/>This course hopes to provide a deeper understanding of migration and labour mobility in the EU. In order to better understand the development in the EU, we will also look at migration to Japan as well as Japan&#39;s shrinking rural population.", "到達目標": "You will understand the many (social &amp; economic) benefits and disadvantages migration &amp; labour mobility pose in the EU. You will understand why people move away from rural areas in Japan and EU countries and what problems this pose. You will also learn why smaller towns and villages are gaining in popularity in many European counties. <BR/><BR/>Through this course, you will acquire different soft skills, such as Academic English, presentation skills, discussion skills, critical &amp; analytical thinking and independent research skills.", "授業方法": "The course will be conducted as a seminar, and active student participation is expected.<BR/>Students permitted by KGU to participate online can join on ZOOM.<BR/><BR/>Due to the current entry restrictions into Japan, this course might take place online, on ZOOM (real time). As soon as I can return to Japan this course might switch back to face-to-face classes.<BR/>ZOOM LINK: Join Zoom Meeting<BR/>https://zoom.us/j/95744855243?pwd=VkhvVGg3OHdiOU90NnNtU3BGS0xHUT09<BR/><BR/>Meeting ID: 957 4485 5243<BR/>Passcode: bd3WzV<BR/><BR/>WE WILL START AT 1.30 PM", "トピック": {"第1回": ["Introduction to Labour Mobility and Migration in the EU: history, policies; Labour Mobility trends after 2004", "Homework &amp; reading assignment"], "第2回": ["Labour Mobility from the new member states to the UK, Germany and the Benelux countries", "Homework &amp; reading assignment"], "第3回": ["Labour Mobility from Poland and Romania to the UK since 2004 and its influence on Brexit", "Homework &amp; reading assignment"], "第4回": ["The economic &amp; social impact of labour mobility in the EU", "Homework &amp; reading assignment"], "第5回": ["From a recipient of labour mobility to a supplier of migrant workers: Spain", "Homework &amp; reading assignment"], "第6回": ["Impact of labour mobility on population imbalances in the EU: overview<BR/>Rural depopulation in Japan", "Homework &amp; reading assignment"], "第7回": ["Rural depopulation in Japan", "Homework &amp; reading assignment"], "第8回": ["Population decline and population ageing EU countries", "Homework &amp; reading assignment"], "第9回": ["Efforts to combat rural depopulation in Japan &amp; the EU", "Homework &amp; reading assignment"], "第10回": ["Efforts to combat rural depopulation in Japan &amp; the EU", "Homework &amp; reading assignment"], "第11回": ["Covid-19 and the rising interest in countryside life: why do people want to move away from the cities?", "Homework &amp; reading assignment"], "第12回": ["Covid-19 and the rising interest in countryside life: why do people want to move away from the cities?", "Homework &amp; reading assignment"], "第13回": ["Revision &amp; discussion", "Homework &amp; reading assignment"], "第14回": ["In-class exam", "Homework &amp; reading assignment"]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "Academic quality and independent thinking"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Participation, group work, homework, presentation & short opinion paper"], "更新日時/Date of Update0": "2021年04月27日 04時56分40秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "Ｉ－２０３"]}, "campas": 1, "name": "【400】総合政策課題研究Ａ　１／Topics in Policy Studies A", "管理部署": 7, "単位数": 2, "担当者": "シュラーデ　Ａ．（SCHRADE ANNA KRISTINA） ", "履修基準年度": "３年", "時限1": 30, "評価1": 2, "評価2": 4, "開講期": 1}