{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は１）ディスカッションに必要な基本スキル、言語能力及びテクニックを身に着けること、２）効果的なスピーチ/プレゼンテーションの準備作成、実施をする能力を身に着けること、である。", "到達目標": "以下の2点を到達目標とする：<BR/>１）社会およびビジネス問題に関する様々なトピックを取り上げたディスカッションの場で自己の考え・意見を述べることができるようになること<BR/>２）個人的興味、社会問題をテーマとした比較的短いスピーチ・プレゼンテーションを準備作成、実施できるようになること", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】English Public Speaking A（総合政策学部）/英語パブリック・スピーキングＡ（総合政策学部）", "関連科目": "English Public Speaking Bd", "授業の概要・背景": "", "授業方法": "This course will be conducted in English only and English will be the means of communication between the students and the instructor.<BR/>There will be some lecturing but students will spend a lot of time working individually, in pairs and in groups.  Students will be making speeches and presentations several times during the semester.<BR/>In principle, students are required to attend face to face class sessions.<BR/>If you have any question, send messages to the email address posted in [お知らせ］in LUNA;write your student IDnumber, name and the course title.<BR/>【for those who are permitted to take the class online】<BR/>Class materials (documents and power point files, etc.) will be provided through LUNA.<BR/>The class material for each session will be posted in [教材・課題］section on the day after each session.", "トピック": {"第1回": ["All the sessions will be conducted face to face. <BR/>Course Description<BR/>Warm-up activities", ""], "授業計画1": "Some of the class time will be spent to learn skills, language, and techniques for effective speeches and presentations as well as discussions, but most of the time will be spent to actually have discussions and practice organizing and making public speeches on given topics or topics of their choice. Students will be also asked to give news reports several times during the semester to acquire and expand vocablary in various fields.", "授業外学習2": "Students will be expected to spend one to two hours each week preparing for each lesson, doing homework and preparing for speech projects.<BR/>Writing assignments will be returned after checking and making necessary corrections.<BR/>Criteria for the speech evaluation will be given beforehand."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "学生による授業評価の方法Course Evaluation by Students0": "Students will independently evaluate the instructor and the course at the end of the semester.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students' final grade will be based on presentations 40%, participation in class activities:pair and group work and discussion (30%) and assignments(30%)."], "成績評価Grading2": "備考　Note\nThe details of the gradig criteria will be given in class.\nActive participation is extremely important and counts as a significant part of students' evaluation marks.\n\nGrading Criteria for online students:\nPresentation 40% Writing Assignments 40% Oral Reports: 20%", "更新日時/Date of Update0": "2023年02月21日 16時40分34秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "ＩＩ－１０９"]}, "campas": 1, "name": "【250】英語パブリック・スピーキングＡ／English Public Speaking A", "管理部署": 7, "単位数": 1, "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 14, "評価1": 4, "開講期": 1}