{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "プログラミング言語の構文およびセマンティクス。データタイプとタイプチェック。スコープ、バインディング、および環境。関数型とロジックプログラミングパラダイム、および他のパラダイムとの比較。関数型言語の広範な範囲。このコースでは、コンピュータ言語である原理、概念とそれを支えるすべてのプログラミング言語その基礎についても、コンピュータ言語のパラダイムについて講習します。", "到達目標": "学生は、プログラミング言語の構文およびセマンティクスを学ぶ。データタイプとタイプチェックを理解できる様になる。スコープ、バインディング、および環境。関数型とロジックプログラミングパラダイム、および他のパラダイムとの比較のやり方について学習し、使い方を見分ける様になる。この科目では学生が、コンピュータ言語である原理、概念とそれを支えるすべてのプログラミング言語その基礎についても、コンピュータ言語のパラダイムについての知識と手探り経験を身に着ける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】Web Programming（総合政策学部）/ウェブ・プログラミング（総合政策学部）", "関連科目": "", "授業方法": "オンライン形式で実施。学生発表、個人及びチーム・プロジェクトを含む。", "トピック": {"授業計画1": "授業内容は下記の項目を含む：<BR/>1。コンピュータ言語の主要な設計コンセプト、パラダイム、および歴史の簡単な調査で開始します。<BR/>2。次に、構文法、または言語の表面構造を調査し、この構造が正確に理解し、講習します。<BR/>3。その後、意味論、データタイプチェック、およびランタイム環境の調査を含めて、コンピュータ言語原理の基礎に戻ります。<BR/>4。選択したプログラミング言語を使用して、コンピュータ言語の下記の各処理方法の基本的な概念を理解しようとします。<BR/>5。データ構造と変数<BR/>6。表現と構文<BR/>7。特別構造<BR/>8。条件分岐<BR/>9。ループ<BR/>10。イベント<BR/>11。再帰<BR/>12。リスト構造<BR/>13。配列<BR/>14。オブジェクト指向パラダイム", "授業外学習2": "特にありません。"}, "評価": {"教科書Required texts0": "このコースの準備のためにいくつかの書籍を使用しますが、特に教科書要求条件はありません。学生の理解レベルにに合わせて、自由に教科書を購入してもかまいません。", "参考文献・資料Reference books0": "特にありませんが、勉強したいコンピュータ言語の本やサイトを拝見して下さい。", "学生による授業評価の方法Course Evaluation by Students0": "ネット利用(その他)\nコースウェッブサイト", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席、ディスカッション参加、オンライン課題、グループワーク、オンラインクイズ等。"], "成績評価Grading2": "備考　Note\nその他(others)\n出席、ディスカッション参加、オンライン課題、オンラインクイズ、等。", "更新日時/Date of Update0": "2022年01月28日 17時26分30秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "ＶＩ－２０２"]}, "campas": 1, "name": "【200】Web Programming／Web Programming", "管理部署": 7, "単位数": 2, "担当者": "ティヘリノ　Ｙ．Ａ．（TIJERINO YURI ADRIAN） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 10, "評価1": 4, "開講期": 2}