{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】English Professional Writing A（総合政策学部）/英語プロフェッショナル・ライティングＡ（総合政策学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course will be taught face-to-face. The format consists of: weekly preparation assignments, mini lectures, group discussions, peer and instructor feedback sessions, individual and group presentations, and IELTS writing and speaking tasks. <BR/><BR/>NOTE 1: This course is intended to improve students’ academic English skills. Therefore, all materials, instruction, <BR/>        communications, and assignments are in English. Students are expected to only use English.<BR/><BR/>NOTE 2: This class is very demanding, involving a lot of reading and writing assignments. Class attendance, thorough <BR/>        preparation, and active class participation are expected.<BR/><BR/>[Information for students permitted to take classes online]<BR/>Only students who receive permission from the university can take this course online. When possible, face-to-face lessons will be held simultaneously on Zoom. When that is not possible, live classes will be recorded for on-demand access. Students permitted to take classes online are expected to join live classes via Zoom when offered, watch recorded on-demand classes, and complete / submit the required assignments according to the course schedule.", "トピック": {"授業計画1": "*All 14 sessions are planned for face-to-face format.<BR/>Some class time will involve the use of reading assignments and preparation tasks for discussion, formulating responses to articles, and planning for written responses, which will be submitted as course writing assignments. Some class time will involve student presentations of assigned and self-selected research articles. Some class time will involve peer and instructor feedback sessions on writing assignments and revision planning. A more detailed schedule will be distributed in the first class.", "授業外学習2": "Student preparation outside of class meetings includes:<BR/>(1) Completely weekly assignments,<BR/>(2) Carefully reading academic articles and completing preparation tasks,<BR/>(3) Preparation for leading and participating in discussions,<BR/>(4) Conducting literature research on assigned and self-selected topics,<BR/>(5) Preparation for academic presentations, and<BR/>(6) Writing, using peer and instructor feedback, and revising drafts."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "学生による授業評価の方法Course Evaluation by Students0": "Web-based course evaluation.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "65 %", "Writing assignments, including drafts and revisions"], "成績評価Grading2": ["その他／Others (99)", "35 %", "Active weekly participation, completion of weekly reading assignments and preparation tasks, leading and participating in discussions, giving individual and group presentations, and completing research tasks."], "成績評価Grading3": "備考　Note\nFor students permitted to take the course online: the same grading methods listed above will be conducted online.", "更新日時/Date of Update0": "2023年04月28日 15時05分39秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "ＩＩＩ－３２２"]}, "campas": 1, "name": "【250】English Professional Writing A／English Professional Writing A", "管理部署": 7, "単位数": 1, "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 1}