{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、社会・ビジネス問題に関するディスカッションで自己の意見を明確かつ効果的に述べ、さらに自信を持って内容を掘り下げた比較的長いスピーチ、プレゼンテーションをするために必要なスキル、言語能力、テクニックを身に着けることである。", "到達目標": "授業において修得したスキル、言語、テクニックを生かし、社会・ビジネス問題を含む様々なトピックに関するディスカッションで自在に自己の意見を述べ、かつ内容を掘り下げた比較的長いスピーチ・プレゼンテーションができるようになることを目指す。", "授業方法": "Zoom meeting will be held every week from the second session(details will be provided in the class material for the first session ).<BR/>Written class materials, instructions and assignments for each session will be posted and become available through LUNA Class Material/Assignment on demand （「教材・課題」欄）by the actual class time each week.<BR/>Check email and LUNA「お知らせ」before the session each week; there may be important  messages about the class. <BR/>This course will be conducted in English only and English will be the means of communication between the students and the instructor.", "トピック": {"第1回": ["Course Description <BR/>Warm Up Activities", ""], "第2回": ["Warm Up Activities<BR/>Zoom Meeting", "To participate in the Zoom Meeting,<BR/>Access URL Link 1 below."], "授業計画1": "Some of the class time will be spent reviewing the skills, language and techniques for effective speeches and presentations that students learned in the previous course and learning new ones.  Students will also spend some time giving news reports.  Students will have plenty of opportunities to have discussions and practice organizing and making public speeches during the term.", "授業外学習2": "Students will be expected to spend one to two hours outside the class preparing for each lesson, doing assignments, doing some research and writing on given topics or topics of their choice."}, "評価": {"教科書Required texts0": "Will be announced in class.", "参考文献・資料Reference books0": "Will be announced in class.", "学生による授業評価の方法Course Evaluation by Students0": "Students will independently evaluate the course and the instructor at the end of the semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students' final grade will be based on presentations, participation in class activities and assignments."], "成績評価Grading2": "備考　Note\nThe details of the grading criteria will be given in class.\nActive participation is extremely important and counts as a significant part of students' evaluation.", "更新日時/Date of Update0": "2021年10月12日 14時05分27秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "ＩＩ－１０９"]}, "campas": 1, "name": "【250】英語パブリック・スピーキングＢ／English Public Speaking B", "管理部署": 7, "単位数": 1, "担当者": "谷口　弘美（TANIGUCHI HIROMI） ", "履修基準年度": "３年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 14, "評価1": 4, "開講期": 2}