{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "学生諸君はグローバル化における援助政策の変化、どのように変わりつつあるのか。民主化の波が紛争国、最貧国にも飛び火し、リーダーシップとガバナンスの問題を十分理解することである。近年、貧困、気候変動、テロ、大量破壊兵器の拡散、平和構築、感染症等、一国のみで解決することは困難な、国境を越える地球規模の諸課題が、外交全般における主要課題として顕在化している。　このような地球規模の諸問題の解決に向け、普遍性、正当性、専門性を有する国際機関の果たす役割は益々重要となってきている。それでは、この難題に取り組むためにどのような人材がグローバルに求められているのか。そして日本人として価値ある世界市民の活動と今後の教育機関の役割とは何か。この課題を『高大連携』という新しいMethodで実効性のある教育改革の具現化を実践し、更にリサーチデザインの習得およびプレゼン能力（英語も含む）また、DiscussionやDebateの重要性を理解することを目標とする。", "到達目標": "学生は以下の内容を把握し、習得する。<BR/>１．政策科学全般の教養と知識を身に着け、国際公共政策の問題解決にチャレンジする基礎を養う。<BR/>２．レポート作成、プレゼン能力（英語も含む）、チームワーク、討論、等の技術を習得する。<BR/>主体性、多様性、協調性、の能力を総合的に高めていくため個人コーチング、カウンセリングも実施。<BR/>総合政策学部リサーチ・フェア参加の準備も兼ねるため、個人・グループ発表の集中トレーニングを実施。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "政策関連すべての科目、図書館利用―情報ガイダンス<BR/>Relevant to policy studies courses. Library use orientation is built-in the course for individual assignment and reseach.", "授業の概要・背景": "志望理由書の提出 （志望理由書は書式は自由です。文字数の制限はありません）<BR/>申込期間：４月１日-４月３日（１６：３０）<BR/>提出先：grs31222@kwansei.ac.jp", "授業方法": "討論、発表、グループワークが中心。　インターネットや図書館の資料を活用して、多面的な思考により自分の意見を固める練習。レジメ・発表についても、読む立場、聞く立場を配慮した構成を意識する。<BR/>【オンライン受講生対象】 オンラインでの受講を許可された学生に対しては、4回目以降「ZOOMによる同時配信」で対応する予定です。詳細はLUNAを確認してください。", "トピック": {"第1回": ["すべて対面授業で実施　毎日４－５時間の予習・復習はグループで実施<BR/>レポート・発表のFeedbackはその都度必要に応じて行う。", ""], "授業計画1": "基本的には、Summer School形式で４-５日間集中して行う。テーマは国際公共政策の分野からケース・スタディを選択し、問題解決への関心、解決能力などの基礎的な国際要素を身に着けることを目的としている。<BR/>ゲスト・トレーナーとして、国際経験の豊富な社会人、教職員、国連職員、NGO/NPO団体職員、学生、留学生　メディア　等を予定。<BR/>今後のキャリアーデザインの方向性を導くため、個人・グループカウンセリングを計画・準備している。<BR/><BR/>社会見学：地方公共団体、国際機関、JICA関西、神戸市長田区、International School、等　考慮中。", "授業外学習2": "Summer School形式で実施するため、授業開講初日までに実施するオリエンテーションに必ず参加すること。<BR/>参加する高校生は、政治経済、現代社会、公民　等の基礎科目を復習し、大学生参加者はボランティア活動、インターン、教育関連、社会貢献活動経験者が望ましい。発表するテーマを事前に準備して、プレゼン（必須）ができるようにしておくことが重要。<BR/>Students are expected to read and understand thoroughy in terms of global issues in the context of policy studies. Students&#39;assets before joining this course will be their experience of international voluteer services, overseas studies, domestic volunteeer service,etc."}, "評価": {"教科書Required texts0": "授業中に適宜配布することが多いが下記の文献は使用する。\n\n『基礎演習ハンドブック』KGリブレットISBN978-4-86283-037-1\nプロトタイプの教科書　『高校生のための課題研究サポートシリーズ』を配布予定", "参考文献・資料Reference books0": "関西学院大学総合政策学部　編　KGリブレット『日本の常識、世界の非常識』（関西学院大学出版会　２０１３）ISBN　９７８－４－８６２８３－１４２－２", "学生による授業評価の方法Course Evaluation by Students0": "所定の形式で実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "学習報告書（毎日）最終レポート：自己評価（感想・反省）レポート"], "成績評価Grading2": ["その他／Others (99)", "60 %", "貢献度―最終プレゼン　70%　討論参加の積極性を重視します。"], "成績評価Grading3": "備考　Note\n集中的に行う実験的なセミナーであるため、参加、プレゼンはもとより、セミナーの貢献度を評価の一部とする。", "備考Note0": "履修者は申込期間内に以下2点を完了したものを対象に選考する。\n\n１．教学Webサービスでの申込（抽選）制科目の申請\n２．志望理由書の提出 （志望理由書は自由形式です。形式文字数の制限はありません）\n志望理由書の提出 （志望理由書は書式は自由です。文字数の制限はありません）\n申込期間：４月１日-４月３日（１６：３０）\n提出先：aux24818@kwansei.ac.jp\n\n国連ボランティア計画と提携し、正課科目として途上国への学生派遣はもとより、国際社会貢献活動も総合政策学部がリードして推進してきました。今後、高大連携において、そのようなグローバル人材育成の新しい協力パターンを実験・模索することが不可欠です。\n\n本科目は、高大連携科目、ハンズオン・ラーニング科目、です。", "備考Note1": ["高校生大学生のためのグローバルキャリア入門Chapter01国連で働くことについて.pdf", ""], "備考Note2": ["高校生大学生のためのグローバルキャリア入門Chapter02国連の日本人職員について.pdf", ""], "備考Note3": ["高校生大学生のためのグローバルキャリア入門Chapter10大学生国際ボランテイアの声.pdf", ""], "備考Note4": ["高校生大学生のためのグローバルキャリア入門Chapter12国際公務員への道１.pdf", ""], "備考Note5": ["FASIDケースブック　I　日本語.zip", ""], "URLリンク1/URL 16": "LUNAの教材", "URLリンク2/URL 27": "依存大国―日本", "URLリンク3/URL 38": "世界で一番貧しい大統領", "更新日時/Date of Update9": "2022年12月28日 08時46分22秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "教室未定"]}, "campas": 1, "name": "【100】総合政策トピックスＡ／Introductory Policy Topics A", "管理部署": 7, "単位数": 2, "担当者": "村田　俊一（MURATA SHUNICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 3, "評価2": 4, "開講期": 8}