{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "プログラミング言語の構文およびセマンティクス。データタイプとタイプチェック。スコープ、バインディング、および環境。関数型とロジックプログラミングパラダイム、および他のパラダイムとの比較。関数型言語の広範な範囲。このコースでは、コンピュータ言語である原理、概念とそれを支えるすべてのプログラミング言語その基礎についても、コンピュータ言語のパラダイムについて講習します。", "到達目標": "学生は、プログラミング言語の構文およびセマンティクスを学ぶ。データタイプとタイプチェックを理解できる様になる。スコープ、バインディング、および環境。関数型とロジックプログラミングパラダイム、および他のパラダイムとの比較のやり方について学習し、使い方を見分ける様になる。この科目では学生が、コンピュータ言語である原理、概念とそれを支えるすべてのプログラミング言語その基礎についても、コンピュータ言語のパラダイムについての知識と手探り経験を身に着ける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<br />The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.<br /><br />【合併】Web Programming（総合政策学部）/ウェブ・プログラミング（総合政策学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "学生発表、個人及びチーム・プロジェクトを含む。<br />原則的に対面授業形式ですが、オンライン授業の許可を得ている学生のために、同時双方向型オンラインで授業します。全ての授業はZoomにて収録し、Lunaサイトで後からも見ることができます。<br /><br />Requires student presentations and individual and team projects.<br />In essence, the class format is face-to-face, but for students who have permission for online classes, the class will be taught in a simultaneous interactive online format. All classes are recorded via Zoom and can be viewed later on the Luna site.", "トピック": {"授業計画1": "原則的に対面で行う授業ですが、<br />授業内容は下記の項目を含む：<br />1。コンピュータ言語の主要な設計コンセプト、パラダイム、および歴史の簡単な調査で開始します。<br />2。次に、構文法、または言語の表面構造を調査し、この構造が正確に理解し、講習します。<br />3。その後、意味論、データタイプチェック、およびランタイム環境の調査を含めて、コンピュータ言語原理の基礎に戻ります。<br />4。選択したプログラミング言語を使用して、コンピュータ言語の下記の各処理方法の基本的な概念を理解しようとします。<br />5。データ構造と変数<br />6。表現と構文<br />7。特別構造<br />8。条件分岐<br />9。ループ<br />10。イベント<br />11。再帰<br />12。リスト構造<br />13。配列<br />14。オブジェクト指向パラダイム", "授業外学習2": "特にありません。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "出席、ディスカッション参加、オンライン課題、グループワーク、オンラインクイズ等。"], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "ＶＩ－２０２"]}, "campas": 1, "name": "【200】ウェブ・プログラミング／Web Programming", "管理部署": 7, "単位数": 2, "担当者": "ティヘリノ　Ｙ．Ａ．（TIJERINO YURI ADRIAN） ", "履修基準年度": "２年", "履修登録方法": "申込制", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 10, "評価1": 6, "開講期": 2}