{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義では，プロジェクト管理について理解し，実践する能力を身につけることを目的とする．", "到達目標": "本講義は，以下の6点が到達目標である．<BR/>（1）プロジェクトとは何か，その特徴を説明することができる．<BR/>（2）プロジェクトを立ち上げ，プロジェクトチームを組織する方法について理解し，それを実施できる．<BR/>（3）プロジェクトを成功に導くためのプロジェクトリーダの役割と求められるスキルについて理解し，それらを習得する．<BR/>（4）プロジェクトをスケジュール，コスト面から管理するための手法について理解し，それらを実施することができる．<BR/>（5）プロジェクトの制約とリスクの違いについて理解し，リスクの評価と管理を行うことができる．<BR/>（6）プロジェクトの品質管理，変更管理の重要性を理解し，それらを実施することができる．", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "講義とグループワーク<BR/>講義によりプロジェクトマネジメント手法を学び，グループワークによりプロジェクトを計画，実行することで知識の定着を図る．<BR/>グループ演習を行うので，講義時間外もチームメンバーとの協同作業が必要となる．<BR/>【オンライン受講許可学生】<BR/>対面授業の録画をオンデマンド配信する．講義内容によっては，事前に告知した上で，同時双方向オンライン形式を用いることがある．演習の内容によっては，参加のために備品を自ら準備しなければならない場合があり，また，演習の形態によっては参加できない場合がある．<BR/>配信データへのアクセス先は，LUNAに掲載するので，講義回の週に視聴すること．一括視聴は不可．<BR/>講義ビデオは講義日の翌日に配信する．<BR/>グループワークは他の受講生との協力が欠かせないので，コミュニケーションが十分に行える環境を維持できない学生は，オンライン受講すべきではない．", "トピック": {"第1回": ["原則として，14回すべて対面授業で実施する．<BR/>ガイダンス", ""], "第2回": ["戦略的思考法", ""], "第3回": ["分析手法", ""], "第4回": ["プロジェクトの立ち上げとチームビルディング", ""], "第5回": ["プロジェクトの日程計画（プロジェクト作業項目の洗い出しとネットワーク図を用いた日程計画（PDM)）", ""], "第6回": ["プロジェクトの日程計画（ネットワーク図を用いた日程計画（PERTとCPM））", ""], "第7回": ["プロジェクトの日程計画（フロートの算出と負荷の平準化）", ""], "第8回": ["プロジェクトの日程計画作成演習", ""], "第9回": ["プロジェクトの実行管理（プロジェクトの開始）", ""], "第10回": ["プロジェクトの実行管理（コストによるプロジェクト進捗管理）", ""], "第11回": ["プロジェクトの実行管理（品質管理）", ""], "第12回": ["プロジェクトの実行管理（リスク管理）", ""], "第13回": ["プロジェクトの実行管理（人的資源管理）", ""], "第14回": ["プロジェクトの実行管理（コミュニケーション管理）", ""], "授業外学習2": "各回，課題，または，確認テストの実施を課すので，期日(特に言及しない場合は，次回講義の前日）までに完了する必要がある．<BR/>チームでプロジェクト計画を策定し実行するために講義時間以外の時間を実習にあてる必要がある．"}, "評価": {"参考文献・資料Reference books0": "「A Guide to the Project Management Body of Knowledge： PMBOK Guide Project Management Institute」 　2017年\n「プロジェクトマネジメント知識体系ガイド 第6版 日本語版 」Project Management Institute, Inc.　2018年", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "50 %", "定期テストの得点"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "10 %", "確認テストの得点"], "成績評価Grading3": ["平常リポート／Individual reports (04)", "40 %", "演習課題（チームと個人）の完成度"], "備考Note0": "概ねシラバス記載のスケジュールで実施を予定しているが，受講者の理解度に応じて，講義，演習の進行が変化する場合がある．\n確認テストや演習，グループワーク（プロジェクト演習）を行うので，毎回の講義に都度参加することが基本となる．\nプロジェクトを遂行するために講義時間以外の時間をプロジェクト演習の時間として使用する必要があるので，それに合意できない学生は履修すべきではない．\nプロジェクト立案から終結まで，チームメンバー全員の協力が不可欠であるので，チームに協力する意志のない学生，途中で離脱するかもしれない学生はすべきではない．", "更新日時/Date of Update1": "2022年03月30日 04時53分11秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "ＩＩ－３０４"]}, "campas": 1, "name": "【300】プロジェクト管理論／Studies on Project Management", "管理部署": 7, "単位数": 2, "担当者": "伊佐田　百合子（ISADA YURIKO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 1, "評価1": 0, "評価2": 2, "評価3": 3, "開講期": 1}