{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、受講生がテレビ報道の記者・キャスターの仕事について学び、報道の社会的役割や直面する課題について理解を深めることである。", "到達目標": "１）テレビの取材や報道がどのようにして行われるのか理解する<BR/>２）報道の社会的役割と課題を説明できる<BR/>３）ニュースに関心をもち、正確かつ批判的に読み解き、活用できる", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "担当教員の小西は、2022年春までの29年間、日本テレビと読売テレビで、記者・ロンドン特派員・キャスターとして働いてきました。海外取材はイラクを含め26か国経験しています。直前まで報道の第一線にいた立場から、講義では小西の国内外での取材体験をニュース映像などを使いながら具体的に話します。記者やキャスターはどのように取材し、どのような社会的使命をもって伝えているのか、そして現場ではどんな困難や課題に直面しているのかを知ってください。そして、これら実践で得た知見と理論を照らし合わせ、ジャーナリズムを論じていきます。積極的な質問、意見を歓迎します。ネットの普及で今は「だれでも発信者」時代です。発信者として不可欠なメディアリテラシーを身につけたい人にも有意義な講座になるよう努めます。テレビ報道の未来、ジャーナリズムのあり方を学生のみなさんと一緒に考えていきたいと思っています。", "授業方法": "＊【注意】授業は対面で実施する。ゲスト講師を招く回は、ゲストはリモートで出演し、教室とゲストを「Ｚｏｏｍ」でつないでリアルタイムで実施することを予定している。ゲスト講師の登壇回と内容は変更する可能性があるので注意してほしい。変更の場合は随時授業中、シラバスおよびＬＵＮＡで知らせる。<BR/>＊【オンライン受講許可学生対象】オンライン受講を許可された学生には、１回目以降、オンデマンドにて授業の様子を録画した音声ファイルを提供する。音声ファイルは対象者だけにＬＵＮＡを通じて提供する。授業で使用したパワポ教材は、対面履修者と同様のものを提供するため、各自ＬＵＮＡより確認すること。", "トピック": {"第1回": ["初回ガイダンス<BR/>★★★教室が急きょ変更になったので注意！「ＩＩ－２０１」ではなく「ＶＩ－１０１」です（４月13日お知らせ済）。履修者が多く、満室になる可能性大ですので、早めに教室にいって誘導に従ってすみやかに席についてください。いい授業にするため、学生のみなさん、どうかご協力ください！！★★★<BR/>＊１４回の授業は対面で実施（ゲスト講師の回は例外なので形式に注意すること）", ""], "第2回": ["「ニュース」とは何か", ""], "第3回": ["事件・裁判取材の現場", ""], "第4回": ["ＳＮＳ（サイバー）取材　ロシアによるウクライナ侵攻における情報戦", ""], "第5回": ["コロナ報道、中国の情報統制　【ゲスト講師】日本テレビ北京支局槻木亮太特派員　＊中国北京と教室をZoomでリアルタイムでつなぎ、生中継方式で講義を実施する特別授業。履修者は教室にて受講する。", ""], "第6回": ["国際報道の現場（前編）テレビ局の海外支局、海外特派員の仕事、米同時多発テロとイラク戦争", ""], "第7回": ["国際報道の現場（後編）危険地取材、海外からの生中継、戦争ジャーナリズム", ""], "第8回": ["政治と報道", ""], "第9回": ["災害と報道", ""], "第10回": ["ジェンダーと政治", ""], "第11回": ["自衛隊取材の現場", ""], "第12回": ["テレビ報道のデジタル戦略～現在と未来（前編）", ""], "第13回": ["テレビ報道のデジタル戦略～現在と未来（後編）【ゲスト講師】日本テレビデジタル戦略部ニュース編集長（元Yahoo!ニュース編集長）<BR/>＊日本テレビ報道局と教室をZoomでリアルタイムでつなぎ、生中継方式で講義を実施する特別授業。履修者は教室にてリアルタイムで受講する。録画は提供しない。", ""], "第14回": ["まとめ", ""], "授業外学習2": "【予習・復習】授業の内容をより深く理解するために、日々のニュースに関心をもって接しておくこと。新聞やテレビの報道番組、ドキュメンタリー番組をみておくこと。予習と復習時間は計４時間を標準とする。<BR/>【フィードバック】授業の冒頭に、学生から寄せられた意見を紹介したり、疑問に答えたりするなどして補足説明を行う。"}, "評価": {"教科書Required texts0": "指定しない", "参考文献・資料Reference books0": "授業内で適宜紹介する、LUNAでも共有する", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "出席やコメントシートの提出、授業への姿勢60％、期末の課題リポート40％"], "成績評価Grading2": "備考　Note\n毎回課題リポート（コメントシート）を提出する。質問・コメントには内容によって若干の加点をする。期末のリポートのテーマは授業やＬＵＮＡを通じて提示する。", "備考Note0": "授業内容は、国内・海外の情勢をめぐる最新の議論を反映したものにするため、柔軟に変更します。授業で告知しますので注意してください。", "更新日時/Date of Update1": "2022年06月24日 00時50分49秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "ＶＩ－１０１"]}, "campas": 1, "name": "【200】テレビ報道論／Theory and Techniques of Broadcasting Journalism", "管理部署": 7, "単位数": 2, "担当者": "小西　美穂（KONISHI MIHO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 25, "評価1": 3, "開講期": 1}