{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義は、主に1年次、2年次の学生を対象に、受講生自身が、将来のキャリアイメージを早い段階から意識をし、総合政策学部で学ぶ特定の領域（国際協力、グローバル・ビジネス、ソーシャルビジネス、IT/media、異文化・言語など）で、グローバルに活躍できるプロフェッショナルに必要不可欠な基本的知識やノウハウの習得を目指す。国際経験豊かな教員によるオムニバス形式の講義が中心。世界の実社会で活躍してきた教員達が、受講生のロールモデルとなるべく、個々の経験を踏まえて、大学時代に習得しておくべき知識やスキルを、具体的な事例を用い、受講生が実践力を習得できるよう効果的な授業を実施する。授業中に海外文献や資料を用いる場合もあり、基本的な英語力は必要。", "到達目標": "本授業では、受講生が以下を習得できる。１、各教員が取り上げる国際政策分野で重要なテーマの基本的知識が習得でき、多面的な問題思考力を養うことができる。２、国際問題に関連するテーマを自ら探求し、論理的で質の高いレポートを作成できる。３、論理的に学生自身が将来のキャリアビジョンを意識して、自ら具体的な行動計画をたて、自己評価を行い、段階的に知識や経験を積み上げていくことの重要性が認識できる。", "授業方法": "本授業は、オンデマンド型（時間指定あり）のため、LUNAに各教員のフォルダを作成し、各回の教材を毎週金曜日にアップする。国際経験豊かな4名の教員によるオムニバス形式の講義が中心。全での授業担当教員の課題を期限内に提出することが求められる。事前準備、課題内容や提出方法などは、各担当者より指示がある。履修者は、各自責任をもってシラバスおよびLUNA「教材」欄を確認し、期限内に課題を提出すること。質問は各教員に個別に行うこと。", "トピック": {"第1回": ["第1回　９月２４日　（担当：小西尚実）<BR/>Course Introduction：(1) 授業の進め方、課題と成績評価について (2)キャリアの本質の理解（主体的なキャリア形成とは）(3) 国際機関の役割と主要な活動、国際公務員の資質や働き方について-理解しておくべきキーワードと基本的知識の理解）Introduction and course descriptions; Understanding basic backgrounds and technical terms.", "LUNAにアップロードしている資料を読む。"], "第2回": ["第２回１０月１日　（担当：西野桂子）<BR/>多様化する国際協力のアクター～国連、政府、NPO、市民社会、大学、民間企業など<BR/>Diversified International actors- UN, Government, NPO, civil society, academia and private sectors.", "LUNAにアップロードしている資料を事前に読む。"], "第3回": ["第3回　１０月８日　（担当：西野桂子）<BR/>日本のODAの特徴と実施体制～二国間援助と多国間援助の相違点<BR/>SDGｓとODAの分野、有償資金協力・無償資金協力・技術協力の違い、<BR/>Characteristics and the systems of Japanese ODA: Sectors of SDGs and ODA, Loan, grant and technical assistance, Difference between bilateral and multilateral assistance", "LUNAにアップロードしている外務省ODA白書を事前に読む。"], "第4回": ["第４回\t１０月１５日　（担当：西野桂子）<BR/>世界で働く開発コンサルタント～国際協力の最前線<BR/>ODAプロジェクトの事例と開発コンサルタントの役割、開発コンサルタントになるには<BR/>Development consultant’ workplace is the frontline of international cooperation. ODA project case and role of consultant, steps to become a development consultant will be discussed.", "LUNAにアップロードしてあるプロジェクト事例を読んでおく"], "第5回": ["第5回　１０月２２日　（担当：井上）<BR/>グローバル社会における政治と経済<BR/>Politics and Economy in the Global Society", "LUNAの該当資料を事前に読むこと"], "第6回": ["第6回　１０月２９日　（担当：井上）<BR/>国際紛争、戦争と平和、安全保障問題を理解する<BR/>Understanding International Conflicts, War and Peace, National Security", "LUNAの該当資料を事前に読むこと"], "第7回": ["第7回　１１月５日　（担当：井上）グローバル化時代における外交：国益、異文化コミュニケーション、外交官の役割<BR/>Diplomacy in the Era of Globalization, National Interest, Cross-cultural Communication, the Role of Diplomat", "LUNAの該当資料を事前に読むこと"], "第8回": ["第8回　１１月１２日　（担当：小西）<BR/>人的資源管理の基本的理解と雇用問題の国際比較<BR/>Understanding the framework of Human Resources Management (HRM) and Career Development theory in a global context", "LUNAにアップしている資料を読む。"], "第9回": ["第9回　１１月１９日　リサーチフェアへの振替授業", "各自課題に取り組むこと。"], "第10回": ["第10回　１１月２６日（担当：実哲也）<BR/>デジタル革命と世界経済、市民社会への影響<BR/>Digital Revolution and its impact on the world economy and civil society", "ONE DRIVEのURLを事前にLUNAで提示するので、各自視聴すること。"], "第11回": ["第11回　１２月３日（担当：実哲也）<BR/>世界秩序の行方を考えるー地政学的緊張と経済の相互依存関係<BR/>Thinking about the future of world order—geopolitical tensions and economic interdependence", "ONE DRIVEのURLを事前にLUNAで提示するので、各自視聴すること。"], "第12回": ["第12回　１２月１０日　（担当：実哲也）<BR/>メディアのグローバル化と社会～民主主義におけるメディアの役割と責任<BR/>Media globalization and society: the role of media and its responsibility in democracy<BR/>担当：実哲也", "ONE DRIVEのURLを事前にLUNAで提示するので、各自視聴すること。"], "第13回": ["第13回  １２月１７日（担当：小西尚実）<BR/>国際機関の人事制度とコンピテンシーに基づくキャリア形成の仕組み　- HR Strategy, Competency-based working environment, and understanding skills.", "課題や参考資料はLUNAから指示する。"], "第14回": ["第14回　１月７日　（担当：小西尚実）<BR/>多様性を活かす組織づくり～ダイバーシティ・マネジメントの現状と課題<BR/>Diversity management initiatives in global working environment: looking into some case studies.<BR/>グローバルキャリアプログラム（GCaP）について<BR/><BR/>最終授業は、オンデマンド授業に加え、GCAPに関する質疑応答時間（ZOOM同時双方向型）を設ける。GCAPに関連した質問、相談のある学生は、後日指定のURLから参加をしてください。特に質問がない学生はオンデマンド型の授業のみに取り組んでください。<BR/><BR/><BR/>Course summary, and developing effective career plan towards a global career<BR/>- About GCaP　Program, and some useful information for pursuing global career.", "課題や参考資料はLUNAから指示する。<BR/>「GCAP質問＆相談会」の詳細は別途LUNAにアップする。"], "授業外学習2": "The students are expected to carefully look into references and materials provided by instructors, and actively participate in the class."}, "評価": {"教科書Required texts0": "教科書や参考文献は各授業の担当者が指示をする", "参考文献・資料Reference books0": "小西尚実（編著者）『グローバルキャリアのすすめ』関西学院大学出版会\n西本昌二他『日本の常識、世界の非常識』2013　関学リブレット、関西学院大学出版会", "学生による授業評価の方法Course Evaluation by Students0": "インターネット", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "4名の担当教員それぞれから課されるレポート課題（各25点満点）の総合点"], "成績評価Grading2": "備考　Note\n本授業の担当教員4名それぞれから課されるレポート課題（教員4名×各25点満点）の総合点で評価する。", "URLリンク1/URL 10": "LUNA　URL", "更新日時/Date of Update1": "2021年09月07日 13時33分59秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "ＩＩ－１０１"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【100】グローバル・キャリアデザイン／Global Career Design", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "１年", "時限1": "金曜５時限／Friday 5", "開講期": "秋学期／Fall"}