{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "授業方法": "This course is currently planned for face-to-face format. Every content lesson will based on an academic reading and consist of an in-person lecture supported by PowerPoint slides and student notetaking. Some lessons will be designated for Unit Tests, and the final lesson will likely be designated for course review and completion of the Reflective Writing Assignment.<BR/><BR/>(Information for students permitted to take classes online)<BR/>Data recorded from face-to-face-classes will be broadcast on-demand. Links to the recorded lessons will be provided on LUNA. Students permitted to take classes online are expected to watch on-demand lectures and complete the required assessments according to the course schedule.", "トピック": {"授業外学習2": "All course materials will be available and distributed on LUNA. It is the student&#39;s responsibility to access and use the course readings and other important course materials provided on LUNA."}, "評価": {"教科書Required texts0": "All reading materials will be provided by the instructor on LUNA. Students can expect approximately 8-15 pages of academic English reading preparation per week.", "参考文献・資料Reference books0": "Optional references:\nGalloway, N. & Rose, H. (2015). Introducing Global Englishes. London: Routledge.\nJenkins, J. (2015). Global Englishes: A Resource Book for Students, 3rd Edition. London: Routledge.\nCrystal, D. (2003). English as a Global Language, 2nd Edition. New York: Cambridge University Press.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "75 %", "3 Unit Tests (25% each)"], "成績評価Grading2": ["その他／Others (99)", "25 %", "1 Reflective Writing Assignment"], "更新日時/Date of Update0": "2021年04月28日 13時26分16秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "ＩＩ－１０２"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【300】文化とグローバリゼーション／Globalization and Culture", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "３年", "時限1": "火曜２時限／Tuesday 2", "開講期": "秋学期／Fall"}