{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See below.", "到達目標": "See below.", "授業方法": "Course Format:<BR/>This online course is conducted through asynchronous (“on-demand”) learning methods:<BR/>-  The course will be implemented through Luna. All materials, assessments, and communications will be provided there. Check the “URL links” field below for our course Luna homepage.<BR/>- The course will be delivered online on-demand throughout the semester, unless the KGU COVID restrictions become Level 2<BR/>or lower.<BR/>-  Materials will be posted on Tuesday for each weekly session. The first session is Tuesday, September 21, so be sure to visit the course Luna site then.<BR/>-  Most weekly sessions will include an academic English reading (usually 8 - 15 pages, but they could be longer) and a narrated PowerPoint lecture video. <BR/>-  Three sessions will be used to complete Luna tests, each covering 3 weeks of the course. <BR/>- The final session will be used to complete a written assignment.<BR/><BR/>NOTE: This online course has a heavy academic English reading demand. Students should have sufficient English ability to understand long academic English texts and the motivation to engage with course content in English. <BR/><BR/>[Information for students with university permission to take classes online]:<BR/>Such students are expected to participate in this online on-demand course as usual. If the KGU COVID restrictions are<BR/>lowered and the course is moved to face-to-face, then data recorded from face-to-face lectures will be broadcast on-demand. Links to the recorded lessons will be provided on LUNA. All course assessments will remain online.", "トピック": {"第1回": ["Course introduction", ""], "第2回": ["Why a global language?", "Reading"], "第3回": ["The global spread of English", "Reading"], "第4回": ["Language change and variation", "Reading"], "第5回": ["Unit 1 Test", "Study for the test"], "第6回": ["English in global contexts", "Reading"], "第7回": ["Is language learning possible at school?", "Reading"], "第8回": ["Models of teaching and learning English", "Reading"], "第9回": ["Unit 2 Test", "Study for the test"], "第10回": ["World Englishes in English as an International Language (EIL)", "Reading"], "第11回": ["Global business speaks English", "Reading"], "第12回": ["The future of English as a global language", "Reading"], "第13回": ["Unit 3 Test", "Study for the test"], "第14回": ["Final Writing Assignment", "Review course materials and complete the Final Writing Assignment"], "授業計画1": "Most weekly sessions will follow a similar pattern. Students will complete an academic English reading, watch a narrated PowerPoint lecture video, and take notes. Three sessions will be used to complete three tests via Luna. The final session will used to complete and submit a written assignment via Luna.", "授業外学習2": "Check the “URL links” below for our course Luna homepage. Be sure to visit our course on the first day of class: Tuesday, September 21.<BR/><BR/>https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_205178_1&amp;cmp_tab_id=_241218_1&amp;editMode=true&amp;mode=cpview"}, "評価": {"教科書Required texts0": "All reading materials will be provided by the instructor on LUNA. Students can expect approximately 8-15 pages of academic English reading preparation per week.", "参考文献・資料Reference books0": "Optional references:\nGalloway, N. & Rose, H. (2015). Introducing Global Englishes. London: Routledge.\nJenkins, J. (2015). Global Englishes: A Resource Book for Students, 3rd Edition. London: Routledge.\nCrystal, D. (2003). English as a Global Language, 2nd Edition. New York: Cambridge University Press.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "75 %", "3 Unit Tests (25% each)"], "成績評価Grading2": ["その他／Others (99)", "25 %", "1 Final Writing Assignment"], "成績評価Grading3": "備考　Note\nUniversity web-based course evaluation", "URLリンク1/URL 10": "Course Luna site", "更新日時/Date of Update1": "2021年09月07日 14時43分18秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "ＩＩ－１０２"]}, "campas": 1, "name": "【300】文化とグローバリゼーション／Globalization and Culture", "管理部署": 7, "単位数": 2, "担当者": "オノ　レスリー　Ｎ．（ONO LESLIE NAOMI） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 8, "評価1": 2, "評価2": 4, "開講期": 2}