{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to enable students to familiarize authentic literary texts in English. Currently many young people enjoy English literature as a form of visual contents, such as movies and videos, and only few people read the written originals. This course will provide you with substantial opportunities to read an original fantasy book written for juvenile readers by Philip Pullman, increase the cultural insights, and think about how reading stories can contribute to learning English.", "到達目標": "1. You will be able to read the entire authentic fiction book written by Philip Pullman.<BR/>2. You will be able to connect the meaning of story and their own experience.<BR/>3. You will be able to exchange their thoughts and insights that they obtain from reading with other students.<BR/>4. You will be able to express their thoughts and interpretation of the story in a presentation and essays.", "授業方法": "- During the online period: No class on April 16; from April 23, zoom real-time sessions will be conducted at the class time until in-person class is available again. These zoom sessions will be recorded and uploaded on OneDrive. More details will be given via LUNA. You can access the LUNA contents as a &quot;guest&quot; from the link below.<BR/>- For the students permitted to take class online during the in-person period: You will participate in the within-class zoom real-time sessions.", "トピック": {"第1回": ["Course and book introduction", "Pre-reading text 1 and discussion prep"], "第2回": ["Reading 1", "Pre-reading text 2 and discussion prep"], "第3回": ["Reading 2", "Pre-reading text 3 and discussion prep"], "第4回": ["Reading 3", "Pre-reading text 4 and discussion prep"], "第5回": ["Reading 4", "Pre-reading text 5 and discussion prep"], "第6回": ["Reading 5", "Review reading 1-5"], "第7回": ["Mid-term review", "Pre-reading text 6 and discussion prep"], "第8回": ["Reading 6", "Pre-reading text 7 and discussion prep"], "第9回": ["Reading 7", "Pre-reading text 8 and discussion prep"], "第10回": ["Reading 8", "Pre-reading text 9 and discussion prep"], "第11回": ["Reading 9", "Pre-reading text 10 and discussion prep"], "第12回": ["Reading 10", "Pre-reading text 11 and discussion prep"], "第13回": ["Reading 11", "Review reading for essay writing"], "第14回": ["Essay writing", ""]}, "評価": {"教科書Required texts0": "Students are required to obtain a legitimate copy of the assigned course book written by Philip Pullman, either paper or electric version, by the second week. The details will be given in the first week.", "学生による授業評価の方法Course Evaluation by Students0": "Students will be individually evaluate the course in the end of semester.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Final grades will be given based on students' essays, presentations, and participation in class discussions. For the students permitted to take the course online, grading will be given based on students' participation in real-time sessions and the quality of assignments submitted online."], "備考Note0": "1. At least 70% of attendance is required to pass the course.\n2. More detailed course information will be available on LUNA by April 9. Access it from the link below if you are interested in taking the course.", "URLリンク1/URL 11": "LUNA English Literature C2 HP", "更新日時/Date of Update2": "2021年04月28日 13時04分15秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "ＩＩ－３０５"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【300】英米文学Ｃ　２／English and American Literature C", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "三浦　つゆき（MIURA TSUYUKI） ", "履修基準年度": "３年", "時限1": "金曜４時限／Friday 4", "開講期": "春学期／Spring"}