{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "英語の短編小説を読解し、分析方法を修得し、試論を書くことを目的とする。", "到達目標": "英語の短編小説を正確に読み、小説の語り手や、語りの構造、登場人物、比喩、象徴、イメージ等の観点に着目して、短編の中に結晶化されたテーマを学生が読みほどくことができるようになることを目的とする。日本の小説とは異なり、欧米の文学には、聖書、ギリシア・ローマ神話、シェイクスピアなどの古典が原型として深層に埋め込まれている場合が多い。それらの文化的コードをふまえて、英語小説をていねいに読み解くコツを習得する。授業は、翻訳を目的としたものではなく、英語で内容を把握し、分析することを主眼に置く。そして毎回担当者が分析例にしたがって用意した資料をもとに、プレゼンテーションをした後、受講者がテーマを議論することによって進める。最終的には、自分のテーマ・方法論にもとづいた試論を書くこと到達目標とする。", "授業方法": "読解、発表、ディスカッション、毎回のコメントペーパー提出<BR/>【オンライン受講者】オンラインでの受講を許可された学生に対しては4回目以降「zoom による同時配信」で対応する予定です。（3回目まではLUNAで対応予定）<BR/>【感染防止重点期間】4月20日以降「オンデマンド」で配信予定。各授業回（授業日）にLUNAに上げられた授業データ（PDF資料およびパワーポイント教材）で学び、与えられた課題にそったリポートを書き、締め切り日時までにLUNAで提出する。質問や意見は掲示板のフォーラムで受け付けます。また、掲示板による受講者どうしの活発な意見のやりとりも望みます。なおオンラインでの受講を許可された学生もこの期間中は他の学生と同じ授業データで学習してください。", "トピック": {"授業計画1": "第一回目：イントロダクション：英米短編小説の特徴：小説の視点について考える。<BR/>第二回目：いかにして小説はつくられているか：物語理論：発表シラバスの作り方説明<BR/>第三回目以降は、毎回基本的に一つの英米文学の短編を課題とし、プレゼンテーション、ディスカッションを行う。<BR/>最終回はまとめと最終リポートのテーマを各自発表してもらう。最終的に、一つの短編を細かく分析し、A4用紙２〜３ページに相当するリポートを学期末に作成し提出する。<BR/><BR/>[感染防止重点期間]<BR/>第一回目（4月20日）：LUNAで配布の資料&#39;How to analyze novels and short stories&#39;　（要印刷）とPower Point教材で学習した上で設問にとりかかり次の授業の前日までに課題をLUNAに提出すること。<BR/>第二回目以降は、　LUNAで提供された英米文学の短篇を自分で印刷。読み方のポイント,着眼点、課題等をLUNAのPower Point 教材で学習し、課題があれば締め切り日時までにリポートを提出する。<BR/>質問や疑問点があればその都度掲示板に書き込み、問題を皆で共有する。", "授業外学習2": "発表者はプレゼンテーションに備えて短編小説を丁寧に読み、所定の形式に従って分析したシラバスを用意する。他の受講者は、作品を必ず事前に読み、質問を考え、授業内でのディスカッション、コメントペーパー作成に備える。<BR/>[感染防止重点期間]<BR/>受講者はLUNAで指示された短編小説及び教材を丁寧に読み、与えられた課題について考えてリポートにまとめLUNAを通して提出する。"}, "評価": {"教科書Required texts0": "リーディング・マテリアルは毎回LUNAで配布する。", "学生による授業評価の方法Course Evaluation by Students0": "Web 方式", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading3": ["その他／Others (99)", "40 %", "発表とコメントペーパー提出"], "成績評価Grading4": "備考　Note\n[感染防止重点期間]\n授業データで出される数回の課題（平常）リポートを評価。その際課題リポート60%、最終リポート40%とする。掲示板利用も加点することもある。", "URLリンク1/URL 10": "https://luna.kwansei.ac.jp/webapps/black", "更新日時/Date of Update1": "2021年04月28日 18時14分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "ＩＩＩ－１０３"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【300】英米文学Ｃ　１／English and American Literature C", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "2", "担当者": "日比野　真己（HIBINO MAMI） ", "履修基準年度": "３年", "時限1": "火曜２時限／Tuesday 2", "開講期": "春学期／Spring"}