{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本演習は、国際社会で活躍する人材を育成するための、総合政策学部独自のプログラムである「グローバルキャリアプログラム（GCaP）」受講生を対象としている。原則として隔週水曜日4限に集中講義を実施する。春学期は、GCaP担当教員がそれぞれの専門・研究分野より、国際的に重要なテーマを取り上げる。受講生は、主要な国際問題や国際政策課題への理解を深め、多面的な問題思考能力や政策提言力を養える。また、学年を超えた少人数で実施することにより、受講生は、大教室の講義では習得が難しい、より高度な実践的トレーニングを受けることができる。", "到達目標": "本演習を通して受講生は、授業で取り扱う主要な国際問題や国際政策課題のテーマに関連した、国内外の論文や資料を精読し、論点を整理し、議論を行うことを通して、問題や現象の背景の理解を深め、多面的な問題思考力や政策提言力を養うことができる。また、より高度なリサーチスキルとライティングスキルを習得することができる。", "授業方法": "本演習を担当する教員より、それぞれのテーマに応じた事前予習が課される。全ての授業に出席し、与えられた課題を達成することが求められる。 The students are required to all review references and materials provided by the professors, prepare for every class, and complete all the assignments including reports and presentations required.全担当教員の課題を期限内に提出することが求められる。授業形式、課題内容などは別途LUNAやメールで履修者に指示するので、各自責任をもってLUNAを確認すること。", "トピック": {"第1回": ["第一回：4月28日（水）【ZOOM同時双方型】新GCaP生を迎えてのイントロダクション、各学生による2021年度学習計画の発表（GCaP生全員参加による合同演習）<BR/>Introduction on GCaP for the new GCaP students, and Reporting on students’ study plan for 2021<BR/>（小西・実・西野・今西・井上・塚越）", "各自今年度の学習計画の報告に備えて準備をすること。"], "第2回": ["第二回：5月12日（水）<BR/>テーマ：米国バイデン政権の外交政策と世界　U.S. foreign policy under the Biden Administration and its implications for the world（担当：実）<BR/>授業はディスカッションが中心になる。【授業外学習】4月21日までに必読文献をLUNAに掲示するので、精読してディスカッションに備えること。", "課題、必読文献等は別途指示する。"], "第3回": ["第三回：5月26日（水）　テーマ：「国際紛争と安全保障」（担当：井上）<BR/>この授業の目的は、今日の国際政治における紛争とグローバルな安全保障問題を概観し、理解をすること。授業で使用する文献等については追って指示する。<BR/>“International Conflicts and Global Security”<BR/>The purpose of this class is to understand the overview of international conflicts and global security affairs in contemporary world politics. Reading materials are to be determined.", "授業で使用する文献等については追って指示する。"], "第4回": ["第四回：6月9日（水）Theme: Gender and Development (Nishino)<BR/>“Gender” is a cross cutting issue not only for development agenda but also for ourselves. This session aims to introduce basic concept of gender and to realize close relationship between gender and development by utilizing the World Bank training modules. Students are also expected to become familiar with the concept of “Respect for Diversity” which is one of the three UN core values.<BR/>（担当：西野桂子）", "Pre and post assignments will be uploaded in LUNA."], "第5回": ["第五回：6月23日（水）テーマ：「コロナ感染症のインパクトと国際開発金融機関（MDBs）の対応」（担当：塚越 ）<BR/>Impact of COVID-19 and Response of Multilateral Development Banks (MDBs)　<BR/>貧困削減目標等SDGsへの影響、途上国の財政問題・債務問題などに対する世銀等MDBsの対応状況と今後の課題について議論する。", "授業で使用する文献等については追って指示する。"], "第6回": ["第六回：7月7日（水）（担当：今西）テーマ：GCaP学生のためのリサーチスキル入門 ～ Introducing research skills for GCaPers （担当：今西）【参考文献】　関西学院大学総合政策学部編（2012）『基礎演習ハンドブック』", "課題等は別途指示する。【参考文献】　関西学院大学総合政策学部編（2012）『基礎演習ハンドブック』"], "第7回": ["第七回：7月14日【ZOOM同時双方型】<BR/>今後のスケジュールの確認、受講生の学習計画の発表、秋学期リサーチフェア参加者によるテーマの報告　（GCaP生全員参加による合同演習）　Reporting on students’ study plan for 2021 (continue). Reporting on the theme and preparation progress by the Research Fair participants and Students’ presentation on studying abroad and overseas activities<BR/>（小西・実・塚越・今西・西野・井上）", "各自今年度の学習計画の報告やリサーチフェアに向けて準備をすること。"], "第8回": ["＊", ""], "第9回": ["＊", ""], "第10回": ["＊", ""], "第11回": ["＊", ""], "第12回": ["＊", ""], "第13回": ["＊", ""], "第14回": ["＊", ""], "授業外学習2": "本演習を担当する5名の教員より、それぞれのテーマに応じた事前予習が課されるため、全ての課題を達成することが求められる。 The students are required to all review references and materials provided by the professors, prepare for every class,  and complete all the assignments including reports and presentations required."}, "評価": {"教科書Required texts0": "各担当者から授業中に提示する。", "参考文献・資料Reference books0": "各担当者より指示がある。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "担当者5名の教員からの課題に積極的に取り組み期限内に提出すること"], "成績評価Grading2": "備考　Note\n担当者５名の教員からの課題（レポート、エッセイ、クイズ等）への取り組みを総合的に評価する", "更新日時/Date of Update0": "2021年04月28日 20時45分14秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "Ｉ－２０３"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【200】合同演習Ａ／Joint Seminar A", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "1", "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "２年", "時限1": "水曜４時限／Wednesday 4", "開講期": "春学期／Spring"}