{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This seminar is targeted to 3rd and 4th year GCaP students. Seven intensive lectures are held in each semester. The course covers a wide range of topics on international policy and global issues, chosen by the GCaP professors. The course is taught in English. The course contents are the same for Spring Term C (1) and Autumn Term C (2). GCaP students are required to take one credit for program completion.", "到達目標": "This course provides a valuable opportunity for students to deepen their understanding of internationally important themes, develop critical thinking, learn an interdisciplinary approach, and express their ideas using English. Moreover, the course helps students acquire a range of positive attitudes, qualities, and self-motivation essential to working anywhere in the world, and prepare for working as professionals in today’s increasingly global and diverse society.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】GCaP Seminar Ｃ　２（総合政策学部）/合同演習Ｃ　２（総合政策学部）", "関連科目": "This seminar is targeted to 3rd and 4th year GCaP students.", "授業の概要・背景": "", "授業方法": "Students are required to attend all the classes. In addition, students have to complete prior readings and assignments, and attend the class with full preparation. Students are required to complete all the assignments given by every professor. Since the method of implementation will vary depending on the faculty member, the details including the assignment will be instructed to the students separately. In principle, this course will be taught ENTIRELY in English. Therefore, students are expected to make an effort to use English. However, professors may provide additional instruction in Japanese to complement the class, depending on the level of understanding of the students. Students may ask questions in Japanese if necessary.", "トピック": {"第1回": ["9/20 Naomi Konishi Topic: Topic: “A business case for engaging with the SDGs and promoting corporate sustainability” Prior readings are uploaded on LUNA. The content of the class includes a brief lecture on the topic, presentations made by every student, followed by a group discussion. In addition, students are required to submit a short essay. Details of the essay will be announced in the class.", "Reading materials and assignments are uploaded on LUNA. Every Student should prepare for a short English presentation at the class."], "第2回": ["10/4 Ichiro Inoue Topic: “Academic presentation in social science”<BR/>Students are expected to write short summaries and make short presentations in the class based on their academic interests such as seminar dissertation topics. Details to be announced later.", "Reading materials and assignments are uploaded on LUNA."], "第3回": ["10/18 Yasusuke Tsukagoshi Topic: “Finance for Development”<BR/>Prior readings and assignments are uploaded on LUNA. The content of the class　includes lecture on the topic, followed by group discussion and a short essay writing.", "Reading materials and assignments are uploaded on LUNA."], "第4回": ["11/1 Yusuke Imanishi Topic: “Globalization, ‘Englishes’, and vanishing languages” <BR/>Reading materials will be available on LUNA. Students are expected to make presentations about reading assignments in English.", "Reading materials and assignments are uploaded on LUNA."], "第5回": ["11/15 Tetsuya Jitsu  Topic: “The future of world order”<BR/>Reading materials will be uploaded on LUNA. The contents of the class include class discussion and short essay　writing.", "Reading materials and assignments are uploaded on LUNA."], "第6回": ["11/29 Yasuko Shimizu  Topic: “Responsibility to Protect”<BR/>Preparatory exercise(s) and reading materials will be uploaded in LUNA. The contents of the class include lecture, short video watching, group discussions and essay writing.", "Reading materials and assignments are uploaded on LUNA."], "第7回": ["12/13  Kevin Heffernnan  Topic:“Cultural differences between Japan and west regarding making choices in our daily lives”Reading materials are uploaded on LUNA. The contents of the class includes watching TED vidoes, class discussion, and short essay writing④", "Reading materials and assignments are uploaded on LUNA."], "第8回": ["*", ""], "第9回": ["*", ""], "第10回": ["*", ""], "第11回": ["*", ""], "第12回": ["*", ""], "第13回": ["*", ""], "第14回": ["-", ""], "授業外学習2": "Since the method of implementation will vary depending on the faculty member, the details including the assignment will be instructed to the students separately."}, "評価": {"教科書Required texts0": "Follow the instruction given by each professor.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Assignments given by 7 professors (reports, short essays, presentation, quiz etc)"], "成績評価Grading2": "備考　Note\nStudents are required to complete all the assignments given by 7 instructors such as reports, short essays, quizes, presentations and so on. Follow the instruction given by every professor.", "更新日時/Date of Update0": "2023年02月08日 10時46分05秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "Ｉ－２０１"]}, "campas": 1, "name": "【300】合同演習Ｃ　２／Joint Seminar C", "管理部署": 7, "単位数": 1, "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 18, "評価1": 4, "開講期": 2}