{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本演習は、国際社会で活躍する人材を育成するための、総合政策学部独自のプログラムである「グローバルキャリアプログラム（GCaP）」受講生を対象としている。本演習は、学年を超えた少人数で実施しすることにより、大教室の講義では習得が難しい、より高度な実践的トレーニングを目指す。各教員によるテーマに応じた講義に加え、学生の発表やグループディスカッションを通して、より実践的な学びを深める受講生は、春学期受講の合同演習Aで習得した知識をふまえ、リサーチフェアにて英語で研究発表を行うことを目指し、リサーチの方法、研究の深め方を習得したうえで、発表テーマを絞り込むことを目標とする。また、秋学期には外国人教員から、英語での研究発表に必要な高度な英語力を学ぶ機会がある。", "到達目標": "受講生は、本授業を通して、次のような知識や技術を習得できる。一、自ら問題関心を追求し、適切なテーマを設定し、研究方法や研究の深め方を習得できる。二、グループで研究を進め、分析検討し、リサーチフェアで英語での発表ができる。三、英語で研究発表を行うために必要な英語表現やプレゼンテーションスキルを習得できる。", "授業方法": "全での授業担当教員の課題を期限内に提出することが求められる。事前準備や課題内容、提出方法などは、各担当者より別途LUNAやメールで履修者に指示する。履修者は、各自責任をもってLUNAを確認し、不明な点や質問があれば各教員に連絡をすること。", "トピック": {"第1回": ["第１回：９月２９日　学生によるリサーチフェアの進捗報告、GCaP生による学習状況の報告、海外経験の共有他　（GCaP生全員参加による合同演習）Reporting on preparation progress by the Research Fair participants, and Students’ presentation on studying abroad and overseas activities<BR/>（小西・実・今西・西野・井上・塚越）", "各自発表に向けて準備を行うこと。"], "第2回": ["第２回：１０月６日　　グローバル人材を目指す人が知っておきたい経済学の基礎知識（担当：塚越）<BR/>Essential knowledge of economics for students pursuing a global career <BR/>演習生が予習し、セミナー形式で討議・質疑を行う。事前予習の内容はLUNAにアップするので、各自確認し、討議・質疑に備えること。", "Follow the instruction from the lecturer for the preparation and assignments."], "第3回": ["第３回：１０月１３日　プレゼンテーションとグローバルコミュニケーション<BR/>Presentation and global communication<BR/>（担当：実）", "Follow the instruction from the lecturer for the preparation and assignments."], "第4回": ["第４回：１０月２７日　Effective Presentation Skill (1)（担当：レスリー）<BR/>外国人教員による効果的なプレゼンテーションの技法と英語表現の指導", "Follow the instruction from the lecturer for the preparation and assignments."], "第5回": ["第５回：１１月１０日　<BR/>Effective Presentation Skill (2)（担当：レスリー）<BR/>外国人教員による効果的なプレゼンテーションの技法と英語表現の指導", "Follow the instruction from the lecturer for the preparation and assignments."], "第6回": ["第６回：１１月２４日　持続可能な開発目標（SDGs）と教育分野の取り組み～ Education and the SDGs　（担当：小西）授業では、講義とグループディスカッション＆発表を行う。事前予習の内容はLUNAにアップするので、各自確認し、クラスディスカッションと発表に備えること。The content of the class includes lecture of the basic concept of development in education followed by group discussion and presentation. Prior readings will be uploaded on LUNA. Every student has to be fully prepared for the class discussion and group presentation.", "Follow the instruction from the lecturer for the preparation and assignments."], "第7回": ["第７回：１２月１５日　<BR/>Moving abroad for grad school:A short survival guide to starting and finishing a graduate program overseas（担当：今西）", "Follow the instruction from the lecturer for the preparation and assignments."], "第8回": ["第８回：１２月２２日 - 海外経験の報告、1年間の振り返りと今後の学習・キャリア計画について　（GCaP生全員参加による合同演習）<BR/>Students’ presentation on studying abroad and overseas activities, Review of the year and reporting on student’ study plan for 2022<BR/>（小西・実・塚越・今西・西野・井上）", "各自報告の準備を行うこと。"], "第9回": ["＊", ""], "第10回": ["＊", ""], "第11回": ["＊", ""], "第12回": ["＊", ""], "第13回": ["＊", ""], "第14回": ["＊", ""], "授業計画1": "＊", "授業外学習2": "本演習を担当する教員より、それぞれのテーマに応じた事前予習が課される。全ての授業に参加し、与えられた課題を達成することが求められる。質の良い研究発表がリサーチフェアでできるよう、自ら積極的に準備を進めること。必要であれば、合同演習担当者に適宜アドバイスを求め、研究発表に活かす努力をすること。"}, "評価": {"教科書Required texts0": "各担当教員より提示される。", "学生による授業評価の方法Course Evaluation by Students0": "インターネットを利用", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "5名の教員から出される課題（事前準備、授業中の発表やレポート課題など）とリサーチフェアでの研究発表への取り組みなどを総合する。"], "成績評価Grading2": "備考　Note\nリサーチフェアでの発表（英語）、5名の教員から出される課題（発表とレポート課題など）への取り組み、授業での研究発表などを総合的に評価する。", "更新日時/Date of Update0": "2021年02月18日 19時22分54秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ｉ－２０３"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【200】合同演習Ｂ／Joint Seminar B", "管理部署": "総合政策学部／School of Policy Studies", "単位数": "1", "担当者": "小西　尚実（KONISHI NAOMI） ", "履修基準年度": "２年", "時限1": "水曜４時限／Wednesday 4", "開講期": "秋学期／Fall"}