{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、CEFR-J A2.2レベルの様々な種類の基礎的な英文を読み、英文構造を理解し内容を読解できる力を身に付けることである。また、英語の母音・子音、アアクセントやリズムについて理解し、英語のリスニング力を身に付けることである。", "到達目標": "本授業では、以下の3点を到達目標とする。<BR/>・簡単な英語で表現されている、旅行ガイドブック、レシピなど実用的・具体的で内容が予想できる文章や生活、趣味、スポーツなど、日常的なトピックを扱った文章の要点を理解したり、必要な情報を探したりすることができる。<BR/>・多読課題を通して、長めの平易な英語で書かれた物語を読んで内容の大筋を理解できる。<BR/>・ゆっくりはっきり話される簡単な会話や簡単な作業についての手順の説明（料理、工作、スポーツ）などを聞いて理解することができる。", "授業方法": "授業はオンラインの「オンデマンドA型」で行う。オンライン授業から対面授業へ、また対面授業からオンライン授業へとコロナ感染状況を見極めながら切り替えて行う。その都度メールで指示する。Lunaに情報を掲載するので各自確認すること。対面授業へ切り替わった時点でもオンライン授業が必要な学生は個別に別途対応する。教科書のunit の内容を要約、説明、和訳する形で授業を進める。十分準備して授業に臨むこと。授業計画は学生の進捗状況によって変更される可能性がある。る。<BR/>As students are required to paraphrase and translate the passage of the textbook, you need to attend classes fully prepared.  Class schedules will be changed according to students&#39; progress.", "トピック": {"第1回": ["授業運営・成績評価等の説明<BR/>Unit 5-B &quot;The Perfect Beach&quot;<BR/>世界で最も美しい浜辺の一つであるブラジルの浜辺の文を読む。<BR/>&quot;Identifying a Writer&#39;s Point o View&quot;の学習。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする"], "第2回": ["Unit 6-A &quot;The World&#39;s Favorite Drug&quot;<BR/>世界で愛されるカフェインの利点とマイナス面を読む。<BR/>&quot;Identifying Pros and Cons&quot;反対意見と賛成意見を正確に読み取る学習。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする"], "第3回": ["Unit 6-A &quot;The World&#39;s Favorite Drug&quot;<BR/>残りの部分を学習する。<BR/>・多読課題１を提出", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 多読課題１レポートの作成"], "第4回": ["Unit 6-B &quot;Addicted to Distraction&quot;<BR/>スマートフォンをしながら他の作業をする「ながら作業」の功罪を読む。<BR/>&quot;Understanding Transitions&quot;文章をスムーズに結び付ける表現語句の学習。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする"], "第5回": ["Unit 7-A &quot;Powering the Planet&quot;<BR/>再生可能エネルギーの種類と現状の文を読む。<BR/>&quot;Identifying Pros and Cons&quot;&quot;反対意見と賛成意見を正確に読み取る学習。<BR/>・単語テスト１", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 単語テスト１の学習をする"], "第6回": ["Unit 7-B &quot;City of the Future&quot;<BR/>石化エネルギーから再生可能エネルギー使用へと変換した都市の現状を読む。<BR/>&quot;Identifying an Author&#39;s Opinion&quot;本文の内容を素早く正確に読み取る訓練。<BR/>・多読課題２を提出", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 多読課題２レポートの作成"], "第7回": ["Unit 7-B &quot;City of the Future&quot;<BR/>残りの部分を学習する。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする"], "第8回": ["Unit 8-A &quot;China&#39;s Grand Canal&quot;<BR/>500年前に建造された中国の大運河の今と昔について読む。<BR/>&quot;Compound Words&quot;について学習する。<BR/>・中間テスト", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 中間テストの学習をする"], "第9回": ["Unit 8-A &quot;China&#39;s Grand Canal&quot;<BR/>残りの部分を学習する。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする"], "第10回": ["Unit 8-B &quot;Highway of Dreams&quot;<BR/>高速道路建設をすることの利便性と環境への影響を読む。<BR/>&quot;Inferring Information&quot;言葉で明確に表現していない部分を推測する方法を学習する。<BR/>・単語テスト２", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 単語テスト２の学習をする"], "第11回": ["Unit 9-A &quot;The Power of Virtual Reality &quot;生活の中で<BR/>バーチャルリアリティーの利便性の文を読む。<BR/>&quot;Applying Information from a Text&quot;教科書で読んだ内容を現実世界に応用する方法を学ぶ。<BR/>・多読課題３を提出", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 多読課題３レポートの作成"], "第12回": ["Unit 9-B &quot;High-Flying Helpers&quot;<BR/>軍事目的に考案されたドルーンの生活面で利用している現状の文章を読む。<BR/>”Recognizing Text Coherence&quot;文章を素早く理解するためにKey Wordや同意語や代名詞等を見極める。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする"], "第13回": ["期末試験<BR/>【テストのフィードバック】テスト後答え合わせし内容を確認する。<BR/>Unit 9-Bの残りの部分を学習する。", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 期末試験の学習をする"], "第14回": ["Unit 10-A &quot;What&#39; on Your Mind?&quot;<BR/>脳の仕組みを学び記憶力や意識や感情をコントロールする文書を読む。<BR/>&quot;Identifying Text Organization&quot;各パラグラフの最初の文に注目して文を読み取る。<BR/>・多読課題書４を提出", "【予習課題】教科書を読み単語を調べる<BR/>【復習課題】教科書の復習と練習問題をする<BR/> 多読課題４レポートの作成"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Nancy Douglas", "Reading Explorer ３, Third Edition", "National Geographic Learning", "2020 年", "ISBN-13:978-0-357-11627-2", ""], "学生による授業評価の方法Course Evaluation by Students0": "大学が指定する書式を使用する。\nI will use designated evaluation form.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "期末試験　50% 、中間試験　20%、単語テスト　10%、多読課題&提出物　20%"], "成績評価Grading2": "備考　Note\n(1) 出席について\n(i) ４回以上欠席した場合、単位は取れない。\n(ii) 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n(4) 剽窃行為について\n(i) 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n(ii) 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n(iii) 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。\n\n(1) ATTENDANCE\n(i) If students miss four classes, they will fail the course.\n(ii) Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n(4) Plagiarism\n(i) Students must complete the writing assignments, such as composition and reports, with their own abilities.\n(ii) Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n(iii) Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n(iv) The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.", "更新日時/Date of Update0": "2021年04月21日 11時23分47秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｇ－３２２"]}, "campas": 0, "name": "【100】英語講読Ｂ　９／English Reading B", "管理部署": 8, "単位数": 1, "担当者": "山本　路恵（YAMAMOTO MICHIE） ", "履修基準年度": "１年", "時限1": 2, "評価1": 4, "開講期": 2}