{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、CEFR-J A2.1レベルの様々な種類の基礎的な英文を読み、英文構造を理解し内容を読解できる力を身に付けることである。また、英語の母音・子音、アアクセントやリズムについて理解し、英語のリスニング力を身に付けることである。", "到達目標": "本授業では、以下の3点を到達目標とする。<BR/>・リーディングの基礎的な訓練を通して、簡単な語を用いて書かれた人物描写、場所の説明、日常生活や文化の紹介などの、説明文や短い物語を理解しまとめることができる。<BR/>・多読課題を通して、長めの平易な英語で書かれた物語を読んで内容の大筋を理解できる。<BR/>・ゆっくりはっきり話されれば、短い簡潔な宿題や旅行の日程など、明確で具体的な事実の要点を理解することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "【感染防止重点期間】第3回までは対面の授業を実施します。第4回目以降は、「対面授業」を行うか「オンライン授業」を行うか、コロナ感染状況によって判断し、その都度Lunaメールで連絡します。「中間テスト」と「授業内期末テスト」実施日は、「対面授業」を行う予定だが、コロナ感染状況次第では「オンライン」で行います。「オンライン授業」の場合はOne Drive を利用し、アクセスするためのリンクのアドレスはLuna メールで連絡します。詳細は第２回の授業で説明します。授業では、教科書のunit の内容を要約、、説明、和訳する形で授業を進める。十分準備して授業に臨むこと。授業計画は学生の進捗状態によって変更される可能性がある。対面授業へ切り替わった時点でも、オンライン授業が必要な学生は個別に別途対応する。<BR/>In this class, as students are required to paraphrase and translate the passage of the textbook without advance notice, they need to attend classes fully prepared.  The course plans will be changeable according to the students&#39; progress.", "トピック": {"第1回": ["クラス運営・成績評価の説明<BR/>Unit 1-A &quot;The World&#39;s Game&quot; <BR/>・世界で愛されるスポーツの意義を考察する。<BR/>・Scanning のスキルの習得<BR/>・Scanning の", "教科書の予習・復習"], "第2回": ["Unit 1-A のまとめ<BR/>・パラグラフの主旨を素早く読み取る訓練を行う。", "教科書の予習・復習"], "第3回": ["Unit 1-B &quot;What Makes an Olympic Champion?&quot;<BR/>・オリンピック選手たちの特訓と背景を考察する。<BR/>・情報を分類する訓練を行う。<BR/>・多読課題1提出", "教科書の予習・復習<BR/>「多読課題１」作成"], "第4回": ["Unit 2-A &quot;What Is Beauty?&quot; <BR/>・美の本質を考える。<BR/>・情報を分析する方法を学び、作者の主張を正しく把握する訓練を行う。", "教科書の予習・復習<BR/>次週の「単語テスト１」の準備"], "第5回": ["Unit 2-A &quot;What Is Beauty?&quot; <BR/>・美の本質を考える。<BR/>・単語テスト（１）", "教科書の予習・復習<BR/>「単語テスト１」の準備"], "第6回": ["Unit 2-B &quot;Skin: The Body&#39;s Canvas&quot;<BR/>・皮膚が持つ身体的役割と社会的役割を考察する。<BR/>・各パラグラフ内でのMain Ideaを素早く特定する方法を学ぶ。<BR/>・多読課題２提出", "教科書の予習・復習<BR/>「多読課題２」作成"], "第7回": ["Unit 3-A &quot;Dangerous Journey&quot;<BR/>・鳥類の生息地減少と環境問題を考える。<BR/>・本文中の難解単語を素早く理解する方法を学ぶ。", "教科書の予習・復習<BR/>次週の「中間試験」の準備"], "第8回": ["Unit 3-A &quot;Dangerous Journey&quot; <BR/>・残りの部分を学習し練習問題をする。<BR/>・中間試験", "教科書の予習・復習<BR/>「中間試験」の準備"], "第9回": ["Unit 3-B &quot;Tracking the Snow Leopard&quot; <BR/>・高額な毛皮を求めてのレオパード乱獲問題による個体数減少問題と、レオパードが家畜に及ぼす被害の問題対策を探る。<BR/>・仮定法と条件文の理解を深める。", "教科書の予習・復習"], "第10回": ["Unit 4-A &quot;Sacred Mountains&quot; <BR/>・富士山のように神聖な山と、地震や火山から地球のメカニズムを考察する。<BR/>・講読力を高めるための８個のテクニックを学ぶ。<BR/>・単語テスト２", "教科書の予習・復習<BR/>「単語テスト２」の準備"], "第11回": ["Unit 4-A &quot;Sacred Mountains&quot;<BR/>・本文の残り部分を学習する。<BR/>・多読課題３提出", "教科書の予習・復習<BR/>「多読課題３」作成"], "第12回": ["Unit 4-B &quot;Earthquake Zones&quot; <BR/>・地震多発地帯中での地震予知研究と現状を考察する。<BR/>・原因と結果を確実に把握する訓練をする。", "教科書の予習・復習<BR/>次週の「期末試験」の準備"], "第13回": ["Unit 5-A &quot;The Perfect Beach&quot; <BR/>・理想的なビーチを求めての旅行記を読む。<BR/>・作者の視点を素早く把握する訓練を行う。<BR/>・期末試験", "教科書の予習・復習<BR/>「期末試験」を受ける"], "第14回": ["期末試験をフィードバック<BR/>Unit 5-A &quot;The Perfect Beach&quot; の残り部分を読む。<BR/>・多読課題４提出", "教科書の予習・復習<BR/>期末試験のフィードバックを行う。<BR/>「多読課題４」提出"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Nancy Douglas", "Reading Explorer 3, Second Edition", "National Geographic Learning", "2015 年", "ISBN-13:978-1-285-84691-0", ""], "学生による授業評価の方法Course Evaluation by Students0": "大学が指定する書式を使用します。\nI will use designated evaluation form.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "授業内期末テスト 50%、中間テスト 20%、単語テスト 10%、提出物 20%(多読課題＆その他)"], "成績評価Grading2": "備考　Note\n(1) 出席について\n(i) ４回以上欠席した場合、単位は取れない。\n(ii) 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n(4) 剽窃行為について\n(i) 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n(ii) 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n(iii) 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。\n\n(1) ATTENDANCE\n(i) If students miss four classes, they will fail the course.\n(ii) Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n(4) Plagiarism\n(i) Students must complete the writing assignments, such as composition and reports, with their own abilities.\n(ii) Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n(iii) Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n(iv) The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.", "更新日時/Date of Update0": "2022年02月27日 13時18分02秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｇ－３２２"]}, "campas": 0, "name": "【100】英語講読Ａ　９／English Reading A", "管理部署": 8, "単位数": 1, "担当者": "山本　路恵（YAMAMOTO MICHIE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 2, "評価1": 2, "開講期": 1}