{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、ライティングやスピーキングの訓練を通じて、CEFR-J B2.1レベルに相当する具体的なトピックについて書いたり、発表したりする力を身につけることである。", "到達目標": "・学生は、幅広い語彙と複雑な文の構造を使用して、情報と議論を統合し、合理的に首尾一貫した段落とレポートを書くことができます。<BR/>・生徒は証拠を提供して意見を書くことができます。<BR/>・生徒は、さまざまな段落構造を使用して証拠を提供することにより、明確に議論を展開することができます。", "授業方法": "教科書を中心に教員が知識の詳細について解説します。ペア及びグループで議論を行う場合もあります。小テスト（複数回）があります。授業中指名することが多いので、予習と復習をして授業に臨むこと。<BR/>評価：語彙クイズ×3（15％）段落の書き方x3（45％）段落の読みx2（30％）ディスカッション活動×5（10％）", "トピック": {"第1回": ["Overview of course and review", "Prepare for next class and complete homework"], "第2回": ["Argumentative paragraphs (1)", "Prepare for next class and complete homework"], "第3回": ["Argumentative paragraphs (2)", "Prepare for next class and complete homework<BR/>Prepare to submit Paragraph Writing 1 Assignment"], "第4回": ["Problem and solution paragraphs (1)", "Prepare for next class and complete homework<BR/>Submit Paragraph Writing 1 Assignment<BR/>Prepare for Vocabulary Quiz 1"], "第5回": ["Problem and solution paragraphs (2)", "Prepare for next class and complete homework<BR/>Complete Vocabulary Quiz 1<BR/>Prepare to complete Paragraph Reading 1 Assignment"], "第6回": ["Time-order paragraphs (1)", "Prepare for next class and complete homework<BR/>Complete Paragraph Reading 1 Assignment"], "第7回": ["Time-order paragraphs (2)", "Prepare for next class and complete homework<BR/>Prepare to submit Paragraph Writing 2 Assignment"], "第8回": ["Summaries (1)", "Prepare for next class and complete homework<BR/>Submit Paragraph Writing 2 Assignment<BR/>Prepare for Vocabulary Quiz 2"], "第9回": ["Summaries (2)", "Prepare for next class and complete homework<BR/>Complete Vocabulary Quiz 2<BR/>Prepare to complete Paragraph Reading 2 Assignment"], "第10回": ["Five paragraph essays (1)", "Prepare for next class and complete homework<BR/>Complete Paragraph Reading 2 Assignment"], "第11回": ["Five paragraph essays (2)", "Prepare for next class and complete homework<BR/>Prepare to submit Paragraph Writing 3 Assignment"], "第12回": ["Concluding paragraphs for essays (1)", "Prepare for next class and complete homework<BR/>Submit Paragraph Writing 3 Assignment<BR/>Prepare for Vocabulary Quiz 3"], "第13回": ["Concluding paragraphs for essays (2)", "Prepare for next class and complete homework<BR/>Complete Vocabulary Quiz 3"], "第14回": ["Effective ways to begin an essay and course wrap-up.", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["川﨑眞理子・Ayed Hasian・Samuel Haugh・中野陽子・茨木正志郎", "Real Writing", "南雲堂", "2019 年", "9784523178866", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "語彙クイズ×3（15％）段落の書き方x3（45％）段落の読みx2（30％）ディスカッション活動×5（10％）"], "備考Note0": "(1) ATTENDANCE\n(i) If students miss four classes, they will fail the course.\n(ii) Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n\n(4) Plagiarism\n(i) Students must complete the writing assignments, such as composition and reports, with their own abilities.\n(ii) Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n(iii) Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n(iv) The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.\n\n(1) 出席について\n(i) ４回以上欠席した場合、単位は取れない。\n(ii) 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n(i) 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n(ii) 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n(iii) 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2021年09月06日 11時25分50秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－２０７"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】英語表現Ｄ　６／English Writing D", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "1", "担当者": "トッド　アレン　Ｊ．（Todd Allen James） ", "履修基準年度": "２年", "時限1": "木曜４時限／Thursday 4", "開講期": "秋学期／Fall"}