{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、スピーキングやライティングの訓練を通じて、CEFR-J B1.1レベルに相当する具体的なトピックについて会話をしたり、発表したり、書いたりする力を身につけることである。", "到達目標": "・個人的に関心のある具体的なトピックについて、簡単な英語を多様に用いて社交的な会話を続けることができる。   <BR/>・使える語句や表現をつないで、自分の経験や夢、希望を順序だてて、話を広げながら、ある程度詳しく語ることができる。 <BR/>・自分の考えを事前に準備して、メモの助けがあれば聞き手を混乱させないように馴染みのあるトピックや自分に関心のある事柄について語ることができる。 <BR/>・身近な状況で使われる語彙・文法を用いれば、筋道を立てて理由や原因の説明や手順などをある程度まとまりのある形で書くことができる。", "授業方法": "【感染防止重点期間】科目の特性から、対面での授業を実施します。オンライン授業受講はできません。<BR/><BR/><BR/>Students will practice the necessary skills to improve speaking and writing ability through a variety of interactive exercises.  Pair work, small group work, and classroom inclusive activities will be presented.  Out of class research projects, presentations, and assigned homework will be an integral part of the curriculum.<BR/>This class will be face to face style 対面授業.  If needed, online / On Demand will be available.  contact information: brz88532@kwansei.ac.jp", "トピック": {"第1回": ["Class introduction, rules and regulations, textbook overview, advice for learning English, classroom interview chart, self-introductions", "homework: preview unit 1 of the text"], "第2回": ["Text unit 1, technology today, its use and misuse, adverbs of frequency, communication strategies", "review today&#39;s key expressions, preview the remainder of unit 1"], "第3回": ["Continuation of unit 1, writing an introductory paragraph, practical situation dialog construction with a partner", "homework: review new vocabulary and preview unit 2"], "第4回": ["Text unit 2, work related useful expressions, talking about future employment, filling out a work application, introduction of diary, short listening quiz", "homework: assigned writing task: diary, review quiz result"], "第5回": ["Continuation of unit 2, cultural questions, small group activity, collaboration and interaction with others", "review outline for presentations, consider presentation topics"], "第6回": ["Informative presentations, the how to and how not to, brainstorming and outline, in class editing", "homework: rewriting the finished presentation product, preview text unit 3, short quiz study"], "第7回": ["Text unit 3, personality types, descriptive pair work dialogs and presentation, introduction of key expressions, short quiz", "consider notes and feedback from dialog presentation, review quiz result"], "第8回": ["Continuation of unit 3, various listening comprehension exercises, tips for note taking while listening", "homework: preposition worksheet"], "第9回": ["Find someone who... all inclusive classroom activity, asking and answering questions, collecting relevant data, weaknesses of inquiry", "preview unit 4 vocabulary, review activity feedback comments, short quiz study"], "第10回": ["Text unit 4, the language of sports, world sports, key expressions, famous sports players you admire, presentation introduction, short quiz", "outline for presentation and submit next class"], "第11回": ["A persuasive presentation of a sport of hobby of interest, review of effective presentation practices, delivery", "review feedback on presentations, preview text unit 5"], "第12回": ["Text unit 5, cultural differences and similarities, related interview chart, confirming and inquiring for more information, test introduction", "homework: test study"], "第13回": ["Test:  details to be announced", "semester evaluation form"], "第14回": ["Return of test and related feedback, vocabulary baseball game", "holiday"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Junko Omotedani, Mariko Kawasaki, Ayed Hasian Paul Aaloe", "English Beams", "KINSEIDO", "2016 年", "978-4-7647-4018-1", ""], "学生による授業評価の方法Course Evaluation by Students0": "Survey", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Test 25% Presentations 25% Participation 40% Homework 10%"], "備考Note0": "(1) ATTENDANCE\n(i) If students miss four classes, they will fail the course.\n(ii) Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n\n(4) Plagiarism\n(i) Students must complete the writing assignments, such as composition and reports, with their own abilities.\n(ii) Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n(iii) Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n(iv) The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change\n\n(1) 出席について\n① ４回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2021年04月14日 21時35分56秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－３２３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】英語表現Ａ　６／English Writing A", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "1", "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "１年", "時限1": "火曜３時限／Tuesday 3", "開講期": "春学期／Spring"}