{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、CEFR-J B2.2レベルの簡単な語を用いて書かれたパラグラフを理解し内容を読解できる力を身に付けることである。また、英語の母音・子音、アクセントやリズムについて理解し、英語のリスニング力を身に付けることである。", "到達目標": "本授業では、以下の3点を到達目標とする。<BR/>・非母語話者への配慮としての言語的な調整がなされていなくても、母語話者同士の多様な会話の流れ（テレビ、映画など）についていくことができる。<BR/>・自然な速さで標準的な発音の英語で話されていれば、現代社会や専門分野のトピックについて、話者の意図を理解することができる。<BR/>・記事やレポートなどのやや複雑な文章を一読し、文章の重要度を判断することができる。綿密な読みが必要と判断した場合は、読む速さや読み方を変えて、正確に読むことができる。", "授業方法": "授業はテキストに沿って進める。毎回教科書の内容を丁寧に読み、理解するための設問を解く。<BR/>また、関連する文法事項の復習や、読解技術の向上を図る。1ユニットを2週間で進む予定だが、状況に応じて変更する。", "トピック": {"第1回": ["オリエンテーション", ""], "第2回": ["Unit7 Social Enterprise", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第3回": ["Unit7 Social Enterprise", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第4回": ["Unit9 Social Welfare in Asia and the Pacific", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第5回": ["Unit9 Social Welfare in Asia and the Pacific", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第6回": ["中間考査", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第7回": ["Listening Corner3", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第8回": ["Unit11 Pros and Cons of Genetic Testing", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第9回": ["Unit11 Pros and Cons of Genetic Testing", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第10回": ["Unit12 Posttraumatic Growth", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第11回": ["Unit12 Posttraumatic Growth", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第12回": ["Listening corner4", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第13回": ["期末考査", "【予習】単語調べ<BR/>【復習】本文読み直し"], "第14回": ["期末考査フィードバック", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["中野陽子他", "English for Human Welfare Studies", "朝日出版", "2016 年", "4-255- 15580-7", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "中間考査30％、期末考査40％、小テスト・多読課題等30％"], "備考Note0": "(1) 出席について\n(i) ４回以上欠席した場合、単位は取れない。\n(ii) 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n(i) 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n(ii) 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n(iii) 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。\n\n(1) ATTENDANCE\n(i) If students miss four classes, they will fail the course.\n(ii) Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n\n(4) Plagiarism\n(i) Students must complete the writing assignments, such as composition and reports, with their own abilities.\n(ii) Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n(iii) Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n(iv) The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.", "更新日時/Date of Update1": "2021年01月15日 15時11分50秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－２２４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】英語講読Ｄ　６／English Reading D", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "1", "担当者": "武内　祐樹（TAKEUCHI YUUKI） ", "履修基準年度": "２年", "時限1": "金曜３時限／Friday 3", "開講期": "秋学期／Fall"}