{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、さまざまな状況において、必要に応じて学習した異文化知識を適用して、適切にやりとりができるコミュニケーションスキルを身につけることである。", "到達目標": "沈黙や言いなおしが多いながらも、短い発話を理解してもらうことができる。<BR/>最も簡単な一般的な表現を使い、基本的規則に従って、簡単にしかし効果的に社交ができる。<BR/>言葉を使って基本的なこと、例えば情報交換したり、お願いをしたり、意見を言ったりできる。<BR/>協力的な相手と情報を交換したり意見を言ったりし、異文化について知識を得ることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "授業は、すでに持っている語彙を含めた英語の知識を最大限活用して、最低限理解してもらえる発話をすることを第一の目標とします。さらに、コミュニケーションにおいては文化的違いを理解しておくことが不可欠であることから、英語で多文化に関する知識を習得します。指導者や教科書の音声はもとより、クラスメイトの発話にも注意を傾け、自分の発話の改善に努めていきます。自分の英語音声などを適宜録音し、発話を評価します。受講に際し教科書は必ず準備して臨むこと（書き込みのあるものは不可とする）。", "トピック": {"第1回": ["秋学期の予定、成績評価などについて、シラバスを参照して確認し、各自目標を立てる。", ""], "第2回": ["第2回から第25回の授業計画は下記参照のこと。", ""], "授業計画1": "本授業は協働学習の場です。教科書の話題についてペア・グループ・クラスで意見を交換します。その際、自分の語彙力で理解してもらえる文を構成してみましょう。互いに助け合って、意思疎通を図りましょう。どうしても伝えることができなかったことはどうすればいいのか、みんなで考えてみましょう。発話音声、会話など適宜録音提出し、運用能力を確認し追跡します。", "授業外学習2": "授業で学習した表現を次の授業までの間に教科書を開かずに思い出してみてください。思い出せない部分は教科書を開いて確認しましょう。また、教科書の音声を利用し、音読やシャドーイングを行い、使えるように準備しましょう。1分間くらい自由な内容で話す練習を毎日しましょう。毎月末にジャーナルを課しますので、身の回りの事柄を文字にできるように、日ごろから意識しましょう。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Simon Greenall", "People Like Us", "Macmillan", "2003 年", "9780333974476", ""], "学生による授業評価の方法Course Evaluation by Students0": "WEBもしくは授業内アンケート", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Speaking Test 40%, 音声録音評価15％, ジャーナル15%, presentation 20%、課題・ふり返り・授業参加貢献・その他10%"], "成績評価Grading2": "備考　Note\n・課題の比率及び提出期限は課題により異なるため、授業での指示に従って、期限内に提出すること（提出先はLUNA）。遅延課題の受け取り期限は、期限の翌日 (23:59:00) とする（それ以降は受け取らない）。課題の質により、減点・加点の対象となることがある。\n・学期中に「比率の高い課題」を１回以上課すので、それについては必ず提出すること （未提出の場合、単位取得は難しい）。", "備考Note0": "連絡はLUNAを通して行う。授業担当者の連絡先は、LUNA「お知らせ」のClass Agreementsに記載してある。\n(1) 出席について\n① ７回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2022年03月24日 18時26分22秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－３２５"], "項番No.2": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－３２２"]}, "campas": 0, "name": "【100】英語コミュニケーションII　２／English Communication II", "管理部署": 8, "単位数": 2, "担当者": "小林　亮哉（KOBAYASHI RYOYA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "時限2": 30, "評価1": 4, "開講期": 2}