{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、スピーキングやライティングの訓練を通じて、CEFR-J B1.2レベルに相当する具体的なトピックについて会話をしたり、発表したり、書いたりする力を身につけることである。", "到達目標": "・詳細な情報を提供して正しい処置を受けることができる。<BR/><BR/>・自分の関心事であれば、社会の状況について自分の意見を加えて、ある程度すらすらと発表できる。<BR/><BR/>・専門的でない語彙や複雑でない文構造を用いて自分の意見を含めて、あらすじや、基本的な内容の報告を書くことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Students will practice the necessary skills to improve speaking and writing ability through a variety of interactive exercises.  Pair work, small group work, and classroom inclusive activities will be presented.  Out of class research projects, presentations, and assigned homework will be an integral part of the curriculum.<BR/>This class will be face to face style 対面授業.  If needed, online / On Demand will be available.  contact information: brz88532@kwansei.ac.jp", "トピック": {"第1回": ["【対面授業】Summer holiday interview chart, short speech about your holiday, note taking practice skills", "preview text unit 6, homework: explain your commute"], "第2回": ["【対面授業】Text unit 6, giving directions, explaining landmarks, public service announcements", "homework: writing exercise page 42, preview unit 7, prep for short quiz"], "第3回": ["【対面授業】Text unit 7, lesson in comparisons, giving supporting reasons, short quiz", "review short quiz result, preparation for presentation"], "第4回": ["【対面授業】Two person presentation writing, edit, and practice, begin text unit 8", "practice of presentation, preview the remainder of unit 8"], "第5回": ["【対面授業】Text unit 8 continued, pros and cons of where you live, describing your neighborhood, &quot;What is the word?&quot; small group worksheet", "review worksheet vocabulary for quiz"], "第6回": ["【対面授業】Short vocabulary quiz, text unit 9, brainstorming a holiday abroad, countries-people worksheet", "preview the remainder of unit 9, homework: study worksheet vocabulary for short quiz"], "第7回": ["【対面授業】Worksheet vocabulary short quiz, continuation of text unit 9, &quot;Finish the sentence...&quot; worksheet, compare your answers with a partner", "review short quiz results, preview text unit 10"], "第8回": ["【対面授業】Text unit 10, pair dialog reading, intonation, eye contact, voice control, introduction of world crisis research project, themes to be announced", "homework: writing the research project"], "第9回": ["【対面授業】Submission of the research project, text, remainder of unit 10, situational pair dialog construction and edit", "review dialog critique, homework preview text unit 11"], "第10回": ["【対面授業】Small group work: expressing opinions, supporting solutions of today&#39;s social media, text unit 11, introduction of report", "homework: social media report, preview the remainder of unit 11"], "第11回": ["【対面授業】Text remainder of unit 11, comprehensive listening comprehension drills, listening short quiz, &quot;Find someone who....&quot; group activity", "homework: comments on the group activity activity, preview text unit 12"], "第12回": ["【対面授業】Text unit 12, talking about favorites, related adjectives to describe favorites, giving and asking for advice, test explanation to be announced", "final test study"], "第13回": ["【対面授業】Final test, to be announced", "prepare some final comments about this year&#39;s experience of this class"], "第14回": ["【対面授業】Test return and feedback, group activity, final short speeches", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Junko Omotedani, Mariko Kawasaki, Ayed Hasian Paul Aaloe", "English Beams", "KINSEIDO", "2016 年", "978-4-7647-4018-1", ""], "学生による授業評価の方法Course Evaluation by Students0": "Survey", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Test 25% Presentations 25% Participation 40% Homework 10%"], "成績評価Grading2": "備考　Note\n【オンライン受講許可学生対象】Online students will have weekly assignments on Luna. Assignments will be available for 30 hours ending on the class day at 9:00 p.m. Announcements concerning any relevant news will also be made on Luna. A final test assignment will be announced near the end of the semester on Luna as well.", "備考Note0": "(1) ATTENDANCE\n(i) If students miss four classes, they will fail the course.\n(ii) Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n\n(4) Plagiarism\n(i) Students must complete the writing assignments, such as composition and reports, with their own abilities.\n(ii) Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n(iii) Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n(iv) The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change\n\n(1) 出席について\n① ４回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2022年10月06日 18時52分53秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｇ－３２３"]}, "campas": 0, "name": "【100】英語表現Ｂ　７／English Writing B", "管理部署": 8, "単位数": 1, "担当者": "ジェイコブス　Ｊ．（JACOBS JOE M.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 10, "評価1": 4, "開講期": 2}