{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、複雑でない状況において、必要に応じて学習した異文化知識を適用して、適切にやりとりができるコミュニケーションスキルを身につけることである。", "到達目標": "なじみのあるトピックならば、ある程度楽にフレーズを組み立てて、明らかに長い言いよどみや言いなおしはあるものの、短いやりとりができる。<BR/>短い社会的やりとりを日常レベルの礼儀正しい挨拶や呼称を使ってできる。<BR/>招待の授受や、提案、謝罪等ができる。<BR/>協力的な相手と、簡単な情報交換をし、異文化について知ることができる。", "授業方法": "すでに持っている語彙を含めた英語の知識を最大限活用して、最低限理解してもらえる発話をすることを第一の目標とします。さらに、コミュニケーションにおいては文化的違いを理解しておくことが不可欠であるから、英語で多文化に関する知識を習得することを目指します。指導者や教科書く音声はもとより、クラスメイトの発話にも注意を傾け、自分の発話の改善に努めることを求めます。自分の発話やグループ活動中のやりとりは適宜録音し、発話がどのように改善されるかを追跡します。第２回目授業より、同時双方向型オンライン授業とし、授業時間のzoomへの参加により出席とします。対面による授業履修のため、学内で受講する場合は、事前に履修科目を連絡の上、教室での受講を認めます。その際は、PCとイヤホンを持参してください。", "トピック": {"第1回": ["シラバスを見ながら、授業の目的、到達目標、授業の方法、評価方法、並びにふり返りシートの内容を確認する。第二言語学習のしくみを学び、どのようにしたら効果的に運用能力を伸ばすことができるかを討議を通して理解する。自分の現在の運用能力を評価し、自分の目標を決める。", ""], "第2回": ["教科書を使った学習など（詳細は下記参照）。", ""], "授業計画1": "教科書に沿って、グループ・ペア・クラスで討議しながら、表現方法や異文化への理解を深める。<BR/>発表活動などを適宜織り込む。", "授業外学習2": "授業で学習した表現を次の授業までの間に教科書を開かずに思い出してみてください。思い出せない部分は教科書を開いて確認しましょう。また、教科書の音声を利用し、音読やシャドーイングを行い、使えるように準備しましょう。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Simon Greenall", "People Like Us", "Macmillan", "2003 年", "9780333974476", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題60%, プレゼンテーション10%, 授業貢献・ふり返り・その他30%"], "成績評価Grading2": "備考　Note\n課題の提出期限は課題により異なるため、授業での指示に従って、期限内に提出すること（提出先はLUNA）。遅延課題の受け取り期限は、期限の翌日 (23:59:00) とする（それ以降は受け取らない）。課題の質により、減点・加点の対象となることがある。", "備考Note0": "連絡はLUNAを使用します。\n(1) 出席について\n(i) ７回以上欠席した場合、単位は取れない。\n(ii) 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(3) 剽窃行為について\n(i) 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n(ii) 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n(iii) 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(4) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2021年04月23日 10時27分56秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－３２５"], "項番No.2": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－３２２"]}, "campas": 0, "name": "【100】英語コミュニケーションI　３／English Communication I", "管理部署": 8, "単位数": 2, "担当者": "西村　浩子（NISHIMURA HIROKO） ", "履修基準年度": "１年", "時限1": 9, "時限2": 31, "評価1": 4, "開講期": 1}