{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、スピーキングやライティングの訓練を通じて、CEFR-J B1.1レベルに相当する具体的なトピックについて会話をしたり、発表したり、書いたりする力を身につけることで ある。The course aims to acquire ability to express in English at such level equivalent to CEFR-J B1.1 level through speaking and writing activities.", "到達目標": "・個人的に関心のある具体的なトピックについて、簡単な英語を多様に用いて社交的な会話を続けることができる。<br />・使える語句や表現をつないで、自分の経験や夢、希望を順序だてて、話を広げながら、ある程度詳しく語ることができる。 <br />・自分の考えを事前に準備して、メモの助けがあれば聞き手を混乱させないように馴染みのあるトピックや自分に関心のある事柄について語ることができる。 <br />・身近な状況で使われる語彙。<br />・文法を用いれば、筋道を立てて理由や原因の説明や手順などをある程度まとまりのある形で書くことができる。 <br />Students will be able to maintain a social conversation about concrete topics of personal interest, using a wide range of simple English. Students will be able to talk in some details about their experiences, hopes, and dreams, expanding on what they say by joining together words, phrases, and expressions they can readily use to make longer contributions. Students will be able to talk about familiar topics and other topics of personal interest without causing confusion to the listeners, provided they can prepare ideas in advance and use brief notes. Students will be able to write coherent instructions telling people how to do things, using vocabulary and grammar of immediate relevance.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be taught face-to-face in the classroom on campus unless emergency events related to the pandemic force a change of format.", "トピック": {"第1回": ["1: Introductions, warm-up exercises, class instructions<br />", "Review instructions, buy textbook<br />"], "第2回": ["2: Unit 1: texting while walking, adverbs, conversation practice, writing practice (pages 7-12)", "Review textbook pages"], "第3回": ["3: Unit 2: part-time work, brainstorming, infinitives and gerunds (pages 13-18)<br /><br />", "Review textbook pages, prepare for in-class Writing Assignment <br />"], "第4回": ["4: Writing Assignment #1: in-class writing; Start Unit 3<br />", "Review textbook pages"], "第5回": ["5: Unit 3: personal relationships, adjectives, describing people, writing practice (pages 19-24)", "Review textbook pages"], "第6回": ["6: Unit 4: sports, past tense verbs, interviewing classmates (page 25-30)", "Review textbook pages and class notes to prepare for Week 7 Test"], "第7回": ["7: Week 7 Test / writing assignment feedback &amp; revision<br />", "Review"], "第8回": ["8: Unit 5: manners, progressive tenses, reviewing English question forms (pages 31-36) <br /><br />", "Review textbook pages"], "第9回": ["9: Unit 6: transit, imperatives, writing practice (pages 37-42) <br /><br />", "Review textbook pages, prepare for in-class Writing Assignment"], "第10回": ["10: Writing Assignment #2: in-class writing; Start Unit 7<br /><br />", "Review textbook pages<br />"], "第11回": ["11:&nbsp;Unit 7: pets, comparative and superlative, preparing presentations (pages 43-48), start preparing group presentations (prints provided by teacher)", "Prepare for final group assignment"], "第12回": ["12: Review class, prepare for final group presentations", "Prepare for final group assignment"], "第13回": ["13: Final group presentations (part 1)", ""], "第14回": ["14: Final group presentations (part 2), class wrap-up activities, writing assignment feedback &amp; revision<br />", ""], "授業外学習2": "Students will be expected to review previous class notes before every class and, if absent from class, get notes and assignments from classmates. Please devote a minimum of 90 minutes each week to review of class lessons."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価 (Heijouhyouka): assignments, participation 50%, Week 7 test 25%, final assignment 25%"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "Ｇ－３２２"]}, "campas": 0, "name": "【100】英語表現Ａ　４／English Writing A", "管理部署": 8, "単位数": 1, "担当者": "ガラス　ジョン　ビル（GARRAS JOHN BILL） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 7, "評価1": 6, "開講期": 1, "成績評価備考": "割合　Percentage"}