{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、ライティングやスピーキングの訓練を通じて、CEFR-JB2.1レベルに相当<BR/>する具体的なトピックについて書いたり、発表したりする力を身につける<BR/>ことである本授業の目的は、スピーキングやライティングの訓練を通じて、CEFR-J B1.1レベルに相当す<BR/>る具体的なトピックについて会話をしたり、発表したり、書いたりする力を身につけることで<BR/>ある。", "到達目標": "・様々な種類のパラグラフを基本的な構成で、体裁を整えて書くことができる。<BR/>・ある程度なじみのあるトピックならば、新聞・インターネットで読んだ、またはテレビで見たニュースの要点について議論することができる。<BR/>・ある視点に賛成または反対の理由や代替案などをあげて、事前に用意されたプレゼンテーションを流暢に行うことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Class will usually begin with warmup questions about the weather or recent events. There will be ample opportunity for pair and group work.", "トピック": {"第1回": ["Course overview; instructor&#39;s schedule; Start of Spring Term Discussion Questions (two rounds).", "Buy text. Review."], "第2回": ["Start of Spring Term Discussion Questions (one round). Text, chapter 1. Explanatory Paragraphs (1)", "Read Model Paragraph 2 and complete the activity (p. 9) for session 3. Complete   Task 1."], "第3回": ["Text, Chapter 1, Explanatory Paragraphs (1).", "Write self-introductory paragraph. Read Model Paragraph 2 (p. 15) and complete the activity fo session 5. Complete Reading Task 1."], "第4回": ["Text, Chapter 2, Information Paragraphs (1).", "Revise self-introductory paragraph. Read Model Paragraph 2 (p. 15) and complete the activity for session 5."], "第5回": ["Assignment (self-introductory paragraph) due. Text, Chapter 2, Information Paragraphs (2).", "Read Model Paragraph 1 (p. 18) for session 6."], "第6回": ["Text, Chapter 3, Opinion Paragraphs (2)", "Study for midterm exam. Read Model Paragraph 1 (p. 18) for session 6."], "第7回": ["Midterm exam. Chapter 3 Opinion Paragraphs (2)", "Group presentations: choose groups. Read Model Paragraph 1 (p. 24) for session 8."], "第8回": ["Presentations: choose groups. Chapter 3 Opinion Paragraphs (2)", "Presentations: choose roles. Read Model Paragraph 2 (p, 21) and complete the activity for session 9. Complete Reading Task 2."], "第9回": ["Presentations: choose roles. Text &amp; CD, Chapter 4 Descriptive Paragraphs (1)", "Presentations: choose topics. Read Model Paragraph 1 (p. 32) for session 10."], "第10回": ["Presentations: choose topics. Text &amp; CD, Chapter 5 Comparative Paragraphs (2)", "Presentations: choose sources. Read Model Paragraph 2 (p. 36) for session 11."], "第11回": ["Presentations: choose sources. Text&amp; CD, Chapter 5 Comparative Paragraphs (1).", "Presentations: choose dates. Read Model Paragraph 1 (p. 40) for session 12."], "第12回": ["Presentations: choose dates. Text &amp; CD, Chapter 6 Contrast Paragraphs (2).", "Prepare for presentations. Read Model Paragraph 2 (p. 43) and complete the activity for session 13."], "第13回": ["Group presentations. Text, Chapter 6 Contrast Paragraphs (2).", "Prepare for presentations. Read Model Paragraph 1 (p. 48) for session 14."], "第14回": ["Group presentations. Chapter 7 Cause and Effect Paragraphs (1) and Wrap-up", ""]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Kawasaki; Hasian; Haugh; Nakano; Ibaraki", "Real Writing", "Nan'un-Do", "2019 年", "978-4-523-17886-6", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Class participation 25% Assignment 15% Midterm 30% Presentation 30%"], "成績評価Grading2": "備考　Note\nClass participation 25%\nAssignment 15%\nMidterm (listening) exam 30%\nFinal presentation 30%\nTotal 100%", "備考Note0": "Exams will not be given during the designated exam period. Instead, final exams should be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class. For some reasons, when final exams will be given in the last class, please make sure to inform the coordinator. Even in such a case, your students should be given feedback somehow. The coordinators will be happy to discuss the way of giving feedback. Please also notify students that the attendance rule will not be lifted for the last class.\n(1) ATTENDANCE\n① If students miss four classes, they will fail the course.\n② Handout the document “Department Regulations Regarding Students Being Absent or Late” during the first class of the semester and request that students follow the regulations.\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n(4) Plagiarism\n▪ Students must complete the writing assignments, such as composition and reports, with their own abilities.\n▪ Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n▪ Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n▪ The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n（5）Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.(1) 出席について\nInstructor's email address: aot06033@kwansei.ac.jp Please check LUNA.\nAssignments must be submitted on LUNA.\nAssignments that are more than one week late will be given a zero.", "備考Note1": ["2023-Spring-schedule.docx", ""], "更新日時/Date of Update2": "2023年04月01日 13時36分21秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "Ｇ－３２２"]}, "campas": 0, "name": "【200】英語表現Ｃ　５／English Writing C", "管理部署": 8, "単位数": 1, "担当者": "アロエ　ポール（AALOE PAUL） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 4, "開講期": 1}