{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、スピーキングやライティングの訓練を通じて、CEFR-J B1.1レベルに相当する具体的なトピックについて会話をしたり、発表したり、書いたりする力を身につけることである。", "到達目標": "・個人的に関心のある具体的なトピックについて、簡単な英語を多様に用いて社交的な会話を続けることができる。<BR/>・使える語句や表現をつないで、自分の経験や夢、希望を順序だてて、話を広げながら、ある程度詳しく語ることができる。 <BR/>・自分の考えを事前に準備して、メモの助けがあれば聞き手を混乱させないように馴染みのあるトピックや自分に関心のある事柄について語ることができる。 ・身近な状況で使われる語彙<BR/>・文法を用いれば、筋道を立てて理由や原因の説明や手順などをある程度まとまりのある形で書くことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be taught face-to-face in the classroom. All students, and especially registered “on-demand” students, should look at the LUNA class homepage and KG email EVERY WEEK to read updated instructions.", "トピック": {"第1回": ["1: introductions, warm-up exercises, class instructions, grammar review (print provided by teacher), choose two study partners, conversation practice", "review instructions, buy textbook, begin Assignment 1"], "第2回": ["2: Unit One: texting while walking, adverbs, conversation practice, writing practice (pages 7-12)", "review textbook pages, work on Assignment 1"], "第3回": ["3: Unit Two: part-time work, brainstorming, infinitives and gerunds (pages 13-18)", "review textbook pages, submit Assignment 1"], "第4回": ["4: Unit Three: personal relationships, adjectives, describing people, writing practice (pages 19-24)", "review textbook pages and prepare for quiz in Week 5"], "第5回": ["5: quiz, Unit Four: sports, past tense verbs, interviewing classmates (page 25-30)", "review textbook pages"], "第6回": ["6: review, listening and pronunciation drills, choral reading and writing practice", "review textbook pages and class notes for Week 7 test"], "第7回": ["7: Week 7 test", "Check KG email and LUNA for instructions."], "第8回": ["8: overview presentations and presentation practice (print provided by teacher)", "review instructions, begin Assignment 2"], "第9回": ["9: Unit Five: manners, progressive tenses, reviewing English question forms (pages 31-36)", "review textbook pages, work on Assignment 2"], "第10回": ["10: Unit Six: transit, imperatives, writing practice (pages 37-42)", "review textbook pages, submit Assignment 2"], "第11回": ["11: Unit Seven: pets, comparative and superlative, preparing presentations (pages 43-48)", "review textbook pages, practice presentations"], "第12回": ["12: review and group work, final assignment preparation", "practice presentations"], "第13回": ["13: final assignments (part 1)", "check KG email and LUNA homepage for other instructions"], "第14回": ["14: final assignments (part 2), feedback and wrap-up", "check KG email and LUNA homepage for other instructions"], "授業外学習2": "Students will be expected to review previous class notes before every class and, if absent from class, get notes and assignments from classmates. Please devote a minimum of 90 minutes each week to review of class lessons."}, "評価": {"教科書Required texts0": "Please buy the required textbook:\nOmotedani, Junko et al. English Beams: Essential Skills for Talking and Writing. Tokyo: Kinseido, 2016. ISBN 978-4-7647-4018-1", "参考文献・資料Reference books0": "Please use an electronic Japanese-English dictionary, with an audio/pronunciation feature, in every class for example:\nhttps://dictionary.cambridge.org/us/dictionary/essential-british-english/\nor\nhttps://www.merriam-webster.com/dictionary/\nStudents may also ask KG Library staff for help finding dictionaries.\nA printed Japanese-English dictionary is also acceptable.\nPlease bring a file and writing materials to every class.", "学生による授業評価の方法Course Evaluation by Students0": "Survey", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "(Heijouhyouka): participation, assignments and quiz 60%, Week 7 test 20%, final assignment 20%"], "成績評価Grading2": "備考　Note\n“Participation” includes all of the following: active involvement in pair and group work, online participation in Discussions (when required), email and / or Zoom class contact with the teacher (when required)\nStudents absent from the Week 7 or final assignment without a valid excuse will fail.\nStudents with more that four unexplained absences will fail.\nThree times late counts as one absence.\nEnglish Writing class is a safe environment in which to learn and practice new language skills. Students should attend, participate and follow these rules:\n• no texting, telephoning, or eating during class\n• follow instructions to complete assignments on time\n• inform the teacher about illnesses and planned absences\n• respect others when they are talking by listening quietly\n• follow email and Zoom class etiquette (as instructed by the teacher)", "備考Note0": "(1) 出席について\n① ４回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。\n(1) ATTENDANCE\nIf students miss four classes, they will fail the course.\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n(4) Plagiarism\n▪ Students must complete the writing assignments, such as composition and reports, with their own abilities.\n▪ Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n▪ Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n▪ The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n(5) Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.", "更新日時/Date of Update1": "2022年04月23日 15時17分30秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－ＩＳ１０４"]}, "campas": 0, "name": "【100】英語表現Ａ　５／English Writing A", "管理部署": 8, "単位数": 1, "担当者": "マレット　ヘザー（MALLETT HEATHER DAWNE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 4, "開講期": 1}