{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、スピーキングやライティングの訓練を通じて、CEFR-J B1.2レベルに相当す<BR/>る具体的なトピックについて会話をしたり、発表したり、書いたりする力を身につけることで<BR/>ある。", "到達目標": "・詳細な情報を提供して正しい処置を受けることができる。<BR/>・自分の関心事であれば、社会の状況について自分の意見を加えて、ある程度すらすらと発表<BR/>できる。<BR/>・専門的でない語彙や複雑でない文構造を用いて自分の意見を含めて、あらすじや、基本的な<BR/>内容の報告を書くことができる。", "授業方法": "This class will be face-to-face in the classroom. It may change to online, on-demand if the pandemic situation requires.  Students, please look at the LUNA class homepage and KG email EVERY WEEK to read updated instructions. The class homepage is an important resource.", "トピック": {"第1回": ["1: introductions, review, explaining opinions, group exercises (print provided by teacher)", "review instructions, begin Assignment 1"], "第2回": ["2: Unit Eight: homes, subject-verb agreement, using because and so (pages 49-54)", "review textbook pages, work on Assignment 1"], "第3回": ["3: Unit Nine: travel, interviewing classmates, reviewing presentation skills (pages 55-60)", "review textbook pages, submit Assignment 1"], "第4回": ["4: Unit Ten: volunteering, using has and have, writing practice (pages 61-66)", "review textbook pages and prepare for quiz in Week 5"], "第5回": ["5: quiz, Unit Eleven: social media, advantages and disadvantages, example words (pages 67-72)", "review textbook pages"], "第6回": ["6: Unit Twelve: honesty, reviewing English questions forms, giving advice (pages 73-78)", "review textbook pages and class notes for Week 7 test"], "第7回": ["7: Week 7 test", "review"], "第8回": ["8: Unit Thirteen: sleep, interviewing classmates, writing practice (pages 79-84)", "review textbook pages, begin Assignment 2"], "第9回": ["9: Unit Fourteen: jobs, talking about preferences, choral reading (pages 85-90)", "review textbook pages, work on Assignment 2"], "第10回": ["10: Unit Fifteen: food, asking for and giving advice, sequencing events (pages 91-96)", "review textbook pages, submit Assignment 2"], "第11回": ["11: writing preparation and practice, preparing presentations (print provided by teacher)", "review instructions"], "第12回": ["12: review class, prepare for final assignment", "prepare for final assignment"], "第13回": ["13: final assignments (part 1)", "check KG email and LUNA homepage for other instructions"], "第14回": ["14: final assignments (part 2), feedback and wrap-up", "check KG email and LUNA homepage for other instructions"], "授業外学習2": "Students will be expected to review previous class notes before every class and, if absent from class, get notes and assignments from classmates."}, "評価": {"教科書Required texts0": "Omotedani, Junko et al. English Beams: Essential Skills for Talking and Writing. Tokyo: Kinseido, 2016. ISBN 978-4-7647-4018-1\n\nUnits 8-15 will be studied September -- January. The instructor will provide supplementary materials as necessary.", "参考文献・資料Reference books0": "Please use an electronic Japanese-English, with an audio/pronunciation feature, in every class for example:\nhttps://dictionary.cambridge.org/us/dictionary/essential-british-english/\nor\nhttps://www.merriam-webster.com/dictionary/\nStudents may also ask KG Library staff for help finding dictionaries.\nA printed Japanese-English dictionary is also acceptable.", "学生による授業評価の方法Course Evaluation by Students0": "Survey", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価 (Heijouhyouka): participation, assignments and quiz 60%, mid-term test 20%, final assignment 20%"], "成績評価Grading2": "備考　Note\n“Participation” includes all of the following: active involvement in class activities including group work, online posting on LUNA Discussions (when required), email and / or Zoom class contact with the teacher (when required), opening and using audio and video files that are part of the course materials.\nEnglish class is a safe environment in which to learn and practice new language skills. Students should attend, participate and follow these rules:\nno texting, telephoning, or eating during class\nfollow email and Zoom etiquette (as instructed by the teacher)\nfollow instructions to complete assignments on time\ninform the teacher about illnesses and planned absences\nget notes and assignments from classmates when absent\nrespect others when they are talking by listening quietly", "備考Note0": "(1) 出席について\n① ４回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2021年09月16日 14時41分30秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－２２４"]}, "campas": 0, "name": "【100】英語表現Ｂ　５／English Writing B", "管理部署": 8, "単位数": 1, "担当者": "マレット　ヘザー（MALLETT HEATHER DAWNE） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 4, "開講期": 2}