{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、CEFR-J B2.2レベルの簡単な語を用いて書かれたパラグラフを理解し内容を 読解できる力を身に付けることである。また、英語の母音・子音、アクセントやリズムについて理解し、英語のリスニング力を身に付けることである。", "到達目標": "本授業では、以下の3点を到達目標とする。<BR/>・非母語話者への配慮としての言語的な調整がなされていなくても、母語話者同士の多様な会 話の流れ（テレビ、映画など）についていくことができる。 <BR/>・自然な速さで標準的な発音の英語で話されていれば、現代社会や専門分野のトピックについて、話者の意図を理解することができる。 <BR/>・記事やレポートなどのやや複雑な文章を一読し、文章の重要度を判断することができる。綿密な読みが必要と判断した場合は、読む速さや読み方を変えて、正確に読むことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be taught face-to-face in the classroom. All students, and especially registered “on-demand” students, should look at the LUNA class homepage and KG email EVERY WEEK to read updated instructions.", "トピック": {"第1回": ["1: introductions, warm-up exercises, review of Semester 1 learning, handout/print from teacher, choose two study partners, conversation practice", "read and listen to (LUNA) course instructions, begin Assignment 1"], "第2回": ["2: Chapter Seven: Cause and Effect Paragraphs, signal words, proofreading practice, textbook pages 48-53", "review pages, continue on Assignment 1"], "第3回": ["3: Chapter Eight: Argumentative Paragraphs, topic sentences, review strong vocabulary, textbook pages 56-61", "review pages, submit Assignment 1"], "第4回": ["4: Chapter Nine: Problem and Solution Paragraphs, paragraph structure, textbook pages 64-67", "homework on “Discussions” on LUNA homepage, review for quiz in Week 5"], "第5回": ["5: quiz, Chapter Nine: gerunds and auxiliary verbs, textbook pages 68-71", "review pages"], "第6回": ["6: Chapter Ten: Time-order Paragraphs, expressions of time, prepositions, textbook pages 72-77", "review for Week 7 test"], "第7回": ["7: Week 7 test", "review pages"], "第8回": ["8: test feedback, Chapter Eleven: Process Paragraphs, punctuation, textbook pages 80-83", "review pages, begin Assignment 2"], "第9回": ["9: Chapter Eleven: Process Paragraphs, subordinate clauses, textbook pages 84-87", "review pages, continue on Assignment 2"], "第10回": ["10: Chapter Twelve: Summaries, paraphrasing practice, plagiarism, textbook pages 88-91", "review pages, submit Assignment 2"], "第11回": ["11: Chapter Twelve continued, note-taking practice, instructions for final assignment textbook pages 92-95 and handout/print from teacher", "review pages"], "第12回": ["12: Chapter Thirteen: Five Paragraph Essays, citations/references, test preparation, textbook pages 96-103", "prepare for final assignment"], "第13回": ["13: Final Assignment Part 1", "check KG email and LUNA for additional instructions"], "第14回": ["14: Final Assignment Part 2, feedback and wrap-up", "check KG email and LUNA for additional instructions"], "授業外学習2": "Students will be expected to participate in group work, pre-writing exercises, choral or individual reading, writing exercises, and presentations. Students will be expected to maintain an orderly file of class notes, and written work. Students should spend at least 90 minutes each week studying these lessons."}, "評価": {"教科書Required texts0": "Kawasaki, Mariko et al. Real Writing: From Structured Paragraph to Complete Essay. Tokyo: Nan’un-do, 2019. ISBN 978-4-523-17886-6\nThe teacher will provide supplementary materials as necessary.", "参考文献・資料Reference books0": "Please use an electronic Japanese-English dictionary, with an audio/pronunciation feature, in every class for example:\nhttps://dictionary.cambridge.org/us/dictionary/essential-british-english/\nor\nhttps://www.merriam-webster.com/dictionary/\nStudents may also ask KG Library staff for help finding dictionaries.\nA printed Japanese-English dictionary is also acceptable.\nPlease bring a file and writing materials to every class.", "学生による授業評価の方法Course Evaluation by Students0": "Survey", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価 (Heijouhyouka): participation, assignments and quiz 60%, mid-term test 20%, final assignment 20%"], "成績評価Grading2": "備考　Note\n“Participation” includes all of the following: active involvement in pair and group work, online participation in Discussions (when required), email and / or Zoom class contact with the teacher (when required)\nStudents absent from the Week 7 or final assignment without a valid excuse will fail.\nStudents with more that four unexplained absences will fail.\nThree times late counts as one absence.\nEnglish Writing class is a safe environment in which to learn and practice new language skills. Students should attend, participate and follow these rules:\n• no texting, telephoning, or eating during class\n• follow instructions to complete assignments on time\n• inform the teacher about illnesses and planned absences\n• respect others when they are talking by listening quietly\n• follow email and Zoom class etiquette (as instructed by the teacher)", "備考Note0": "(1) ATTENDANCE\nIf students miss four classes, they will fail the course.\n(2) In-Class Exams\nExams will not be given during the designated exam period. Instead, final exams will be given in the second to last week of each semester, and students should be given feedback on their test performance during the last class.\n(3) Normal chapter tests and smaller quizzes (such as 10 point quizzes occurring multiple times during a semester and totaling 30% of the final grade) are to be handled at the discretion of the instructor. In the event that students miss mid-terms, final exams, or final presentations that are scheduled during class time, please allow for make-up opportunities according to the general rules listed below. Please consider limiting their full score to 80% credit for these make-up or supplementary tests, in general. However, in the cases described in “Regarding Make-up Tests and Presentations for Absent Students”, please allow for full credit.\n(4) Plagiarism\n▪ Students must complete the writing assignments, such as composition and reports, with their own abilities.\n▪ Students must never copy from other students’ assignments, descriptions found in the Internet and other similar sources.\n▪ Students must never have their friends borrow their assignments and reports, least such actions should develop plagiarism.\n▪ The students who were involved in any plagiarism, not only the student who copied other student’s assignment and report but also the student who showed his / her assignment and report, can be subject to punishment.\n(5) Change of Plans\nPlans of individual lessons and studies required outside classes are subject to change.", "更新日時/Date of Update1": "2022年04月23日 15時22分25秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｇ－２０７"]}, "campas": 0, "name": "【200】英語表現Ｄ　７／English Writing D", "管理部署": 8, "単位数": 1, "担当者": "ホワイト　ウィリアム（WHITE WILLIAM R.） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 29, "評価1": 4, "開講期": 2}