{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、ライティングやスピーキングの訓練を通じて、CEFR-J B2.1レベルに相当<BR/>する具体的なトピックについて書いたり、発表したりする力を身につけることである。", "到達目標": "・よく知っているトピックについて、情報や議論をまとめながら、結束性のあるエッセイ<BR/>やレポートを幅広い語彙や複雑な文構造をある程度使って書くことができる。<BR/>・自分の考えの根拠を示しつつ書くことができる。<BR/>・関心のある分野のトピックであれば、論拠を並べ自分の主張を明確に述べることができ<BR/>る。", "授業方法": "This class will be face-to-face in the classroom. It may change to online, on-demand if the pandemic situation requires.  Students, please look at the LUNA class homepage and KG email EVERY WEEK to read updated instructions. The class homepage is an important resource.", "トピック": {"第1回": ["1: introductions, warm-up exercises, review, handout/print from teacher", "read and listen to course instructions, find a study partner, begin Assignment 1"], "第2回": ["2: Chapter Seven: Cause and Effect Paragraphs, signal words, proofreading practice, textbook pages 48-53", "review pages, continue on Assignment 1"], "第3回": ["3: Chapter Eight: Argumentative Paragraphs, topic sentences, review strong vocabulary, textbook pages 56-61", "review pages, submit Assignment 1"], "第4回": ["4: Chapter Nine: Problem and Solution Paragraphs, paragraph structure, textbook pages 64-67", "homework on “Discussions” on LUNA homepage, review for quiz in Week 5"], "第5回": ["5: quiz, Chapter Nine: gerunds and auxiliary verbs, textbook pages 68-71", "review pages"], "第6回": ["6: Chapter Ten: Time-order Paragraphs, expressions of time, prepositions, textbook pages 72-77", "review for Week 7 test"], "第7回": ["7: Week 7 test", "review pages"], "第8回": ["8: test feedback, Chapter Eleven: Process Paragraphs, punctuation, textbook pages 80-83", "review pages, begin Assignment 2"], "第9回": ["9: Chapter Eleven: Process Paragraphs, subordinate clauses, textbook pages 84-87", "review pages, continue on Assignment 2"], "第10回": ["10: Chapter Twelve: Summaries, paraphrasing practice, plagiarism, textbook pages 88-91", "review pages, submit Assignment 2"], "第11回": ["11: Chapter Twelve continued, note-taking practice, instructions for final assignment textbook pages 92-95 and handout/print from teacher", "review pages"], "第12回": ["12: Chapter Thirteen: Five Paragraph Essays, citations/references, test preparation, textbook pages 96-103", "prepare for final assignment"], "第13回": ["13: Final Assignment Part 1", "check KG email and LUNA for additional instructions"], "第14回": ["14: Final Assignment Part 2, feedback and wrap-up", "check KG email and LUNA for additional instructions"], "授業外学習2": "Students will be expected to participate in group work, pre-writing exercises, choral or individual reading, writing exercises, and presentations. Students will be expected to maintain an orderly file of class notes, and written work. Students should spend at least 90 minutes each week studying these lessons."}, "評価": {"教科書Required texts0": "Kawasaki, Mariko et al. Real Writing: From Structured Paragraph to Complete Essay. Tokyo: Nan’un-do, 2019. ISBN978-4-532-17886-6\n\nThe teacher will provide supplementary materials as necessary.", "参考文献・資料Reference books0": "Please use an electronic Japanese-English, with an audio/pronunciation feature, in every class for example:\nhttps://dictionary.cambridge.org/us/dictionary/essential-british-english/\nor\nhttps://www.merriam-webster.com/dictionary/\nStudents may also ask KG Library staff for help finding dictionaries.\nA printed Japanese-English dictionary is also acceptable.", "学生による授業評価の方法Course Evaluation by Students0": "Survey", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価 (Heijouhyouka): participation, assignments and quiz 60%, mid-term test 20%, final assignment 20%"], "成績評価Grading2": "備考　Note\n“Participation” includes all of the following: active involvement in class activities including group work, online posting on LUNA Discussions (when required), email and / or Zoom class contact with the teacher (when required), opening and using audio and video files that are part of the course materials.\nStudents absent from the Week 7 or final assignment without a valid excuse will fail.\nStudents with more that four unexplained absences will fail.\nThree times late counts as one absence.\n\nEnglish class is a safe environment in which to learn and practice new language skills. Students should attend, participate and follow these rules:\nno texting, telephoning, or eating during class\nfollow instructions to complete assignments on time\ninform the teacher about illnesses and planned absences\nrespect others when they are talking by listening quietly\nfollow email and Zoom class etiquette (as instructed by the teacher)", "備考Note0": "(1) 出席について\n① ４回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2021年10月13日 09時50分10秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－２２４"]}, "campas": 0, "name": "【200】英語表現Ｄ　７／English Writing D", "管理部署": 8, "単位数": 1, "担当者": "マレット　ヘザー（MALLETT HEATHER DAWNE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 25, "評価1": 4, "開講期": 2}