{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、ライティングやスピーキングの訓練を通じて、CEFR-J B1.1レベルに相当する個人的なトピックについて書いたり、発表したりする力を身につけることである。", "到達目標": "・身近な状況で使われる語彙・文法を用いれば、筋道を立てて理由や原因の説明や手順などをある程度まとまりのあるパラグラフを書くことができる。<BR/>・自分の考えを事前に準備して、メモの助けがあれば聞き手を混乱させないように馴染みのあるトピックや自分に関心のある事柄について語ることができる。", "授業方法": "原則として、同時双方向型オンライン授業を実施します。ただし、他の授業の受講形態が対面授業でキャンパスに来ているなど、自宅での受講が難しい学生は、教室での受講を認めます。その際は、本授業が行われる教室で受講すること（PC及びイヤホン持参）。オンライン授業へのアクセスURLは、LUNAのお知らせに掲載します（今学期間は同じURL）。また、一部の授業回（例：第１３回：授業内試験及び第１４回試験返却・発表）は、対面授業で実施する予定です（コロナ感染症の状況により変更があり得ます）。授業では、教科書のモデルを分析し、模倣して自分の伝えたいことを効果的に伝える練習をします。個人、ペア、グループワークへの積極的な参加を求めます。", "トピック": {"第1回": ["授業シラバスと自分のレベルの確認をし、その上で各自の目標を設定し、達成のために何をすべきか考えます。<BR/>英語表現Cで学習した事項を思い出し、書くときに留意すべきことを確認します。<BR/>Unit 8", ""], "第2回": ["Unit 8", ""], "第3回": ["Unit 8", ""], "第4回": ["Unit 8", ""], "第5回": ["Unit 10", ""], "第6回": ["Unit 10", ""], "第7回": ["Unit 10", ""], "第8回": ["Unit 11", ""], "第9回": ["Unit 11", ""], "第10回": ["Comparative paragraph (cf. Unit 9)", ""], "第11回": ["Comparative paragraph (cf. Unit 9)<BR/>プレゼンテーションの準備1（グループ分け、テーマ決定、アウトライン作成）", ""], "第12回": ["Comparative paragraph (cf. Unit 9)<BR/>プレゼンテーションの準備2", ""], "第13回": ["期末テスト<BR/>プレゼンテーションの準備3（原稿確認）", ""], "第14回": ["期末テスト返却と採点結果の確認。プレゼンテーションと評価（プレゼンテーション原稿提出）", ""], "授業計画1": "モデルを読み、内容を理解し、書き方を分析し、模倣すべき点を見つけましょう。自分の書きたいことをモデルに当てはめて書き、peer editing活動を通し、推敲を繰り返す。", "授業外学習2": "毎時学習したことをその日のうちに教科書を参照しないで思い出してみましょう。思い出せない点やあやふやな点は教科書を開いて確認するようにしましょう。欠席当で学習しなかった部分は自習し、疑問があれば翌週にクラスメートや指導者に尋ねるようにしましょう。また、ONLINE学習サイトも利用してみましょう。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["靜哲人", "Writing Facilitator", "松柏社", "2019 年", "9784881987513", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題60％、授業内試験（コロナ感染症の状況により課題に替わる場合あり）30%, 授業貢献・ふり返り・その他10%"], "成績評価Grading2": "備考　Note\n・課題の比率及び提出期限は課題により異なるため、授業での指示に従って、期限内に提出すること（提出先はLUNA）。遅延課題の受け取り期限は、期限の翌日 (23:59:00) とする（それ以降は受け取らない）。課題の質により、減点・加点の対象となることがある。\n・学期中に「比率の高い課題」を１回以上課すので、それについては必ず提出することとする（未提出の場合、単位取得は難しい）。\n・授業時間のzoomへの適切な参加により、出席とする。", "備考Note0": "連絡、提出はLUNAを使用する。\n\n(1) 出席について\n① ４回以上欠席した場合、単位は取れない。\n② 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。ただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n▪ 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n▪ 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n▪ 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "更新日時/Date of Update1": "2021年09月16日 12時47分12秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｇ－３２４"]}, "campas": 0, "name": "【200】英語表現Ｄ　３／English Writing D", "管理部署": 8, "単位数": 1, "担当者": "西村　浩子（NISHIMURA HIROKO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 1, "評価1": 4, "開講期": 2}