{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、CEFR-J B1.2レベルの簡単な語を用いて書かれたパラグラフを理解し内容を読解できる力を身に付けることである。また、英語の母音・子音、アクセントやリズムについて理解し、英語のリスニング力を身に付けることである。", "到達目標": "本授業では、以下の3点を到達目標とする。<BR/>・インターネットや参考図書などを調べて必要な情報を得ながら、学習者向けに書かれた福祉に<BR/>関する文章、説明文などを理解できる。<BR/>・多読課題を通して、長めの平易な英語で書かれた物語を読んで内容の大筋を理解できる。<BR/>・自然な速さの録音や放送（天気予報や空港のアナウンス）などを聞いて、自分の関心のある情報をほぼ完全に聞き取ることが出来る。", "授業方法": "授業はオンデマンド型オンラインでおこなう。リスニングとリーディングが中心だが、ライティングやスピーキングの訓練も行う。音声教材の聴取は教員の説明で補完する。<BR/>Classes will be conducted in an on-demand format.  The course will emphasize reading and listening primarily but speaking and writing will also have a part to play.　Audio materials  based on the textbook, supported by instructor&#39;s guidance, will be used.", "トピック": {"授業計画1": "1回目：オリエンテーションとアイスブレーキング<BR/>Class Outline Session 1:     Course description;  Introduction of class contents, procedure, assessment policies etc.<BR/><BR/>2回目以降: <BR/>Class Outline Session 2 &amp; the onward: Class activities based on the textbook.  Additional materials, if needed, are provided by the instructor.  Class program will be adjusted to the students&#39; comprehension level. In-class assignments and small tests will be given to help cultivate vocabulary skills.  Students are encouraged to use monolingual English dictionaries (英英辞典), instead of English-Japanese dictionaries.<BR/>テキストを読み進めるとともに、目的にそったトピックに関する英語の知識を涵養する。授業の進度は受講者の習熟度によって調節する。<BR/>各回とも、受講者の自発的な質問に対する他の受講者からの説明をもとに、授業を進める。基本的な概念を自らのことばで説明する方法を習得するため、日本語辞典や英英辞典の使用をすすめ、そのための小テストをたびたび行う。英和辞典の使用はすすめない。", "授業外学習2": "Students are required to prepare for class.<BR/>必ず未習語句のチェックをして授業に臨むこと。また多読・速読になれるための課題を5回出します。期日までに必ず解答を提出すること。総合評価のおよそ15％になります。<BR/>No student will be in class without having prepared.   Extensive Reading Assignment will be given.  Late assignments will not be accepted."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["中野陽子、福居誠二、表谷純子、ハセイン・アイエド　Nakano Y., Fukui S., Omotedani J.& A.Hasian", "英語で学ぶ福祉と社会　English for Human Welfare Studies", "朝日出版　Asahi Press", "2016 年", "978-4-255-15580", ""], "教科書Required texts0": "英語で学ぶ福祉と社会, 2016中野陽子、福居誠二、表谷純子、ハセイン・アイエド, 2018＾2朝日出版\nEnglish for Human Welfare Studies　2016 Nakano, Fukui, Omotedani & Hasian, 2018^2, Asahi Press", "参考文献・資料Reference books0": "A.S.Hornby Advanced Learner's Dictionary of Current English Oxford University Press\nLongman Longman Dictionary of Contemporary English Longman", "学生による授業評価の方法Course Evaluation by Students0": "アンケート調査による\nBy paper-based or online questionnaire", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中テスト・小テスト等70％　多読課題15％　授業参加姿勢等15％"], "成績評価Grading2": "備考　Note\n積極的な授業への参加が評価される。\nActive attendance is highly evaluated.\n\n(1)　出席について\n(i) ４回以上欠席した場合、単位は取れない。\n(ii) 出席に関する規定は第1回目の授業でプリント－「英語科目の出席に関する申し合わせ」を配布して説明する。\n\n(2) 授業内試験について\n定期試験は学部所定の試験期間内には行わず、授業内に行う。\n\n(3) 追試について\n中間試験、期末試験と同等の授業内試験またはプレゼンテーションなどを実施日に欠席した場合は、理由を問わず原則として当該の学期の最終の授業までに追試を受ける機会または追試に該当するプレゼンテーションなどの機会が与えられる。\n学生は欠席したら欠席した日から一週間以内に追試の実施を希望する旨を、担当者にメール等によって申し出ることが望ましい。当該の試験返却以降に申し出ても必ずしも追試が実施されるとは限らない。追試による成績は得点の80％を最終成績の算出に含むことを認める。\nただし別紙（「試験、プレゼンテーション等の欠席者への追試について」）記載の場合は得点の100％を最終成績の算出に含むことを認める。\n\n(4) 剽窃行為について\n(i) 英作文、レポートなどの課題の提出を求められた場合に、友人の課題の貸し借りやコピー、インターネット等の記述を写したりせずに、自分の力で課題に取り組むこと。\n(ii) 英作文、レポートなどの貸し借りは、剽窃行為を助長することにつながることから、これを一切行わないこと。\n(iii) 剽窃行為を発見した場合は、本人はもちろんのこと、課題を貸した者を含めて処分の対象となることがある。\n\n(5) 予定の変更について\n授業計画及び授業時間外学習は変更される場合がある。", "備考Note0": "免責事項：このシラバスのすべての情報は、クラスのサイズ、学生のニーズ、コースへの予期せぬ混乱によって変更される場合がある。\nDisclaimer: all information in this syllabus is subject to change depending on class size, student needs and unexpected disruptions to the course.\n\n単位取得要件（課題提出要件、出席要件及び成績要件）については、担当者によく確認すること。\nRegarding prerequisites for gaining credits (prerequisites for assignments, attendance, grades, etc), make sure you confirm with your teacher", "備考Note1": ["この授業Dについての覚書.docx", "受講の条件について詳しくのべてあります。"], "更新日時/Date of Update2": "2021年09月01日 10時37分55秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｇ－３２５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】英語講読Ｄ　９／English Reading D", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "1", "担当者": "福居　誠二（FUKUI SEIJI） ", "履修基準年度": "２年", "時限1": "月曜３時限／Monday 3", "開講期": "秋学期／Fall"}