{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本演習は、マーケティングと消費者行動の理論を基に、社会課題に対する解決案を企画し、実社会での適用を試みることを目的とする。", "到達目標": "１．ターゲットとする人々と社会が良くなるマーケティング戦略を立案できる。<BR/>２．社会課題の把握のための定性・定量調査を計画・実施できる。<BR/>２．社会のニーズを満たすモノ・サービスを企画立案し、その有効性を検証できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "社会起業入門演習、ソーシャルマーケティング論、ビジネス・プランニング、", "授業の概要・背景": "本演習は、マーケティングと消費者行動の理論を「人々の暮らしや人生を幸せにする道具」として捉え、それらを用いて「消費者を深く知り、社会をより良くするモノ・サービスを創造する」ための研究を行います。演習内での輪読やディスカッションに加え、フィールドワークを通して社会課題の現状を把握し、その課題解決の糸口を見出すための調査に基づき、社会のニーズを満たすモノ・サービスの企画立案し、実社会での適用を試みます。また、卒業論文の研究テーマを決定し、先行研究レビューを行い、卒業研究の基礎を固めます。<BR/>〈研究テーマ例〉<BR/>・ソーシャル・マーケティングに関わる研究（社会の課題解決に対するマーケティングの活用）<BR/>・サービス・マーケティングに関わる研究（顧客満足、顧客参加、提供者と消費者の価値共創など）<BR/>・消費者行動に関わる研究（消費者の情報探索や購買意思決定プロセス、消費者間の相互作用など）<BR/>・ソーシャル・マネジメントに関わる研究（社会課題に関連した組織のマネジメントなど）", "授業方法": "原則、対面授業で実施します。演習では、輪読や各自の研究報告、定性・定量調査、フィールドワークなどを行います。また、アクティブラーニングを取り入れ、産官学連携の活動も行います。それぞれが興味関心が持てる社会に役立つ研究テーマを見つけ、研究が進められるよう、さまざまな社会課題を取り上げ、ディスカッションを行います。", "トピック": {"授業計画1": "この演習が学生の可能性を引き出す場所となるように、産官学連携とアクティブラーニングを積極的に取り入れます。学外で調査研究を行ったり、外部機関と一緒に活動したりする機会があります。", "授業外学習2": "研究はたとえ少しずつでもコツコツと自分自身で進めていくことが重要です。事前に提示された課題に積極的に取り組み、自発的に自分の研究を進めこと。また、ディスカッションを通して学びがあります。他のメンバーの研究についても関心を持ち、質問やコメントをできるよう準備をして参加してください。"}, "評価": {"教科書Required texts0": "指定しない。", "参考文献・資料Reference books0": "池尾恭一、青木幸弘、南知惠子、井上哲浩著『マーケティング』（2010　有斐閣）\n久保田進彦、澁谷覚、須永努著『はじめてのマーケティング』（2013　有斐閣）\n青木幸弘著『消費者行動の知識』（2010、日本経済出版社）\n青木幸弘、新倉貴士、佐々木荘太郎、松下光司著『消費者行動論』(2012　有斐閣)\n松井豊著『心理学論文の書き方』（2010、河出書房新社）\n筧裕介著『持続可能な地域のつくり方』（2019年、英治出版）\n小泉秀樹編『コミュニティデザイン学』（2016年、東京大学出版会）\n野中郁次郎編著『共感が未来をつくる』（2021年、千倉書房）\n山崎亮著『縮充する日本－「参加」が創り出す人口減少社会の希望－』（2016年、PHP研究所）", "学生による授業評価の方法Course Evaluation by Students0": "学生による授業評価アンケート", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業への参加、授業内リポート、フィールドワークや調査研究の成果などの総合評価"], "更新日時/Date of Update0": "2022年01月14日 02時56分06秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "月曜２時限／Monday 2", "通年／Year Round", "Ｄ－４０１"]}, "campas": 0, "name": "【350】研究演習I　２８／Seminar I", "管理部署": 8, "単位数": 4, "担当者": "森藤　ちひろ（MORITO CHIHIRO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 4, "開講期": 0}