{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": " 憲法で示される国家像は社会思想が背景になっている。本講義では、民主主義や法の下の平等などの近代的価値観は、ヨーロッパの社会思想が起源であることを示す。あわせて、現代の世界情勢を、社会思想をてがかりに理解する。", "到達目標": " この講義では、人間福祉学部の学びにおいて必要な現代世界における国際的な紛争や人権などの社会問題への理解を深めることができるようになる。自由と民主主義などの欧米的価値観がどのように形成され、今日においてそれが揺らいでいる構図を知ることで、現代日本の立ち位置が理解できるようになる。", "授業方法": "当初：対面で講義を行うが、留学生など参加できない学生がいる場合には、講義を録画し、オンラインで事後的に視聴できるようにする。<BR/>変更後：第2回以降は、動画を録画して配信する（URLはLUNAで掲示）", "トピック": {"第1回": ["イントロダクションとして、現代における重大な問題について考える場とする。米中戦争やコロナ禍でも状況についてどのような意味があるかについて考える。", "新聞記事やニューズウィークの関連記事を読む"], "第2回": ["　第1回に続いて、現代世界の情勢を社会思想の観点から展望する。特に、9．11について理解を深める。", "関連論文を読む"], "第3回": ["　現代社会を理解する上での出発点として、冷戦について学ぶ。また冷戦終結後、世界はどのように変化していたか、現在の米中対立を念頭に学ぶ。", "ニューズウィークの関連論文を読む"], "第4回": ["　３つのオバマ演説を読む。<BR/>　　プラハ演説2009年4月5日：核兵器の廃絶<BR/>　　カイロ演説2009年6月4日：イスラム社会との融和<BR/>　　広島演説2016年5月26日：被爆国日本へのメッセージ", "オバマ演説の原稿を読む"], "第5回": ["　フンシスコ・フクヤマの歴史の終わりについて学ぶ。進歩主義的国家観があるとされていることの意味を押さえた上で、そこでいう終わり＝ｅｎｄ＝目的とはどのような意味なのかについて考える。また、フクヤマにおいてイスラム原理主義と日本はどのように理解されているか、フクヤマ流の進歩主義的な発想において、日本とはどのような存在なのか、また中国はどのように評価されているのか、具体的に考える。", "フランシス・フクヤマの著作を読む"], "第6回": ["　現代社会を読み解く1つの見方として文明の衝突論について考える。自由と民主主義を掲げる先進国が、そうでない国からある種の欺瞞と映る可能性について気がついておく必要がある。サミュエル・ハンチントンの文明の衝突論は、多くの批判を浴びながらも一定の説得力を持っていることについて考える。", "サミュエル・ハンチントンの著作を読む"], "第7回": ["　戦後思想としての丸山眞男について学ぶ。丸山眞男は戦後の日本思想を決定づけたものといえるが、そこでいう無責任の体系は前近代性の証という考え方が、現代に私たちに大きな影響力を持っていることに対して批判的検討を加える。", "丸山眞男の著作を読む。"], "第8回": ["　米中貿易戦争は世界経済に大きな不安定さを与えているが、世界の覇権をめぐって、米中の関係について異なる見方を比較させながら検討する。フクヤマは米中の分断は不可避であるとするが、ボーゲルは必ずしもそうではない。", "フランシスフクヤマやエズラ・ボーゲルの評論を読む"], "第9回": ["　憲法と社会契約論として、憲法とは歴史的に形成され、近代社会が受け入れた人間的価値を尊重するという思想の選択（自由な個人と民主的法体系、基本的人権の保障は普遍的価値）であることを学ぶ。", "佐伯啓思『人間は進歩してきたのか』PHP新書、2003年。を読む"], "第10回": ["　市場の秩序と約束の秩序として、市場の秩序はパワーゲームを前提とした秩序であるのに対して、約束による社会秩序では、相互利益を実現する秩序が自然に生まれると考えず、社会の基本的なルールを言葉で明らかにする。", "重田園江『社会契約論: ホッブズ、ヒューム、ルソー、ロールズ人間は進歩してきたのか』ちくま新書、2013年。を読む"], "第11回": ["　近代国家の誕生としてのホッブスの思想について学ぶ。歴史の危機のなかで確かなものを求め、無秩序のなかに秩序を生み出す確かな景気を求めたホッブスの思想について考える。", "原典（翻訳）のほか、佐伯啓思『人間は進歩してきたのか』PHP新書、2003年。を読む"], "第12回": ["　ルソーにおける「民主主義」について学ぶ。　フランス革命の思想的背景となったルソーの思想は｣人民主権」と呼ばれているが、その含意について考える。", "原典（翻訳）のほか、佐伯啓思『人間は進歩してきたのか』PHP新書、2003年。を読む"], "第13回": ["　フランス革命に対するバークの批判について考える。フランス革命に対して、アイルランドの思想家であるエドモンド・バーグは、急進的な改革をとがめる痛烈な批判を行っている　そのことについて学ぶ。", "原典（翻訳）のほか、佐伯啓思『人間は進歩してきたのか』PHP新書、2003年。を読む"], "第14回": ["　全体の締めくくりとして、聖書の人間観・社会観について学ぶ。　進歩主義的ではない人間観や社会観として、私たちは聖書が足がかりとなる。人間の自律を望ましいものとするのは、啓蒙主義を背景とする「近代的人間」の特徴であり、それらは聖書的人間観の正反対となる。", "山本栄一『聖書と経済』関西学院大学出版会、2007年、を読む"]}, "評価": {"参考文献・資料Reference books0": "授業時間外学習で示したもの", "学生による授業評価の方法Course Evaluation by Students0": "通常の方法による", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "LUNAで実施する小テストによる"], "更新日時/Date of Update0": "2021年04月20日 14時46分59秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "Ｇ－２０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】社会思想／Social Thought", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "2", "担当者": "小西　砂千夫（KONISHI SACHIO） ", "履修基準年度": "１年", "時限1": "月曜１時限／Monday 1", "開講期": "春学期／Spring"}