{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、社会課題を解決するための社会起業の取り組みや、ソーシャルアクションについての理論や実践活動を学ぶ。それらの学びを通じて、社会課題解決のための多様な取り組みがあることを理解し、社会課題解決のためのソーシャルアクションの意義について考察するとともに、ソーシャルアクションにおける社会起業の役割について考察する。", "到達目標": "<div>①学生がソーシャルアクションの価値について説明できる</div><div>②学生が多様なソーシャルアクションの存在を知り、身近なソーシャルアクションについて説明できる。</div><div>③学生が自分たちの身近に社会問題があることを理解し、ソーシャルアクションに取り組む主体の多様性について説明できる</div>", "特記事項": "【合併】社会起業とソーシャルアクション（人間福祉学部）/社会支援論（人間福祉学部）", "関連科目": "", "授業の概要・背景": "この授業では、社会的企業やNPO団体等の活動を軸としたソーシャルアクションについて、理論的な学習を通じて理解を深め、ソーシャルアクションの持つ価値について考察します。さらに、具体的な実践事例の学習を通じて、ソーシャルアクションの多様性について理解を深め、ソーシャルアクションがどのように社会課題解決に結びつくのか、その価値や意義、今後の課題について考察します。", "授業方法": "対面による講義。社会起業とソーシャルアクションに関する理論を講義形式で学び、その後、実際にソーシャルアクションとして、社会課題に取り組む団体や個人の事例を学ぶ。必要に応じてゲストを呼び、ワークショップ等も取り入れ、学生同士の相互理解を促進する。授業後に小レポートを課し授業ごとにフィードバックを丁寧におこなう。", "トピック": {"第1回": ["オリエンテーション／ソーシャルアクションってなんだろう？<div>・授業の目的、進め方について説明する</div>", "ソーシャルアクションについて持っている自分のイメージについて、小レポートにまとめる（採点には含めない）"], "第2回": ["理論（１）：公共政策と社会運動<div><div>・市民の自治参加と各種結社の果たす役割の現代的価値について学ぶ</div><div>・公共政策における平等の両義性と社会運動の必要性について学ぶ</div><div>・市民運動から市民活動への変化について学ぶ</div></div>", "社会運動の役割について小レポートにまとめる"], "第3回": ["理論（２）：社会運動の担い手<div><div>・近年、コミュニティによる自治的なメンバーシップによるアドボカシーから専門職によるマネジメント的アドボカシーへと変化している点を学ぶ</div><div>・草の根の市民団体によるアドボカシーの意義について学ぶ</div><div>・草の根の市民団体をつなぐ市民の役割について学ぶ</div></div>", "アドボカシーにおけるコミュニティや草の根団体の役割について小レポートにまとめる"], "第4回": ["理論（３）：ボランティアとソーシャルアクション<div><div>・社会運動におけるボランティアの役割について学ぶ</div><div>・私的な活動と公益的な活動の違いについて学ぶ</div><div>・ボランティアの起源としてのセツルメント運動について学ぶ</div><div>・ボランティア活動によって、社会が変化することについて学ぶ</div></div>", "ボランティアの持つ価値や課題について、小レポートにまとめる"], "第5回": ["理論（４）：ソーシャルアクションの担い手としてのNPOの役割とネットワーク<div><div>・NPOの持つ社会的な価値について学ぶ</div><div>・かつての協同組合的ネットワークから、相互に利益を与え合う相利ネットワークへと変化してきたことについて学ぶ</div><div>・多様なネットワーク組織のあり方について学び、ネットワークの姿について考察する</div></div>", "ネットワークのあり方について、自分の考えを小レポートにまとめる"], "第6回": ["理論（５）：ソーシャルアクションの組織構造とダイナミクス<div><div>・社会的な集合体での矛盾とダブルバインドについて学ぶ</div><div>・矛盾とダブルバインドから組織を変革する新たな活動が生み出されることについて学ぶ</div></div>", "矛盾やダブルバインドがどのように変革活動と結びつくのか自分の考えを小レポートにまとめる"], "第7回": ["理論（６）：参画のはしごとアクションリサーチ<div><div>・活動への参加の形態について、8つの段階にわかれる「参画のはしご」から学ぶ</div><div>・活動への参画を可能にするアクション・リサーチについて学ぶ</div><div>・アクションリサーチ（共同的実践）における「言語の水準」と「身体の水準」について学ぶ</div></div>", "アクションリサーチ<span style=\"font-size:13.28px;\">について、自分の考えを小レポートにまとめる</span>"], "第8回": ["理論（７）：地域づくりとエンパワメント<div><div>・事例をもとに、地域おこしの足し算と引き算の支援について学ぶ</div><div>・地域で変化させるための外部支援者の役割について学ぶ</div><div>・地域おこしに必要なエンパワメントについて学ぶ</div></div>", "地域づくりに必要なエンパワメントについて自分の考えを小レポートにまとめる"], "第9回": ["事例検討（１）：多様なソーシャルアクションを知る<div><div>・さまざまな分野で活動するNPO団体にゲストに来ていただき、実践活動を紹介していただく</div><div>・さまざまな事例を学ぶことで、自分たちの身近に存在するソーシャルアクションについて学ぶ</div></div>", "身近なソーシャルアクションについて自分の考えを小レポートにまとめる"], "第10回": ["事例検討（２）：地域に根付いた社会起業とソーシャルアクション<div><div>・地域で活動するNPO団体の事例をもとに、取り組みがどのように発展し、NPO活動に至ったのか、そのプロセスを学ぶ</div><div>・地域のNPO団体の持続可能性とソーシャルアクションの持つ波及効果について学ぶ</div></div>", "地域に根付いた社会起業とソーシャルアクションについて自分の考えを小レポートにまとめる"], "第11回": ["事例検討（３）：復興のソーシャルアクション<div><div>・災害後の地域復興に関わる団体の事例を複数取り上げ、時系列によって変化する対象者のニーズを捉え、ソーシャルアクションに組み込んでいく方法について学ぶ</div><div>・災害時の課題解決に向けた行政や多様な主体との連携を図って実施するソーシャルアクションについて学ぶ</div></div>", "復興のためのソーシャルアクションについて、自分の考えを小レポートにまとめる"], "第12回": ["事例検討（４）：障害者とソーシャルアクション<div><div style=\"font-size:13.28px;\">・発達障害を持つお子さんと保護者による取り組みについて取り上げ、障害者について理解を深める</div><div style=\"font-size:13.28px;\">・弱い立場にある人たちをどのように理解するのか、どのように権利を擁護するのかを事例をもとに学ぶ</div></div>", "障害とソーシャルアクションについて小レポートに自分の考えを小レポートにまとめる"], "第13回": ["事例検討（５）：企業によるソーシャルアクションと中間支援組織のコーディネーション<div><div>・企業の社会的責任としておこなわれるソーシャルアクションについて学ぶ</div><div>・企業の取り組みをより活性化させるために中間支援組織が果たしている役割について学ぶ</div><div>・これまでの講義を振り返りながら、ソーシャルアクションの特徴を活かすコーディネートについて学ぶ</div></div>", "企業の役割や中間支援組織の役割について小レポートにまとめる"], "第14回": ["まとめ：社会起業とソーシャルアクション<div><div>講義を振り返りながら、</div><div>・ソーシャルアクションを実現するために必要な取組みについて学ぶ</div><div>・ソーシャルアクションの担い手の多様性について学ぶ</div><div>・身近で簡単な取組みからソーシャルアクションが生まれることを学ぶ</div></div>", "これまでの講義を振り返り、ソーシャルアクションを実践するために必要なことと今後の課題について最終レポートにまとめる"]}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "参考文献・資料Reference books0": "シーダ・スコッチポル（2007）『失われた民主主義　メンバーシップからマネージメントへ』（河田潤一訳）慶應義塾大学出版\n杉万俊夫（2013）『グループ・ダイナミックス入門　組織と地域を変える実践学』世界思想社\n早瀬昇(2018）『「参加の力」が創る共生社会:市民の共感・主体性をどう醸成するか』ミネルヴァ書房\n松原明・大社充（2022）『協力のテクノロジー: 関係者の相利をはかるマネジメント』学芸出版社\nロジャー・ハート（2000）『子どもの参画--コミュニティづくりと身近な環境ケアへの参画のための理論と実際』（木下勇・田中治彦・南博文監修、IPA日本支部訳）萌文社", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "授業コード/Class code0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "更新日時/Date of Update0": "2025年01月16日 14時12分54秒"}, "campas": 0, "name": "【100】社会起業とソーシャルアクション／Social Entrepreneurship and Social Action", "管理部署": 8, "単位数": 2, "担当者": "頼政　良太（YORIMASA RYOTA） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": ""}