{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "スポーツが持つチカラを示す卒業研究作成に必要な技能を修得することを目的とする。", "到達目標": "本授業では、以下の目標を到達目標とする<BR/>１）スポーツのチカラについて理解している<BR/>２）社会的課題を発見する能力を身に付けている<BR/>３）データの収集法について理解している<BR/>４）データの分析方法について理解している", "授業方法": "対面で行う。ディスカッション形式での発表と討論、および適宜個別指導。調査の進め方、卒業研究の構成方法については、講義形式で説明。<BR/>なお、オンライン授業希望学生には、LUNAを通して授業教材を提示（オンデマンド型）する。複数回課題を提示し、その内容によって成績評価を行う。", "トピック": {"第1回": ["ガイダンスと年間スケジュールの確認", ""], "第2回": ["卒業研究の構成と書き方について：序論（諸言）の書き方とポイントについて考える。スポーツから入るのではなく、社会的課題から入り、その解決のためのスポーツという流れについて理解する。", ""], "第3回": ["卒業研究の構成と書き方について：スポーツにもさまざまな形がある。子供のスポーツなのか、大学生のスポーツなのか、高齢者のスポーツなのか、障害者のスポーツなのか、個人スポーツなのか、団体スポーツなのか等、どのようなスポーツがどのような課題解決にふさわしいのかについて考える。", ""], "第4回": ["データの読み方について：得られたデータ、結果が何を示すのか。結果から何か見えてくるのか。データの読み方について考える。", ""], "第5回": ["データから考えられる提言：そのデータから考えられる提言について考える。データ分析の目的に合わせた提言について学ぶ。", ""], "第6回": ["夏休みに実施する調査について考える：卒業研究とは別に行う調査について考える。独立リーグやＢリーグ観戦者を対象とした調査を行うにあたり、今何か問題なのか、問題解決には何を明らかにする必要があるのか等を仮説を通して考える。", ""], "第7回": ["夏休みに実施する調査について考える：グループごとに考えた仮説について発表し合い、仮説の妥当性、重要性について考える。また、質問紙も作成する。", ""], "第8回": ["卒業研究のテーマと仮説：卒業研究のテーマについて発表する。なぜそのテーマでの研究が必要なのか、何を明らかにする（仮説）研究なのかについて共有する。お互いの研究に関心を持ち、より良い研究を行うという動機づけを行う。", ""], "第9回": ["卒業研究のテーマと仮説：前回授業と同様。", ""], "第10回": ["先行研究を読む：スポーツのチカラやスポーツマネジメントに関する論文を読み、まとめ、履修生同士で共有することで、研究論文に対する知識を養う。", ""], "第11回": ["先行研究を読む：前回授業同様。", ""], "第12回": ["先行研究を読む：前回授業同様。", ""], "第13回": ["卒業論文第１章の文章提出。", ""], "第14回": ["まとめ。", ""], "第15回": ["卒業研究作成スケジュールの確認：第２章以降の提出日や中間発表会の日程について確認する。また、夏休み中に実施した調査の振り返りを行う。", ""], "第16回": ["夏休みに実施した調査について：データの打ち込み、分析の準備を進めることでＳＰＳＳの使い方を学ぶ。", ""], "第17回": ["夏休みに実施した調査について：仮説検証を行い、結果を導く。結果から見えてくる傾向や提言について考える。", ""], "第18回": ["卒業研究の中間発表：履修生同士で発表し合うことで、お互いの理解を深め合い、助言を行う。第２章文書提出。", ""], "第19回": ["卒業研究の中間発表：前回授業と同様", ""], "第20回": ["夏休みに実施した調査について：調査対象となったリーグおよびチームにおける課題、課題解決に必要な仮説、仮説検証結果、結果から考えられる提言について発表する。この調査は卒業研究作成および本授業の到達目標に向けた技能の習得のためでもある。", ""], "第21回": ["夏休みに実施した調査について：前回授業と同様。", ""], "第22回": ["卒業研究に関するディスカッション：卒業研究を進める中で抱いた疑問、質問について履修生同士で共有し、それについてディスカッションを行う。第３章文書提出。", ""], "第23回": ["卒業研究に関するディスカッション：前回授業同様。", ""], "第24回": ["卒業研究に関するディスカッション：前回授業同様。", ""], "第25回": ["第４章提出と来週からスタートする発表に向けた準備。", ""], "第26回": ["卒業研究発表会：卒業研究について発表し、議論する。", ""], "第27回": ["卒業研究発表会：前回授業と同様。", ""], "第28回": ["まとめ。", ""], "授業外学習2": "日常生活のなかでスポーツマーケティング・マネジメントの課題を探り、新聞や書籍だけでなく関連の研究論文に関心を持ち、卒業研究作成に向けた準備を行っておくこと。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "随時指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "５回ほど行う発表に対する評価、授業への積極性、受講態度"], "成績評価Grading2": "備考　Note\n各学期において４回欠席した学生は単位認定には至らないこととする。", "更新日時/Date of Update0": "2021年04月20日 11時50分58秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "月曜４時限／Monday 4", "通年／Year Round", "Ｄ－４０４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【450】研究演習II　２６／Seminar II", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "4", "担当者": "林　直也（HAYASHI NAOYA） ", "履修基準年度": "４年", "時限1": "月曜４時限／Monday 4", "開講期": "通年／Year Round"}