{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "スポーツマネジメントに関する知識を養うとともに、スポーツ現場での現象や動向をマーケティング・マネジメントの視点から分析するための技能習得を目的とする｡具体的には、問題解決に向けたスポーツイベントの実践を通し、集客やイベントマネジメントについての理解を深め、また、アンケート調査の企画立案・実践・分析・現場への提案（応用）案を通し、スポーツマーケティング・リサーチ力の習得を目指す。", "到達目標": "本演習では以下の４つの項目を到達目標とする<BR/>１．スポーツマーケティング・マネジメントの基礎的知識を身に付けている<BR/>２．イベント企画力を身に付けている<BR/>３．集客に関する知識を身に付けている<BR/>４．マーケティング・リサーチの技能を身に付けている", "授業方法": "【9.4記載事項】対面で実施する。ただし、オンライン希望学生はZoomによる同時双方向型で対応する（対面授業とオンライン配信の併用）。<BR/><BR/>一般的な企画立案、集客（プロモーション）、実践に関する講義を行い、それをスポーツ場面に応用することを目指す。スポーツイベントやリサーチについて企画するだけでなく、実践し、今後に向けた提言を行うことで学びを深めていく。<BR/>なお、オンライン授業希望学生には、LUNAを通して授業教材を提示（オンデマンド型）する。複数回課題を提示し、その内容によって成績評価を行う。", "トピック": {"第1回": ["イントロダクション：スポーツマネジメント・マーケティングの意味と意義について。また、スポーツは目的でなく手段であることについて理解を深める。", ""], "第2回": ["スポーツに何ができるのか？：現代においてスポーツとは健康や楽しみだけが目的でなくなっている。まちづくり、地域活性化、地域アイデンティティの向上等に貢献できるスポーツのチカラについて学ぶ。", ""], "第3回": ["まちづくりとスポーツ：従来のまちづくりの特徴とスポーツを利用したまちづくりの可能性について考える。スポーツがまちづくりに対するツールになることの意味について学ぶ。", ""], "第4回": ["まちづくりとスポーツ：スポーツを利用した地域活性化に取り組んでいる事例について考える。", ""], "第5回": ["スポーツとフェルミ推定：フェルミ推定を用い、プロスポーツの試合観戦者数を予想する。観戦者数増加がもたらす効果について考え、集客戦略立案について必要な考え方について学ぶ。", ""], "第6回": ["スポーツにおけるマーケティングミックスを考える：前回の授業で学んだ「集客」に対し、マーケティングミックスを考えることの重要性について学ぶ。集客に向けた適切なマーケティングミックスについて考える。", ""], "第7回": ["スポーツに何ができるのか？（グループワーク）：現代社会や大学が抱える課題・問題について考えた上で、スポーツで解決できる可能性のある課題について考える。", ""], "第8回": ["スポーツに何ができるのか？（グループワーク）：前回授業で考えた課題について、具体的にスポーツをどう用いるのか。スポーツで解決するためにはどのような場を設定する必要があるのかについて考える。", ""], "第9回": ["グループ発表：前回授業で考えた内容について発表し、議論する。", ""], "第10回": ["グループ発表：前回授業と同様。", ""], "第11回": ["グループ発表の振り返りとマーケティング・リサー地について学ぶ：発表を踏まえ、秋学期に行う課題解決イベントについて考える。また、マーケティング・リサーチとは何か。目的・方法・分析について学ぶ。", ""], "第12回": ["マーケティング・リサーチについて：課題解決を目的とした調査を夏休みに行う予定である。仮説について学び、何を目的に、どこで、誰に、どのように調査をするかについて考える。", ""], "第13回": ["マーケティング・リサーチについて：前回授業で考えた仮説について議論する。仮説として成立しているか、検証することで何の役に立つのかについて考える。", ""], "第14回": ["まとめ、授業評価", ""], "第15回": ["イントロダクション：秋学期の授業内容についての説明、夏休みに実施した調査について振り返りを行うことで、反省点と今後の課題を抽出する。", ""], "第16回": ["マーケティング・リサーチについて：調査によって収集したデータを用い集計方法、分析方法について学ぶ。統計ソフトＳＰＳＳについて学ぶ。", ""], "第17回": ["マーケティング・リサーチについて：春学期に設定した仮説検証を行い結果をまとめ、考察を行う。", ""], "第18回": ["グループワーク：仮説検証の結果や考察、現場への提言についてグループ内で議論し、まとめる。", ""], "第19回": ["グループ発表：前回授業でまとめた内容について発表し議論する。", ""], "第20回": ["春学期に議論した課題解決イベントについて：イベント企画について議論する（目的、対象、方法等の再確認、注意点、課題等）。", ""], "第21回": ["春学期に議論した課題解決イベントについて：イベント対象者（ターゲット）に向けた集客方法について考える。具体的には集客に向けたチラシやポスター作製にあたり、興味を引き付けるデザイン、キーワード、イラスト等について考える。", ""], "第22回": ["春学期に議論した課題解決イベントについて：グループごとに考えてきたチラシ、ポスターについて発表し、議論する。そのチラシを用いたプロモーション方法について考える。", ""], "第23回": ["スポーツイベントの実践", ""], "第24回": ["スポーツイベントの実践", ""], "第25回": ["スポーツイベントの実践", ""], "第26回": ["イベントの振り返りと今後の課題について議論し、まとめる。", ""], "第27回": ["前回授業でまとめた課題等についてグループごとに発表し、課題、反省点を共有する。", ""], "第28回": ["まとめ、授業評価", ""], "授業外学習2": "新聞、雑誌等でスポーツマネジメントに関する現代における課題、問題に目を向け、自分なりの考えを持っておくこと。<BR/>スポーツで解決できるであろう課題について自分の考えを持っておくこと。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "なし", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "2～3回行うグループ発表に対する評価、授業への積極性、受講態度"], "成績評価Grading2": "備考　Note\n各学期４回欠席した時点で単位修得には至らないこととする。", "更新日時/Date of Update0": "2021年10月12日 16時03分21秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "月曜３時限／Monday 3", "通年／Year Round", "Ｄ－４０４"]}, "campas": 0, "name": "【350】研究演習I　２７／Seminar I", "管理部署": 8, "単位数": 4, "担当者": "林　直也（HAYASHI NAOYA） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 0}