{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本ゼミの目的は，現代社会の諸問題に対する社会イノベーション実践研究に取り組むことである。", "到達目標": "<div>(1)自分の研究テーマについて，社会学・社会福祉学のアプローチから適切に説明できるようになる。</div><div><span style=\"font-size:13.28px;\">(2)</span><span style=\"font-size:13.28px;\">自分の研究テーマに関する研究計画を立案できるようにな</span><span style=\"font-size:13.28px;\">る。</span></div><div>(3)自分の研究計画に基づき、必要なデータを収集・分析して、論文を作成できるようになる。</div><div><br /></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "<div>　誰一人取り残されない社会への不可逆的な変革を実現していくためには，従来の発想とは異なる新たな解決策が必要となります。そこで，本ゼミでは個々人が設定した社会問題について，その実態や構造，先駆的事例を見渡した上で，社会イノベーション実践の構想に取り組みます。特に現代社会において「小さくさせられている人々」の視点から社会を変革していくための研究を歓迎します。</div><div>　この際，向き合っていく社会問題には，一見すると「個人的なこと」のように思われる困りごとや不平／不満も含まれます。それらはこれから社会問題化される可能性が十分に考えられるからです。ですから，過去／現在の日常生活の中の違和感や疑問，憤りなどを手がかりにして，「自分をつかんで離さないテーマ」を自由に設定いただいて構いません。</div><div>　ただし，社会イノベーション実践が多様な市民参加と熟議を伴わなければ，民主的社会の基盤を傷つける可能性もあります。そのため，ボランティア団体やNPO/NGOなどの市民社会組織からの社会イノベーション実践やコミュニティ・デザインに関心を寄せていきます。また，市民の社会参加／政治参加を推進する市民性（シティズンシップ）教育も関連事項として取りあげることとします。</div>", "授業方法": "文献輪読，個人研究発表，フィールドスタディに取り組む。全体を通じて，ゼミ生同士の対話／議論を大切にして進める。そのため，積極的に参加することはもちろん，仲間となるゼミ生が相互に関心を持ち合い，一人ひとりの声に耳を傾け合うこと、他者の存在を認め合うことを期待する。そうした学びの共同体に支えられつつ，物事を深く探究する喜びを見いだしていくことを願っている。", "トピック": {"授業計画1": "<div>春学期では，指定文献の輪読を通じて社会学・社会福祉学のアプローチから自らの問題意識を表現することに取り組む。そして，<span style=\"font-size:13.28px;\">社会イノベーション実践研究のイメージを形づくりながら，個々人の関心領域に関する先行研究への理解を深めていく。秋学期には，自らの問題意識を先鋭化させて，リサーチクェスチョンを明らかとしたり，社会イノベーション実践のアイデアを膨らませたりした上で，研究計画の具体化を進める。また，年数回ゼミ全体でのフィールドスタディ／フィールドワークも行い，「現場」で考えるレッスンにも取り組む。</span></div>", "授業外学習2": "<div>個々人の研究テーマ<span style=\"font-size:13.28px;\">に関連する文献の収集・読み込みを進め，個人研究発表の報告資料を作成すること。また，文献輪読時には，担当箇所のレジュメを用意すること。</span></div>"}, "評価": {"0": "", "1": "", "授業コード/Class code0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "授業コード/Class code1": ["宮内泰介", "社会学をはじめる--複雑さを生きる技法", "筑摩書房", "2024 年", "", ""], "授業コード/Class code2": ["新川達郎監修／川中大輔・山口洋典・弘本由香里編", "コミュニティ・デザイン新論", "さいはて社", "2024 年", "", ""], "授業コード/Class code3": ["中村陽一監修／志塚昌紀・川中大輔・菅井薫・川田虎男編著", "社会デザインをひらく", "ミネルヴァ書房", "2024 年", "", ""], "授業コード/Class code4": ["北山夕華・古田雄一・川口広美・斉藤仁一朗・川中大輔編", "民主的社会をつくるシティズンシップ教育", "ナカニシヤ出版", "2025 年", "", ""], "参考文献・資料Reference books0": "その他、学生の関心に応じて適宜紹介する。", "更新日時/Date of Update0": "2025年01月13日 22時53分23秒"}, "campas": 0, "name": "【350】研究演習I　２９／Seminar I", "管理部署": 8, "単位数": 4, "担当者": "川中　大輔（KAWANAKA DAISUKE） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": "", "成績評価備考": "備考　Note\n全回に出席することが前提。欠席が3分の1以上になった場合、単位は認められない"}