{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、伝統的な「専門家→住民」「先進国→途上国」「ソーシャルワーカー→クライエント」「日本人→外国人」「経営者→従業員」といった一方向の活動や、「慈善」「チャリティ」「指導」「技術移転」といったトップダウン（上からの「やってあげる」「してあげる」）ではなく、参加型アプローチ、参加型のリサーチ、フェアトレード、社会的企業、ＮＰＯ／ＮＧＯ活動、セルフヘルプ活動といった当事者が主役となる実践や研究アプローチを、「エンパワメント」をキーワードに体験・実践しながら身につけ、国際協力や多文化共生の在り方を考察する。", "到達目標": "１．参加型アプローチの基礎概念を適切に解説することができる。<BR/>２．実践を通して学んだフェアトレードの具体的な仕組みや課題を説明できる。<BR/>３．実践を通して学んだＮＰＯ／ＮＧＯ活動における協働の利点と限界を説明できる。", "授業方法": "オンライン授業。ゼミの運営方法は、みんなと話し合って決めていく「参加型」が僕の本来のスタイルです。とは言うものの、2年間のゼゼで卒業研究を仕上げる必要もあるので、3年生の間に卒論に向けての各学生の卒論のテーマ設定（基本的に各自の関心のあるテーマ＝関心がないテーマだと作成のモチベーションが下がってしまうので）は行っていく必要があると考えています。ただ、それだけだと面白くないので、ゼミのみんなで何か参加型のアクティビティができればと思っていす。具体的には、フィリピンのバティス・アウェアと協働して、手工芸品のふぁあトレードを実践するので、そのためのマーケティング、販売、商品開発などを行っていきます。もちろん、その準備としてバティス・アウェアのメンバーたちであるフィリピン女性たちが直面する課題などを学んでいきます。", "トピック": {"授業計画1": "基本的には滞日外国人やフィリピン移住労働者の現状やその支援方法である参加型アプローチの概念をワークショップ形式で学ぶとともに、現場を訪問し観察・インタビューしたり、担当教員が行う参加型アクションリサーチのプロジェクトにかかわることで、実際の活動に参加してより理解を深めていきます。ゼミのテーマの一つでもある「参加型アプローチ」と同じように、ゼミの運営も学生が楽しく主体的に参加型で行うことを目指しますので、学生には積極的な姿勢が求められます。<BR/><BR/>また卒業研究に向けて、各学生が独自（グループも可）のプロジェクト（社会起業・貢献活動や研究活動）を進めていくことを並行して行います。", "授業外学習2": "卒論に向けて、各自で文献研究を進めるとともに、卒論のためのデータ収集・フィールドワークの準備を行う。<BR/>また今年度はフィリピンのバティス・アウェアと協働して、手工芸品のフェアトレードを実践するので、そのためのマーケティング、販売、商品開発などを行っていく。また、ＮＧＯケアインターナショナルとともにWalk in her shoesのイベントにも参加する"}, "評価": {"教科書Required texts0": "Robert Adams (2007) 『ソーシャルワークとエンパワメント』（杉本敏夫・齊藤千鶴監訳）ふくろう出版\n武田丈（2004）『ソーシャルワーカーのためのリサーチ・ワークブック』ミネルヴァ書房\n今一生（2008）『社会起業家に学べ！』アスキー新書\n武田丈編著（2005）『フィリピン人エンターテイナーのライフストーリー』関学出版会\n武田丈・亀井伸孝編著（2008）『アクション別フィールドワーク入門』世界思想社\n武田丈 (2013) 『写真が語る赤い家の真実：アクションリサーチによる戦争被害者のエンパワメントとアドボカシー』関学出版会\n武田丈（2015）『参加型アクションリサーチの理論と実践』世界思想社", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業への参加、授業内リポート"], "備考Note0": "できれば２３日（木）の４限より、ZoomかTeamsを用いた同時双方向型のオンライン授業を短時間でも開始したいと思っています。また、そのための自宅でのネット環境に関するアンケートをグループラインにアップをしたので、返信をお願いいたします。", "更新日時/Date of Update1": "2021年10月12日 16時03分45秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "木曜３時限／Thursday 3", "通年／Year Round", "Ｇ－２２３"]}, "campas": 0, "name": "【350】研究演習I　２６／Seminar I", "管理部署": 8, "単位数": 4, "担当者": "武田　丈（TAKEDA JOE） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 23, "評価1": 4, "開講期": 0}