{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "少子・高齢化の急激な進行にともなって、人口の減少、後期高齢人口の増加、孤立･無縁世帯の急増、貧困問題の拡大、地域問題の深刻化など、社会と生活のあり方が大きく変わろうとしている。<BR/><BR/>これに対応する形で、福祉や介護、医療や保健、教育や雇用など、生活していく上で欠くことができないヒューマン・サービスやヘルス・ケアの領域にも大きな変化が起こっている。<BR/><BR/>また、パソコンやインターネット、スマホ、ＳＮＳなど、ＩＣＴ（情報通信技術）の発達や情報化の進展にともなう変化も急激であり、ＤＸ（Digital Transformation：デジタル・トランスフォーメーション）という言葉に象徴されるように、社会と生活の「デジタル技術による変容（Transformation）」が加速している。<BR/><BR/>とりわけ介護分野については、「科学的介護」「ＬＩＦＥ（科学的介護情報システム）」の導入・推進により、従来の介護サービスのあり方が大きく変わりつつある。<BR/><BR/>この授業では、こうした動きについて理解を深め、デジタル化・ＤＸが、ヒューマン・サービスやヘルス・ケアにもたらす変化と今後のあり方について考える。", "到達目標": "・ヒュ一マンサ一ビス分野、とくに福祉・介護領域について、なぜＤＸ（ＩＣＴ化・情報化）が必要とされるのかを、今日の社会と政策の動向を踏まえて説明できる。<BR/><BR/>・ヒュ一マンサ一ビス分野、とくに福祉・介護領域におけるＤＸ（ＩＣＴ化・情報化）の実情について説明できる。<BR/><BR/>・ヒュ一マンサ一ビス、とくに福祉・介護サービスの改善を図るためにＩＣＴと情報をどのように活用するべきなのかについて説明できる。<BR/><BR/>・受講を通してＰＣとネットを活用した情報リサーチやアクティブなノート作成など学習情報処理スキルの向上を図る。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業で行いますが、感染状況等によっては、大学の基準に沿ってオンラインライブ授業（もしくはオンラインライブ授業併用）で行う可能性があります。<BR/><BR/>※授業方法については、事前にＬＵＮＡ（履修登録完了前はシラバス）で連絡します。<BR/><BR/>※授業計画については、状況に応じて組み替える場合があります。", "トピック": {"第1回": ["■イントロダクション<BR/>・授業の概要<BR/>・ヒューマンサービス、ヘルスケアとは？<BR/>・ＤＸ（Digital Transformation / デジタルトランスフォーメーション）とは？", ""], "第2回": ["■問題提起<BR/>・なぜ今、ヒュ一マンサ一ビス分野、とくに福祉・介護のデジタル化・ＤＸが必要とされるのか<BR/>・社会が変わる、生活が変わる、人生が変わる、福祉・介護も変わる！", ""], "第3回": ["■福祉・介護のデジタル化とＤＸの背景（1）<BR/>・急激な少子・高齢社会の進行<BR/>・少子・高齢化がもたらす変化", ""], "第4回": ["■福祉・介護のデジタル化とＤＸの背景（2）<BR/>・急激な少子・高齢社会の問題と課題<BR/>・", ""], "第5回": ["■福祉・介護のデジタル化とＤＸの背景（3）<BR/>・福祉・介護と情報<BR/>・近くて遠い福祉・介護情報", ""], "第6回": ["■福祉・介護のデジタル化とＤＸの背景（4）<BR/>・急速なＩＣＴ化と情報化の進行<BR/>・データの時代、データの世紀", ""], "第7回": ["■福祉・介護のデジタル化とＤＸの背景（5）<BR/>・ＩＣＴ化・情報化の進行にともなう変化と課題", ""], "第8回": ["■福祉・介護のデジタル化とＤＸの背景（6）<BR/>・データの時代、データの世紀に起こること<BR/>・新たな可能性と乗り越えなければならない壁", ""], "第9回": ["■福祉・介護の情報とは、情報の活用とは？<BR/>・福祉・介護領域における情報の特性<BR/>・福祉・介護領域における情報の構成と構造", ""], "第10回": ["■福祉・介護のデジタル化とＤＸの現状・課題（1）<BR/>・情報提供・相談支援：近くて遠い福祉・介護情報<BR/>・社会参加・相互支援：ソーシャルメディアの可能性", ""], "第11回": ["■福祉・介護のデジタル化とＤＸの現状・課題（2）<BR/>・サービス提供：業務支援用情報システム", ""], "第12回": ["■福祉・介護のデジタル化とＤＸの現状・課題（3）<BR/>・制度・施策の運営と管理：行政機関の情報ステム<BR/>・先行する介護ＤＸの現状と動向", ""], "第13回": ["■福祉・介護のデジタル化とＤＸの現状と課題（4）<BR/>・介護現場におけるデジタル化とＤＸの現状と課題", ""], "第14回": ["■まとめ<BR/>・福祉・介護のデジタル化とＤＸの展望<BR/>・私たちの役割、私たちの責任、私たちの限界", ""], "授業外学習2": "・ヒュ一マンサ一ビス分野、とくに福祉・介護領域の動向について積極的に情報を収集・把握する。<BR/>・ＤＸ、ＩＣＴ化・情報化の動向について積極的に情報を収集・把握する。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業への参加状況、課題レポートの提出状況、レポート内容などを総合して評価"], "成績評価Grading2": "備考　Note\n・授業への参加、課題発表、課題レポートの提出状況、レポート内容などを総合して評価\n・課題レポートは、複数回実施\n・理解度を見極めるため、受講ノート（特定日）の提出を求める場合がある", "更新日時/Date of Update0": "2023年01月29日 20時17分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｇ－３１１"]}, "campas": 0, "name": "【200】人間福祉情報論／Information & Human Welfare", "管理部署": 8, "単位数": 2, "担当者": "生田　正幸（IKUTA MASAYUKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 2}