{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "少子・高齢化の急激な進行にともなって、人口の減少、後期高齢人口の増加、孤立･無縁世帯の急増など、社会と生活のあり方が大きく変わろうとしている。<BR/>そして、これに対応する形で、福祉や介護、医療や保健、教育や雇用など、人々が生活していく上で欠くことができないヒューマン・サービスやヘルス・ケアの領域にも大きな変化が起こっている。<BR/>また、パソコンやインターネット、携帯電話など、ＩＣＴ（情報通信技術）の発達や情報化の進展にともなう変化も急激であり、私たちの社会と生活は、今、複雑に絡み合った激しい変化の渦の中にあると言えるだろう。<BR/>こうした動きは、日本だけではなく欧米やアジアの国々等においても進行しつつあり、さまざまな問題や課題を呼び起こすとともに、新しい公共の一環である社会的起業の展開やソーシャル・メディアの活用など、新しい社会と生活のあり方に向けた多様な取り組みが繰り広げられている。<BR/>この科目では、このような状況に対応するため、<BR/>a)ヒュ一マンサ一ビス分野、とくに福祉・介護領域におけるＩＣＴ化・情報化の実態と考え方を学ぶ。<BR/>b)ヒュ一マンサ一ビスの維持と向上を図るためＩＣＴと情報をどのように活用するべきかについて考える。<BR/>C)ヒュ一マンサ一ビスに関する情報を利用するための基礎的な知識と方法を身につける。", "到達目標": "・ヒュ一マンサ一ビス分野、とくに福祉・介護領域について、なぜＩＣＴ化・情報化が必要とされるのかを、今日の社会と政策の動向を踏まえて説明できる。<BR/>・ヒュ一マンサ一ビス分野、とくに福祉・介護領域におけるＩＣＴ化・情報化の実態について説明できる。<BR/>・ヒュ一マンサ一ビス、とくに福祉・介護サービスの改善を図るためにＩＣＴと情報をどのように活用するべきなのかについて説明できる。<BR/>・受講を通してＰＣとネットを活用したアクティブなノート作成など学習情報処理スキルの向上にもチャレンジする。", "授業方法": "対面授業を原則としますが、状況によってはオンラインライブ授業（もしくはオンラインライブ授業併用）で行う可能性があります。<BR/><BR/>※授業計画については、状況に応じて組み替える場合があります。", "トピック": {"第1回": ["イントロダクション<BR/>・福祉情報論とは何か？　なぜ今、ヒュ一マンサ一ビス分野の情報化なのか？", ""], "第2回": ["福祉情報化の背景　－ＩＣＴ化・情報化と少子・高齢化（1）<BR/>・社会が変わる、生活が変わる、人生が変わる、そしてもちろん福祉も変わる！", ""], "第3回": ["福祉情報化の背景　－ＩＣＴ化・情報化と少子・高齢化（2）<BR/>・少子・高齢社会を生きるということ", ""], "第4回": ["福祉情報化の背景　－ＩＣＴ化・情報化と少子・高齢化（3）<BR/>・少子・高齢社会のライフツールとしてのＩＣＴと情報", ""], "第5回": ["福祉情報はどこにある（1）<BR/>・福祉情報を発見する　－インターネットで再発見－", ""], "第6回": ["福祉情報はどこにある（2）<BR/>・福祉情報を発見する　－現場に埋もれている宝－", ""], "第7回": ["情報について考える<BR/>・本当は怖い情報の話", ""], "第8回": ["福祉情報とはなにか？（1）<BR/>・私たちにとって福祉情報とは…", ""], "第9回": ["福祉情報とはなにか？（2）<BR/>・福祉情報の構成と構造", ""], "第10回": ["福祉情報化とは何をすることなのか？<BR/>・私たちの役割、私たちの責任、私たちの限界", ""], "第11回": ["福祉情報化の現実（1）<BR/>・情報システム最前線　－介護保険を支える情報システム－<BR/>・〔ゲストスピーカーを予定〕", ""], "第12回": ["福祉情報化の現実（2）<BR/>・福祉を支える情報化とは？", ""], "第13回": ["福祉情報化の現実（3）<BR/>.福祉を拡げる情報化とは？", ""], "第14回": ["福祉情報化の課題と展望<BR/>・福祉情報化を支える「あんなこと」や「こんなこと」<BR/>・ソーシャルメディアが開く新たなヒューマンサービス", ""], "授業外学習2": "・ヒュ一マンサ一ビス分野、とくに福祉・介護領域の動向について積極的に情報を収集・把握する。<BR/>・ＩＣＴ化・情報化の動向について積極的に情報を収集・把握する。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", ""], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業への参加状況、課題レポートの提出状況、レポート内容などを総合して評価"], "成績評価Grading3": "備考　Note\n成績評価の対象とはしないが、理解度を見極めるため、要所で受講ノート（特定日）の提出を求める場合がある。", "備考Note0": "ヒューマンサービス、とくに福祉・介護に関するＩＣＴ（情報通信技術）と情報の活用が大きく拡がりつつある。\n\n福祉・介護などヒューマンサービスを提供する場において、パソコンや情報システム、情報ネットワークが日常的に使われるようになり、サービスの利用と提供を支える重要な存在となっている。生活問題や社会的課題の担い手であり、サービス利用者である市民の側においても、インターネットを活用して情報を集めたり、参加・交流したり、情報発信することが当たり前になっている。\n\n今や、ヒューマンサービス分野において、ＩＣＴと情報は、利用者のサービス選択と利用を保障し、サービスの質を維持・向上していくという重要な役割を担っており、欠くことが出来ない存在となっている。\n\nしかし、ヒューマンサービス、とくに福祉・介護とＩＣＴ・情報の関係については、疑問や違和感、不安感、時には否定的な見方すらある。「福祉と情報がどう結びつくのか」「コンピュータを使うと個人情報が漏れるのではないか」「コンピュータを導入することで利用者との人間的なつながりが弱まってしまうのではないか」といった具合である。また一方では、コンピュータやインターネットがすべてを改善してくれるといった過剰な期待もある。\n\nこうした疑問に向き合い、ヒューマンサービス分野におけるＩＣＴと情報のあり方、ＩＣＴと情報の活用を前提にした新しいあり方について考えて行くのが、この授業の主要な課題である。\n\n社会全体がＩＣＴと情報への依存を強め、その活用を通して「新しいソーシャル」へと向かいつつある今、福祉・介護をはじめとするヒューマンサービス分野も例外ではなく、当事者も、市民も、サービス提供に携わる人々も、行政や各種の機関・団体も、大きな影響を受けている。学生も例外ではなく、社会の一員として、人間福祉について学ぶ者として、人間と福祉について、ＩＣＴと情報への主体的な取り組みが求められている。\n\nこの分野においては、情報の入手や利用、発信の障壁（バリア）に直面する「情報弱者」の問題、ＩＣＴを駆使した情報バリアフリー、情報のユニバーサルデザイン、福祉情報機器や介護ロボット、自立支援システムなど支援技術（Assistive Technology）、スマートフォンやソーシャルメディア、ウェアラブル機器、ヘルスケア機器の活用、クラウドを活用した情報システム、ビッグデータとしての活用、個人情報保護問題など、多様な取り組み、様々な課題、新たな提案が次々と提起されている。\n\n授業では、こうした状況に触れながら、ヒューマンサービス分野におけるＩＣＴと情報の活用、とりわけ福祉情報化とは何か、何をすることなのか、なぜそのことが必要なのかについてあきらかにするとともに、私たちがどのように向き合い取り組むべきかについて考えていく。", "更新日時/Date of Update1": "2021年01月18日 13時04分41秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－３１１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】人間福祉情報論／Information & Human Welfare", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "2", "担当者": "生田　正幸（IKUTA MASAYUKI） ", "履修基準年度": "２年", "時限1": "火曜２時限／Tuesday 2", "開講期": "秋学期／Fall"}