{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "心身機能と身体構造及び様々な疾患や障害の概要について、正しく理解する。代表的疾患の病態や治療・対策について説明ができるようになる。", "到達目標": "身体の構造、機能について理解する。<BR/>病気の原因、病態、最新の治療について理解する<BR/>障がいの種類、原因、対策について日常生活との関連して理解し説明できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "現代の医療と医学（秋学期）", "授業の概要・背景": "福祉学を志す学生にとって、病気や障害についての理解を深めることは大変重要である。心身の苦しみを有する対象者の心身の状況を的確に把握して初めて、苦悩の本質が理解できるのであって、対象者以上に、心・身体の機能、構造のみならず病気・障害についての成因、症状、治療、予後について知っておく必要があります。脳神経疾患、循環器疾患、腎疾患、呼吸器疾患、内分泌代謝疾患、消化器疾患、整形外科疾患、婦人科疾患、精神疾患の代表的疾患について理解すること、疾患に伴う障害について正しく理解するようにしましょう。また社会福祉士資格のための国家試験にとっても重要な出題範囲にあたります。", "授業方法": "対面授業を実施します。毎回レジメ、パワーポイントスライド、時に動画を用います。コロナウイルス感染症対策のため、対面授業が実施できなくなる場合には、あるいは登校できない学生がいる場合、オンデマンドA型オンライン授業の併用で行う場合があります。その場合に限り音声付き映像資料のリンクを当初はシラバス、履修登録後はLUNAに掲示します。対面授業の出席の有無で、講義内容と評価に差はありません。受講者が多いと想定されるので、出席は取りません。また当日のコメントシートの提出はありますが、希望者のみで採点に影響しません。レジメは当日配布します。欠席者は後日学部事務室まで。対面授業毎回講義後7日をめどにLUNAの小テスト解答を締め切りにします。（各回に締め切り日時を掲示します。）外部講師のお招きを計画している授業では、感染症の状況により、あるいは所属先の感染症対応によりオンデマンド授業に振り替えになる場合があります。LUNAの掲示板で意見を述べることは可能です。", "トピック": {"第1回": ["医学一般①。イントロダクションと成長と発達。<BR/>この講義の目的、内容、学生諸君に求められる取組について理解します。また各回で取扱う医学的な内容のレベルと記憶すべきレベルについてや、知識は重要であるが、医学の進歩は早く、むしろ新しい情報を適切に理解することに重点をおくことも同時に理解します。さらに成績の評価方法について理解します。上記終了後、学内における新型コロナウイルス感染予防対策、なかでも濃厚接触回避と感染リスク時の自身の行動について理解します。第2回授業計画に含まれる成長と発達、老化の分野が膨大ですので、受精、出生、新生児期の正常発達と障害について一部、聴講することになります。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第2回": ["医学一般②。第1回授業で行った受精、出生、新生児期の成長に続いて、乳児期から成人し、さらに老化して死亡するまで、身体と精神の成長について理解します。個々の疾患についての詳細な説明は第3回以降に実施しますが、老化に関わる疾患や障がいについての包括的な理解をめざします", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第3回": ["医学一般③．神経系・感覚器と疾患<BR/>脳神経系の解剖と生理機能について解説します。脳卒中、脳腫瘍、脳神経系の変性疾患を取り上げ、病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第4回": ["医学一般④．循環器・血液系と疾患<BR/>心臓ならびに循環系の解剖、生理機能について解説し、高血圧、心筋梗塞、心不全、不整脈、貧血などの病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第5回": ["医学一般⑤．腎・泌尿器と疾患<BR/>泌尿器系の解剖、生理機能について解説し、尿たんぱくなどの症候や、腎炎、腎不全、透析などの病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第6回": ["医学一般⑥。呼吸器系と疾患<BR/>呼吸器系の解剖、生理機能について解説し、肺結核、肺がん、慢性閉塞性肺疾患、喘息などの病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。また喫煙のリスクを理解できるようにします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第7回": ["医学一般⑦．消化器疾患<BR/>消化器系の解剖、生理機能について解説し、各種消化器がんや、肝炎、膵炎、クローン病などの病態、治療、予後について解説します。特に肝炎から肝がんの発症について理解を深め予防についての知識や最新治療について理解できることをめざします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第8回": ["医学一般⑧．内分泌代謝系と疾患<BR/>種々のホルモンなどの理解に努め、ホルモン産生異常による疾患や、肥満、糖尿病、メタボリック症候群などの代謝性疾患の病態、治療、予後について解説します。一部の糖尿病や肥満の発症には青年期の食生活が関与していることを理解し、生活改善について理解を深め、実践を心がけるよう導きます。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第9回": ["医学一般⑨．精神疾患の概要　<BR/>精神新患の定義、精神障害をきたす主な精神疾患の病態、治療、予後について解説します。具体的な症状を理解するほか、予防としての睡眠の重要性についても言及します。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第10回": ["医学一般⑩脳機能と認知症　<BR/>人間らしい脳機能について取り上げ、同時に知的障害、発達障害、高次脳機能障害について解説するととももに、大きな社会問題となっている認知症を重点的に取り上げ、原因分類治療とその対策について説明できることをめざします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第11回": ["医学一般⑪　運動器官と整形外科疾患<BR/>整形外科で取り扱う疾患の特徴を解説し、最近注目されるロコモティブ症候群など歩行障害などに直結する膝疾患をとりあげます。膝関節内視鏡を用いた半月板手術、十字靭帯損傷治療を動画を交え理解を深めます。スポーツ外科、高齢者治療の第一線で活躍する外部講師の講演を予定しています。スポーツをされる方は、非常に有用な講義です。病院勤務の先生ですので、コロナウイルス感染症対策のため外部出張ができず、オンデマンド講義に振り替えになり可能性があります。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第12回": ["医学一般⑫．障害の概要<BR/>これまでの授業でとりあげた疾患から発生する障害について、その種類、特徴を理解する。視覚障害、聴覚障害・平衡機能障害、音声機能・言語機能・そしゃく機能障害、肢体不自由、内部障害の内容とその障害をきたす疾患との関連の理解を深めます。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第13回": ["医学一般⑬。生活機能、健康の概念<BR/>国際生活機能分類ICFについて理解を深めます。健康の捉え方、日本人の健康状態、国民健康づくり対策など日本における健康度の実情、その対策について理解を深めることをめざします。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。<BR/>復習課題　LUNAの小テストに解答する。"], "第14回": ["医学一般⑭。リハビリテーションとまとめ　。リハビリテーションの理念を理解し、種々の機能障害に対する多様性に富んだリハビリテーションノ実態を、脳機能障害、心臓機能障害などを取り上げ理解を深めます。<BR/>疾患そのものや疾患に関わる障害、さらにはその障害対策についての情報収集、理解を深める習慣を体得しえたのか、多様な疾患について振り返りを行います。次代を担う皆さんの健康はもとより周囲の友人家族に正しい知識を紹介できるようになるだけでなく、医療を巡る話題、健康問題への理解を深め社会に貢献することができるよう心がけを常に持てるよう理解します。", "予習課題　LUNAに掲示するレジメを一読し、参考図書どれか一冊の関連部分を読む。"], "授業外学習2": "授業内容が広範かつ深遠であり、内容を正しく理解し、知識として定着させるため、予習・復習をすること、また医学医療の分野の発展・変化は常に急であり、常時新聞等より情報を収集し、疑問点を整理しておくことを求める。"}, "評価": {"教科書Required texts0": "特定の教科書は指定いたしませんが、下記の参考文献・資料の上から３つは、教科書と考えてどれか１冊を読むことを勧めます。さらに詳しく学びたい場合は、同じく下欄の「学生と健康」が参考になります。", "参考文献・資料Reference books0": "社会福祉士養成講座　１医学概論　中央法規、2021年\n社会福祉学習双書2021　医学概論/保健医療と福祉　全国社会福祉協議会　2021\n福祉臨床シリーズ編集委員会　人体の構造と機能及び疾病 第4版 (社会福祉士シリーズ) （弘文堂）2018\n学生と健康　国立大学法人保健管理施設協議会/南江堂、2011\nまたは上記の最新版", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "80 %", "多枝選択問題"], "成績評価Grading2": ["その他／Others (99)", "20 %", "ＬＵＮＡ上の復習小テストを20点満点で換算し評価"], "成績評価Grading3": "備考　Note\n感染症蔓延のため、もし定期試験が実施できない場合には、\nLUNAでの復習小テストの集計点数を50％、平常リポート50％で評価する。平常リポートの内容は講義中およびLUNA上で提示予定。\n対面授業中にコメントシートへの記入をお願いすることがありますが、提出の有無は成績に加味しません。掲示板の投稿内容で加減点の予定はありません。\nコメントシート、掲示板は評価に加味しない。\n【オンライン受講許可学生対象】LUNAでの復習小テストの集計点数を50％、平常リポート50％で評価する。", "更新日時/Date of Update0": "2022年04月21日 10時58分42秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｇ－３０１"]}, "campas": 0, "name": "【100】医学一般／Introduction to Medicine", "管理部署": 8, "単位数": 2, "担当者": "佐藤　洋（SATO HIROSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 16, "評価1": 0, "評価2": 4, "開講期": 1}