{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "障害児・者福祉の基礎となる、障害モデル、理念、障害者施策の歴史、障害者福祉に関連する法制度について基礎的な理解を獲得する。法制度の中では、特に障害者基本法、障害者総合支援法、障害者虐待防止法および障害者差別解消法を中心に学ぶ。", "到達目標": "上記の目的を果たすことによって、以下を到達目標とする。<BR/>1)障害児・者支援におけるソーシャルワーカーとしての基本的な知識、倫理価値観、専門職としての姿勢と支援の「あるべき姿勢」を習得する。<BR/>2)「障害」が決して特別な状況、現象ではなく、同時にそれは「健常者」や「健常者中心の社会」の在り方と密接に関係していること（「障害」とは「健常」の鏡像であること）の認識を得る。<BR/>3)障害者基本法、障害者総合支援法などの基礎的な知識を取得する。<BR/>4)2016年に発生した相模原事件に見られるような、社会に根強くはびこる優生思想に対抗していくための理念、思考、姿勢を自らの中に養なう。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "障害学を先に履修していることが望ましい。", "授業の概要・背景": "この科目は社会福祉士新課程の指定科目「障害者に対する支援と障害者自立支援制度」に該当する。<BR/>This course corresponds to the designated subject &quot;Support for persons with disabilities and systems to support their independence&quot; in the National Examination for Certified Social Workers.", "授業方法": "授業は対面で実施する。ただし場合によっては、オンデマンド配信のオンライン授業に変更する場合がある。<BR/>・毎回の授業時間前に、LUNA上にレジメ、資料をアップするので、各自ダウンロードし、目を通しておく。<BR/>・毎回の授業終了時に、リアクションペーパーを作成して提出する。<BR/>・質疑応答や担当者からのフィードバックもLUNAの掲示板上で行う。<BR/>【オンライン受講許可学生用】各回授業時までにLUNAにアップされる、授業データ（音声付きパワーポイント）、レジメ、各種資料をダウンロードして受講する。毎回の授業終了後に、期日までにLUNA上（掲示板）にリアクションペーパーを提出する（履修確定4月22日までは担当者までメール添付で提出する）。また質問についても、メールまたはLUNAの掲示板を介して行う。", "トピック": {"第1回": ["オリエンテーション、障害者福祉を学ぶ意味<BR/>＜全１４回すべて対面授業で実施＞", "事前にレジメや資料に目を通して全体像を理解しておく<BR/>レジメや資料の内容を再確認し、必要に応じて自分で調べて補強する"], "第2回": ["障害の概念と障害モデル１", "同上"], "第3回": ["障害の概念と障害モデル２<BR/>障害児・者の置かれている状況（障害児・者統計）", "同上"], "第4回": ["基本理念（ノーマライゼーション、ピープルファースト、インクルージョン、共生など）", "同上"], "第5回": ["障害者福祉における国際的変遷（世界人権宣言から障害者権利条約まで）", "同上"], "第6回": ["日本の障害者福祉法制の歴史（障害者福祉の発展過程）", "同上"], "第7回": ["身体障害者福祉法", "同上"], "第8回": ["知的障害者福祉法、精神保健福祉法", "同上"], "第9回": ["発達障害者支援法、心神喪失者医療観察法", "同上"], "第10回": ["障害者基本法、「高齢者、障害者などの移動等の円滑化に関する法律」、障害者雇用制度", "同上"], "第11回": ["障害者虐待防止法と障害者差別解消法", "同上"], "第12回": ["障害者総合支援法（１）障害者の「自立」をめぐる問題", "同上"], "第13回": ["障害者総合支援法（２）障害福祉サービス、地域生活支援事業", "同上"], "第14回": ["障害者総合支援法（３）各種機関の役割、総合支援法の課題", "同上"], "授業外学習2": "障害児・者は自分にとって「無縁」の存在ではないことを認識することは、この授業の学びを深めていく上での重要な一歩になる。そのためにも、普段より障害児・者に関するテレビ番組、映画・ＤＶＤ、書籍を積極的に読んでおくことが望ましい。障害児者を取り巻く報道やテレビ番組をとおして社会での動きを常にキャッチすることが求められる。また、実際に障害児・者との関わりを持つことでその置かれている状況や社会的なまなざし、法制度との関連がより実感され、それはこの授業の学びに有機的な効果をもたらす。それゆえに、情勢が好転し事情が許せばであるが、障害領域におけるボランティア体験や介護アルバイトなどが奨励される。"}, "評価": {"教科書Required texts0": "テキストに代わる資料を毎回、LUNAにアップする。", "参考文献・資料Reference books0": "授業にて随時指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "2回の小レポート（25％×2）、最終レポート（40%）、参加度及び貢献度（10％）"], "成績評価Grading2": "備考　Note\n小レポート　　50％（2回×25％）　LUNAに提出\n最終レポート　40％　　　　　　　 LUNAに提出\n参加度、貢献度10％　　　　　　　 毎回LUNAに提出されるリアクションペーパーの内容", "更新日時/Date of Update0": "2022年04月22日 19時03分24秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｇ－２０１"]}, "campas": 0, "name": "【200】障害者福祉論／Social Work with Persons with Disabilities", "管理部署": 8, "単位数": 2, "担当者": "松岡　克尚（MATSUOKA KATSUHISA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 29, "評価1": 4, "開講期": 1}