{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本演習では、学生が今後の現場実習に向けて、メゾ・マクロ領域の初歩的理解からソーシャルワークを理解できるようになることである。さらに、実践現場での対象である当事者の生活の場及び実習機関の周辺地域や自治体を社会福祉の視点から初歩的な分析ができるようになることを目的とする。", "到達目標": "以下を目標とする。<BR/>a）マクロソーシャルワークをミクロソーシャルワークの関連において理解することができる。<BR/>b）地域住民の生活圏域の状況を把握するために必要な基礎データ収集と分析することができる。<BR/>c）地域プログラムと地域組織の分析視点を持つことができる。<BR/>d）フィールドワークを通じて活動者にインタビューを行い、地域住民・組織と地域コミュニティとの関係性を理解することができる。<BR/>e）チームビルディング及びチームワークのために必要なメンバーシップの態度をとることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "演習、講義、発表、グループワーク<BR/>【授業実施方法】<BR/>・授業の性格上、対面での実施のみとします。ただし、オンライン受講生として大学で認められた方はオンラインの受講を可とします。それ以外の方は対面授業に出席してください。<BR/>・授業計画については、状況により、止むを得ず変更する場合がありますのでご了承ください。", "トピック": {"授業計画1": "第１回～第３回<BR/>オリエンテーション　地域診断の基礎　フィールドワーク  <BR/>第４回～第５回<BR/>地域問題把握と対策立案<BR/>第6回<BR/>地域型NPOの活動の実際<BR/>第7回～第8回<BR/>地域の協働関係の理解と広報活動<BR/>第9回<BR/>行政施策の評価<BR/>第10回～第11回<BR/>重複多問題とソーシャルサポートネットワーク事例分析<BR/>第12回～第13回<BR/>コミュニティオーガナイジングと社会変革<BR/>第14回<BR/>全体の振り返り<BR/><BR/><BR/>上記の内容以外にも、外部講師を招いての講義やディスカッションを行う場合がある。<BR/>授業時間外にもフィールドワークや発表に必要な学習や取り組みをする場合がある。", "授業外学習2": "演習内の時間では、統計的なデータ分析をしきれないケースがある。時間外においても、データ分析やその方法について学習をしておく方が望ましい。例えば、ExcelやWordなどを活用するための基礎的知識や技術は修得しておくべきである。また、演習としては、メゾ・マクロの視点から総合的にとらえていく内容であるため、関連する社会福祉の科目を再確認しておくことが望まれる。加えて、種々の演習やグループワークなどの体験学習が中心となるので、演習内外での学生の主体的な参加の姿勢と態度が望まれる。"}, "評価": {"教科書Required texts0": "授業中に指示する。", "参考文献・資料Reference books0": "授業中に指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に評価を実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "演習への参加姿勢、振り返りレポート、グループ発表の報告レポート"], "成績評価Grading2": "備考　Note\n提出物を期限内に提出することを前提としてレポート評価を行う。\n演習科目であるため、出席すること、遅刻をしないことを前提としている。つまり、授業に出席することが大前提となるため、一定回数以上の欠席によって単位を取得することができない場合がある。", "更新日時/Date of Update0": "2022年01月18日 10時38分03秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－３０３"]}, "campas": 0, "name": "【250】ソーシャルワーク演習III　２／Social Work Seminar III (Mezzo-Macro Level Practice)", "管理部署": 8, "単位数": 2, "担当者": "児玉　志保（KODAMA SHIHO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}