{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本演習では、学生が今後の現場実習に向けて、メゾ・マクロ領域の初歩的理解からソーシャルワークを理解できるようになることである。さらに、実践現場での対象である当事者の生活の場及び実習機関の周辺地域や自治体を社会福祉の視点から初歩的な分析ができるようになることを目的とする。", "到達目標": "以下を目標とする。<BR/>a）マクロソーシャルワークをミクロソーシャルワークの関連において理解することができる。<BR/>b）地域住民の生活圏域の状況を把握するために必要な基礎データ収集と分析することができる。<BR/>c）地域プログラムと地域組織の分析視点を持つことができる。<BR/>d）フィールドワークを通じて活動者にインタビューを行い、地域住民・組織と地域コミュニティとの関係性を理解することができる。<BR/>e）チームビルディング及びチームワークのために必要なメンバーシップの態度をとることができる。", "授業方法": "演習、講義、発表、グループワーク<BR/>【授業実施方法】<BR/>・原則として対面授業で実施する。（大学の判断により、オンライン型（オンデマンド型もしくは同時双方向型）に変更になる場合があります。）<BR/>・授業計画については、状況により、止むを得ず変更する場合がありますのでご了承ください。<BR/>【2021.02.10　追加情報】<BR/>原則、対面授業で実施する。<BR/>なお、対面授業を受講することが困難な学生については、同時双方向型及びオンデマンド型でのオンライン授業で対応します。<BR/>成績評価については変更しない。<BR/>【2021.09.11追加情報】<BR/>授業の性格上、対面での実施のみとします。ただし、オンライン受講生として大学で認められた方はオンラインでの受講を可とします。それ以外の方は、対面授業に出席してください。<BR/>対面授業を受講することが困難な学生及び登校を控えたいという学生については、関西学院大学ホームページに掲載されている「2021年度 基礎疾患等によりオンライン授業を希望する学生の許可申請について」（https://www.kwansei.ac.jp/a_affairs/a_affairs_003723.html）を確認し、所定の手続きを行い、オンライン受講生の許可を受けてください。<BR/>上記の手続きを経て許可を受けた学生（オンライン受講生）に対しては、ZOOMを用いた同時双方向型で対応します。演習授業となりますので、カメラをオンにして授業に参加いただきますよう、ご理解ご協力をお願いします。<BR/>成績評価については変更ありません。", "トピック": {"授業計画1": "第１回～第３回<BR/>オリエンテーションとチームビルディング<BR/>○マクロソーシャルワークの紹介、演習全体の構成と流れについての説明、授業の全体像についての説明、プロジェクトについての説明<BR/>○フィールドワークを行うチーム分け、チーム毎でのアイスブレーク、リーダーシップについての説明<BR/>第４回～第７回<BR/>○地域アセスメントに関する講義<BR/>地域の見方、地域組織と活動の見方<BR/>○フィールドワークの方法についての講義及びチームミーティング、グループワーク<BR/>○地域福祉活動に関するレクチャー<BR/>○フィールドワーク<BR/>第８回～第１０回<BR/>○フィールドワーク<BR/>○調査・分析の意義とデータの読み方<BR/>質的調査と分析について、量的調査と分析についての講義及びチームミーティング、グループワーク<BR/>○コミュニティの資源、課題の分析<BR/>第１０回～第１２回<BR/>○フィールドワークに基づくチームミーティング、グループワーク<BR/>○発表に向けたチームミーティング、グループワーク<BR/>第１３回～第１４回<BR/>○発表に向けたチームミーティング、グループワーク<BR/>○全体の振り返り<BR/>上記の内容以外にも、外部講師を招いての講義やディスカッションを行う場合がある。<BR/>授業時間外にもフィールドワークや発表に必要な学習や取り組みをする場合がある。", "授業外学習2": "演習内の時間では、統計的なデータ分析をしきれないケースがある。時間外においても、データ分析やその方法について学習をしておく方が望ましい。例えば、ExcelやWordなどを活用するための基礎的知識や技術は修得しておくべきである。また、演習としては、メゾ・マクロの視点から総合的にとらえていく内容であるため、関連する社会福祉の科目を再確認しておくことが望まれる。加えて、種々の演習やグループワークなどの体験学習が中心となるので、演習内外での学生の主体的な参加の姿勢と態度が望まれる。"}, "評価": {"教科書Required texts0": "授業中に指示する。", "参考文献・資料Reference books0": "授業中に指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に評価を実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "演習への参加姿勢、データ分析の報告レポート、グループ発表の報告レポート"], "成績評価Grading2": "備考　Note\n提出物を期限内に提出することを前提としてレポート評価を行う。\n演習科目であるため、出席すること、遅刻をしないことを前提としている。つまり、授業に出席することが大前提となるため、一定回数以上の欠席によって単位を取得することができない場合がある。", "更新日時/Date of Update0": "2021年09月11日 22時56分31秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－３２２"]}, "campas": 0, "name": "【250】ソーシャルワーク演習III　６／Social Work Seminar III (Mezzo-Macro Level Practice)", "管理部署": 8, "単位数": 2, "担当者": "佐藤　寿一（SATO HISAKAZU） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}