{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ソーシャルワーク実践教育の第一段階として、現場での実践教育のために必要な、基本的な知識、態度、価値について体験を通して学び、ソーシャルワーク実習等に向けた心構えを持つことを目的とする。", "到達目標": "１）受け身ではなく、自らの主体性を発揮し学ぶ態度を身につける<BR/>２）広い意味での社会福祉の現場について基本的な知識を身につける<BR/>３）自分の周囲や社会で起こっていることに対して広い視野で観察することができるようになる<BR/>４）今後、ＦＷ実習にいく学生が学ぶ科目であり、（学外、社会における）社会性や協調性を習得する", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "本科目は、「ソーシャルワーク実習」の先修条件となる。", "授業の概要・背景": "", "授業方法": "本科目は、毎週１回の講義というスタイルではなく、関西学院千刈キャンプにおける１泊２日の合宿、施設・機関の見学実習、学生の居住地域のタウンウォッチングの体験が３本の柱となり、そのための準備学習、事後学習を教室で行うという形式をとる。授業全体を通じて、学生の主体的な参加を基本とした体験学習と小グループでの活動が中心となる。尚、合宿、見学実習等のグループ活動にはラーニングアシスタントの上回生がサポートに付く。<BR/><BR/>【今年度の授業実施方法】<BR/>・原則として対面授業で実施する。（大学の判断により、オンライン型（オンデマンド型もしくは同時双方向型）に変更になる場合がある）<BR/>・千刈キャンプでの宿泊合宿実施については、コロナウィルス感染状況によって夏休み後に決定する。合宿が中止となる場合は、その代替として上ヶ原キャンパス内にてデイキャンプ（日帰りでのアクティビティ等）を実施する。<BR/>・授業計画については、状況により、止むを得ず変更する場合があるので、その都度確認すること。<BR/><BR/>【9/21追加情報】<BR/>本日の授業に対面での参加が困難な学生は、以下のURLからオンラインで参加してください。（まだ履修登録が確定していないための措置）<BR/>なお、本授業のオンライン受講を希望される学生は、履修登録と合わせてオンライン受講希望を大学へ申請をお願いします。<BR/><BR/>9/21ソーシャルワーク実習入門<BR/>時間: 2021年9月21日 05:00 PM 大阪、札幌、東京<BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/83320265051?pwd=Q2ZnWlMvTUtiUk1pQUVCSkxVZU9WUT09<BR/><BR/>ミーティングID: 833 2026 5051<BR/>パスコード: 434182", "トピック": {"授業計画1": "１）オリエンテーション（ソーシャルワーク実習カリキュラムについて）<BR/>２）合宿は、2022年10月8日（土）〜9日（日）に実施予定。また合宿でなくデイキャンプに変更した場合も、同日程で上ヶ原キャンパス内でのアクティビティの実施を通じて、自己理解、他者理解、実習教育等についての体験学習を実施する。<BR/>３）タウンウォッチングの実施（タウンウォッチングに先立ち、オリエンテーションを行い、予行演習としてキャンパスウォッチングを実施、各自でのタウンウォッチングの成果をグループごとにふりかえり、分かち合いを行う）<BR/>４）1０月末から11月初旬にかけて見学実習（各種福祉施設、機関における見学実習とふりかえり、分かち合いを行う。またそれに先立ち、 見学実習オリエンテーションとして見学先についての学習、観察および記録の方法を学ぶ）<BR/>５）授業全体のまとめとふりかえり", "授業外学習2": "社会福祉士国家資格の取得をめざし、ソーシャルワーク実習参加を希望する者は必ず履修すること。<BR/>本科目では、2022年10月8日（土）〜9日（日）の合宿またはデイキャンプへの参加、1０月末から11月初旬に設定される施設・機関に出向いての見学実習（オンラインの可能性も有り）、居住地周辺のタウンウォッチング等への参加が求められるため、自己責任において、授業曜日、時間以外の日程調整が必要となる。上記の件や受講について質問等がある場合は、直接、人間福祉学部実践教育支援室に申し出ること。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "学期末に学生による授業評価用紙を配布し記入する", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "成績評価備考欄参照のこと"], "成績評価Grading2": "備考　Note\n合宿またはデイキャンプ、見学実習、タウンウォッチングへの参加、及び、それらのふりかえりと、期末の総括レポートとによって総合的に評価する。", "更新日時/Date of Update0": "2022年04月26日 10時38分34秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "Ｇ－２０１"]}, "campas": 0, "name": "【150】ソーシャルワーク実習入門／Introductory Practicum in Social Work", "管理部署": 8, "単位数": 2, "担当者": "川島　惠美（KAWASHIMA EMI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 4, "開講期": 2}