{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "自然科学、社会科学の両面から、現代医学・医療の進歩と問題点を理解する。生命科学としての観点を深く学ぶと共に、病める心身を癒し治療する医療や社会構造を人間福祉・社会福祉の観点から理解し、意見を述べることができる。", "到達目標": "自然科学、生命科学の知識を拡充した結果をふまえ、病める心身を癒し治療する医療や社会構造を人間・社会福祉の観点から理解し、意見を述べることができるようになる。<BR/>代表的な心身の臨床医学の現実を理解し、社会人として周囲に良質な情報を提供できる。<BR/>予防医学、社会医学、環境医学の理解を深め、とくに感染症とワクチン、生活習慣病、環境について意見を述べることができる。<BR/>先進医療、救急医療、終末期医療など社会変化との関連の深い医療についての理解を高め、福祉に関わる新たな問題点について意見を述べることができる。", "授業方法": "全面オンデマンド授業。レジメは毎週火曜日の夕方、解説音声動画は水曜日午後１時にLUNAにアップしますので、これを翌週月曜日までに視聴することにより受講してください。なお掲載期間は、翌週月曜日までとします。", "トピック": {"第1回": ["イントロダクション：現代医療を取り巻く諸問題<BR/>この講義の目的、内容、学生諸君に求める取組について説明します。また各回で取り扱う医学的な問題点、医療上の問題点について俯瞰的に概説します。最後に成績評価の評価方法について説明します。", "復習課題３０分。<BR/>授業内で提示した１３の問いについて、不明な点について、情報の検索を行い理解を深める。提出不要。"], "第2回": ["感染症・ワクチン<BR/>医学の進展した現代社会においても感染症は克服できない疾患です。種々の感染症について理解し、それら疾患の社会に及ぼす影響を理解すると同時に、治療法の現況、予防対策としてのワクチンを正しく認識し、現在の医療上の問題点を正しく理解できることをめざします。", "復習課題３０分。<BR/>自身の予防接種記録を確認し、留学などの人生の将来計画に支障がないか検討する。提出不要。"], "第3回": ["動脈硬化と循環器病（虚血性心疾患）<BR/>狭心症や心筋梗塞症は耳慣れた疾患ですが、その病態は千差万別で、現実の医療と市民・患者間の認識の格差は小さくないのが現実です。病態を正しく知り、マニュアル的な医療では救命困難な場合もあり、市民の理解や予防医学、救急医療体制の整備が欠かせないことや、心臓機能障害への理解を深めることをめざします。<BR/>。", "復習課題３０分。<BR/>親族知人に対し、どのように疾患のリスクについて。説明したら十分な理解が得られるか、検討する。提出不要。"], "第4回": ["救急と救命<BR/>救急医療の進歩が目覚ましい。しかしこの進歩は医学的な知識、機材の進歩のみによるものだけでなく、救急隊、医療センターなどの救急対応システム、AEDの拡充、市民の意識変化などの影響も大きな要因です。AEDを取り上げ主として不整脈疾患を取上げますが、救急医療の中でも市民の役割を意識できるよう講義を進めます。同時に脳死や植物状態についての理解も深めます。", "復習課題３０分。<BR/>自身の近くの病院の診療体制、特に医療スタッフ数や診療科目について調査し、どのような救急体制が実現されているか推定する。提出不要。"], "第5回": ["移植医療<BR/>移植には様々な種類がありそれらの治療法の根源的差異を理解するよう求めます。かつて移植医療後進国であったが、社会制度の整備により症例数は少ないものの、世界屈指の治療成績を実現しつつあります。移植医療を取り巻く諸問題、なかでも脳死判定、家族の同意、コーディネーター、ＭＳＷなど取り上げ、各個人の問題として議論できることを期待しています。", "復習課題３０分。<BR/>　生体移植と脳死移植の差異について、整理し理解し、将来の方向性について意見をまとめる。提出不要。"], "第6回": ["動脈硬化と循環器病（脳血管障害）<BR/>生活習慣病の終末像として、脳卒中を取上げる。これまで取り上げた糖尿病との関わり、救急医療との関わりから理解を深めます。また合併する障害について正しく理解し、発症後の治療だけでなく、リハビリ、介護の目的、意義、医療上の問題点・現況を正しく理解できること、認知症発症の主要原因である点を認識することを理解します。さらに予防薬を取り上げ、臨床薬理学的考察を行い、薬の効果についての認識を高めることも、目的とします。", "復習課題３０分。<BR/>　薬物療法の効果の検証法、治療効果をどのように検証すべきか、整理して理解し、被治療者にたいする説明方法を検討する。。提出不要。"], "第7回": ["糖尿病と栄養<BR/>耐糖能予備の少ない日本人において糖尿病の克服は、高血圧、肥満と並んで最重要課題する。糖尿病の病態を正しく理解し、その予防、治療、予後への認識を高める。また食事との関連は密であり、栄養摂取に関する知識の拡充を図る。肥満もメカニズムや対処法、摂食障害についても解説します。", "復習課題３０分。<BR/>過剰な身体負荷のないようなダイエットについて、カロリーについて知識を用い説明できるようにする。提出不要。<BR/>予習課題<BR/>睡眠時間調査票に睡眠覚醒時間を記入する"], "第8回": ["女性と婦人科疾患<BR/>女性生殖器の機能について解説し、特に最近話題の子宮頸がんを重点的に取り上げ、その実態、病理、治療、予防、ワクチンや検診の意義などについて解説します。治療の第一線で活躍する外部講師の講演を予定しています。", "復習課題３０分。<BR/>予防可能な悪性腫瘍疾患について理解し、特に子宮頸がん予防における、社会の役割、男女を問わず個人への啓発について理解する。提出不要。"], "第9回": ["がんと緩和医療<BR/>がん治療の進歩が著しいものがあります。最新の治療を数種紹介するとともに、先進的治療を実施する上での、また逆に受ける側での問題点に注目します。また不治の病でもある点も注目すべきで、就業支援や確立しつつある緩和医療を取上げ、地域・市民との関わりについて考察を求める。", "復習課題３０分。<BR/>がんと共に生き抜くための復職制度について、新たな提案について考察する。睡眠時間調査票への記入を継続する。提出不要。"], "第10回": ["うつ病と自殺<BR/>１０歳台後半から４０歳台の日本人の死因の第一位は自殺である。自殺の原因としてはうつ病などの精神疾患が関連している。この授業では、うつ病の病態や診断を解説するほか、うつ病で認められる睡眠障害との関連について詳しく説明を行うとともに、より良い睡眠の重要性、その確保の仕方、自殺問題へのゲートキーパーとしての役割を理解します。", "復習課題３０分。<BR/>ゲートキーパーとしての役割について整理復習する。睡眠時間調査票への記入結果から、自己の睡眠についての認識、態度を自覚し改善点について考察する。提出不要。"], "第11回": ["環境、喫煙・薬物依存と健康社会<BR/>　ヒトは地上に生きる生物であり、環境の影響は免れません。大気、河川汚染などの公害、放射線障害、薬物汚染など健康に影響を与える諸因子に無関心では、人類に未来はありません。様々は環境因子が人体に与える影響を理解することを目的とし、現代人が取るべき行動を考える一助とします。", "復習課題３０分。<BR/>自身が最も興味を持った身近な環境問題について、提案可能な解決策について考察する。。提出不要。"], "第12回": ["周産期医療の諸問題<BR/>周産期医療の進歩に伴い、本邦は最も安全に妊娠、出産ができる国の一つですが、同時に不妊医療の進歩、高齢出産の諸問題、周産期救急医療の諸問題が明らかになってきました。この講義では、特に様々な不妊医療の方法を概説し、生命そのものへの操作が可能になりつつある現況を理解し、いかに不妊に取組むべきか、出生前遺伝子診断にどう対処すべきか考察する機会を提供いたします。", "復習課題<BR/>着床前診断、３０分。出生前診断の差異と問題点について整理する。睡眠時間調査票から、社会的時差ボケや睡眠障害の有無について自己診断を行い、必要あれば対策を検討する。提出不要。"], "第13回": ["高度先進医療と終末期医療<BR/>　遺伝的な素因により発症する疾患が、次々と明らかになっている。また遺伝的な手法による治療や、生命そのものの操作が可能な状況になった。医学的進歩によりどのような診断、治療がなされつつあるのか先進医療を紹介するとともに、新たに発生する医療上の問題についても目を向ける力を養うことを求める。また胃瘻や人工呼吸器などの終末期医療を取り巻く諸問題を取り上げ、様々な観点から命の終え方を考えます。", "復習課題３０分。<BR/>終末期医療の現実について、友人、家族と意見交換を行い、もしあれば意見の差異の存在を認識する。。提出不要。"], "第14回": ["まとめ　これまでまでの講義で取上げなかった医療上の問題を1-2取上げ、これまでの講義で述べた様々な取組の視点から各自の意見を表明できるかの視点で聴講していただきます。デザインベイビー、あるべき感染症水際対策など、多様性に富む多数の問題が残存することに気が付くことになります。", "復習課題３０分。<BR/>これまでの復習課題について自己点検を行い、自分の意見を持つことが出来ているか、それを自分の言葉で説明できるか自己評価を行う。提出不要。"], "第15回": ["１１月末までに提示する平常レポート課題の検討と記述を各自で行い期日までに提出します。", "レポート作成約２時間"], "授業外学習2": "授業内容が広範かつ深遠であり、内容を正しく理解し、知識として定着させるため、復習をし医療に対する自分の考え方を深め、整理しておくこと、また医学医療の分野の発展・変化は常に急であり、常時新聞等より情報を収集し、疑問点を解明・理解しておくことを求める。また各回の復習課題は提出する必要はない。各個人の考え方は異なって当然であり、また成長に伴い変化しうる。知識をもとに考察し、意見を持つこと、それを口頭または文書で説明しようとすることを重要視している。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "『学生と健康』（国立大学法人保健管理施設協議会／南江堂、2011）\n\n社会福祉士養成講座　１医学概論　中央法規、2021年\n社会福祉学習双書2021　医学概論/保健医療と福祉　全国社会福祉協議会　2021\n福祉臨床シリーズ編集委員会　人体の構造と機能及び疾病 第4版 (社会福祉士シリーズ) （弘文堂）2018", "学生による授業評価の方法Course Evaluation by Students0": "関西学院大学の指定の方法", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "授業閲覧期間中に掲示されるLUNAの小テストへの解答"], "成績評価Grading3": "備考　Note\nLUNAに講義動画閲覧可能期間のみ小テストが掲示されますので、期間内に回答するようにしてください。なお短時間の通信障害などの障害は度々発生しており、個別の対応要求は公平性の観点から困難です。期限ぎりぎりの回答は避け、できれば掲示された週の週末までに解答するように心がけてくださることをお勧めしています。", "更新日時/Date of Update0": "2021年09月16日 15時51分41秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｇ－３０１"]}, "campas": 0, "name": "【100】現代の医療と医学／Medicine in the Contemporary Society", "管理部署": 8, "単位数": 2, "担当者": "佐藤　洋（SATO HIROSHI） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 16, "評価1": 3, "評価2": 4, "開講期": 2}