{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "心身機能と身体構造及び様々な疾患や障害の概要について、正しく理解する。代表的疾患の病態や治療・対策について説明ができるようになる。", "到達目標": "身体の構造、機能について理解する。病気の原因、病態、最新の治療について理解する障がいの種類、原因、対策について日常生活との関連して理解し説明できる。", "特記事項": "", "関連科目": "現代の医療と医学（秋学期）", "授業の概要・背景": "福祉学を志す学生にとって、病気や障害についての理解を深めることは大変重要である。心身の苦しみを有する対象者の心身の状況を的確に把握して初めて、苦悩の本質が理解できるのであって、対象者以上に、心・身体の機能、構造のみならず病気・障害についての成因、症状、治療、予後について知っておく必要があります。脳神経疾患、循環器疾患、腎疾患、呼吸器疾患、内分泌代謝疾患、消化器疾患、整形外科疾患、婦人科疾患、精神疾患の代表的疾患について理解すること、疾患に伴う障害について正しく理解するようにしましょう。また社会福祉士資格のための国家試験にとっても重要な出題範囲にあたります。", "授業方法": "対面授業を実施します。パワーポイントスライド、時に動画を用います。受講者が多いと想定されるので、出席は取りません。また当日のコメントシートの提出はありますが、希望者のみで採点に影響しません。", "トピック": {"第1回": ["医学一般①イントロダクションと成長と発達。<br />この講義の目的、内容、学生諸君に求められる取組について理解します。また各回で取扱う医学的な内容のレベルと記憶すべきレベルについてや、知識は重要であるが、医学の進歩は早く、むしろ新しい情報を適切に理解することに重点をおくことも同時に理解します。さらに成績の評価方法について理解します。第2回授業計画に含まれる成長と発達、老化の分野が膨大ですので、受精、出生、新生児期の正常発達と障害について一部、聴講することになります。", ""], "第2回": ["医学一般②第1回授業で行った受精、出生、新生児期の成長に続いて、乳児期から成人し、さらに老化して死亡するまで、身体と精神の成長について理解します。個々の疾患についての詳細な説明は第3回以降に実施しますが、老化に関わる疾患や障がいについての包括的な理解をめざします", ""], "第3回": ["医学一般③神経系・感覚器と疾患<br />脳神経系の解剖と生理機能について解説します。脳卒中、脳腫瘍、脳神経系の変性疾患を取り上げ、病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。", ""], "第4回": ["医学一般④循環器と疾患<br />心臓ならびに循環系の解剖、生理機能について解説し、高血圧、心筋梗塞、心不全、不整脈などの病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。", ""], "第5回": ["医学一般⑤腎・泌尿器と疾患<br />泌尿器系の解剖、生理機能について解説し、尿たんぱくなどの症候や、腎炎、腎不全、透析などの病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。", ""], "第6回": ["医学一般⑥呼吸器系と疾患<br />呼吸器系の解剖、生理機能について解説し、肺結核、肺がん、慢性閉塞性肺疾患、喘息などの病態、治療、予後について解説します。主たる疾患の差異を説明できることをめざします。また喫煙のリスクを理解できるようにします。", ""], "第7回": ["医学一般⑦消化器疾患<br />消化器系の解剖、生理機能について解説し、各種消化器がんや、肝炎、膵炎、クローン病などの病態、治療、予後について解説します。特に肝炎から肝がんの発症について理解を深め予防についての知識や最新治療について理解できることをめざします。", ""], "第8回": ["医学一般⑧内分泌代謝系と疾患<br />種々のホルモンなどの理解に努め、ホルモン産生異常による疾患や、肥満、糖尿病、メタボリック症候群などの代謝性疾患の病態、治療、予後について解説します。一部の糖尿病や肥満の発症には青年期の食生活が関与していることを理解し、生活改善について理解を深め、実践を心がけるよう導きます。", ""], "第9回": ["医学一般⑨認知症　<br />人間らしい脳機能について取り上げ、同時に知的障害、発達障害、高次脳機能障害について解説するととももに、大きな社会問題となっている認知症を重点的に取り上げ、原因分類治療とその対策について説明できることをめざします。", ""], "第10回": ["医学一般⑩生活機能、健康の概念<br />国際生活機能分類ICFについて理解を深めます。健康の捉え方、日本人の健康状態、国民健康づくり対策など日本における健康度の実情、その対策について理解を深めることをめざします。", ""], "第11回": ["医学一般⑪感染症<div>特に若者に注意が必要な感染症について最近の動向と今後の見通しについて理解を深めることを目指します。</div>", ""], "第12回": ["医学一般⑫アレルギー、貧血<div>国民病ともいわれる花粉症をはじめとした様々なアレルギー病ですが、中には致命的になりかねないものもあり、一定の認識を深める必要がある。また若年者にも様々な理由から貧血を認めることがあり、これらの理解を深めることを目標にする。</div>", ""], "第13回": ["医学一般⑬まとめ<div>これまでの講義のまとめを行い、次回の授業内テストに向けての確認作業を行う。</div>", ""], "第14回": ["授業内テスト", ""], "授業外学習2": "授業内容が広範かつ深遠であり、内容を正しく理解し、知識として定着させるため、予習・復習をすること、また医学医療の分野の発展・変化は常に急であり、常時新聞等より情報を収集し、疑問点を整理しておくことを求める。"}, "評価": {"教科書/Required texts0": ["特定の教科書は指定いたしませんが、下記の参考文献・資料の上から３つまたはその最新版は、教科書と考えてどれか１冊を読むことを勧めます。さらに詳しく学びたい場合は、同じく下欄の「学生と健康」が参考になります。"], "参考文献・資料/Reference books0": ["社会福祉士養成講座　１医学概論　中央法規、2021年\n社会福祉学習双書2021　医学概論/保健医療と福祉　全国社会福祉協議会　2021\n福祉臨床シリーズ編集委員会　人体の構造と機能及び疾病  第4版 (社会福祉士シリーズ) （弘文堂）2018\n学生と健康　国立大学法人保健管理施設協議会/南江堂、2011\nまたは上記の最新版"], "学生による授業評価の方法Course Evaluation by Students0": ["関西学院大学の指定の方法"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "多枝選択問題"], "成績評価Grading2": ["備考　Note マークシート形式の授業内テストを１００％で評価する。"], "更新日時/Date of Update0": ["2025年01月13日 12時09分59秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｇ－３０１"]}, "campas": 0, "name": "【100】医学一般／Introduction to Medicine", "管理部署": 8, "単位数": 2, "担当者": "大濵　透（OHAMA TOHRU） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 1, "時限1": 16, "評価1": 2, "成績評価備考": "備考　Note\nマークシート形式の授業内テストを１００％で評価する。"}