{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "精神医学が扱う様々な疾患の基礎的知識を得ることが本授業の目的である。<BR/>本科目は、精神医学の各論と位置付ける。統合失調症、気分（感情）障害、神経症性障害、認知症などの精神疾患について、各々の症状、発症の背景、治療などについて理解を深める。知的障害など児童期から現れる発達障害についても学ぶ。", "到達目標": "本授業の到達目標は下記の通りである。<BR/>1)主な精神疾患の症状、病理、治療、経過に関する知識を獲得する。<BR/>2)主な精神疾患の好発年代と年代固有の特性を理解する。<BR/>3)精神疾患(障害）患者の抱える苦悩を理解する。", "授業方法": "対面による講義形式で行う。<BR/>オンライン受講希望学生には、対面授業の同時双方向での配信で（オンライン　同時双方向型授業で）対応する。成績評価は、オンライン提出による平常レポートと各授業ごとの課題への回答やコメント提出による授業参加度の評価を総合して成績評価とする。<BR/>[感染防止重点期間]<BR/>対面での授業を行いますが、希望者はZOOMによるオンライン同時双方向配信(ライブ配信)での受講も可能です。LUNAに、URL、ID、パスコードを提示しますので、ZOOMミーティングに参加してください。", "トピック": {"第1回": ["精神医学が扱う疾患、障害とは", "復習課題<BR/>精神医学が扱う疾病の要因の古典的分類を理解する。"], "第2回": ["神経症性障害：恐怖症性不安障害、強迫性障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>不安の持つ意味を理解する。<BR/>各疾患の特徴的症状を理解する。"], "第3回": ["神経症性障害：解離性障害、身体表現性障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>各疾患の特徴的症状と治療の基本を理解する。"], "第4回": ["ストレス関連障害：PTSD", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>災害後の心理的支援の意義を理解する。"], "第5回": ["統合失調症：概念、歴史", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>統合失調症の基本症状と病者の苦悩を理解する。"], "第6回": ["統合失調症：病型（破瓜型、緊張型、妄想型など）と症状", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>統合失調症の各病型と、それぞれの好発年齢、特徴的症状を整理する。"], "第7回": ["気分（感情）障害：単極性気分障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>気分障害に含まれる疾病、特にうつ病について理解する。病者への対応について確認する。"], "第8回": ["気分（感情）障害：双極性気分障害、他", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>気分障害に含まれる躁うつ病の特徴を確認する。<BR/>自死に向かう心性を理解する。"], "第9回": ["認知症：アルツハイマー病の認知症、血管性認知症", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>認知症の原因疾患、それぞれの特徴を整理し、確認する。"], "第10回": ["てんかん：全般発作、部分発作、複雑部分発作", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>てんかんの国際分類の大枠と、その特徴となる症状を理解する。"], "第11回": ["物質依存：アルコール関連障害、薬物依存など", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>精神依存、身体依存の意味を理解する。<BR/>依存に至る心性を理解する。"], "第12回": ["摂食障害：神経性無食欲症、神経性過食（大食）症", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>摂食障害のもつリスクを理解する。"], "第13回": ["知的障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>知的障害の診断基準を理解する。"], "第14回": ["発達障害：自閉症スペクトラム、学習障害、多動性障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>発達障害の3障害それぞれの特徴を整理し、確認する。"], "授業外学習2": "資料配付には、LUNAを利用する。"}, "評価": {"教科書Required texts0": "特に指定しない。", "参考文献・資料Reference books0": "標準精神医学第6版\nその他、授業中に、適宜紹介する。\nなお、授業に使用する資料はLUNAで配布するので各自でダウンロードすること。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "授業期間中に課すレポートで授業内容の理解度を評価する。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "各授業毎の課題への回答、コメント等により授業参加度を評価する"], "成績評価Grading3": "備考　Note\n授業期間中に課す平常レポートと各授業ごとの課題への回答やコメント提出による授業参加度の評価を総合して成績評価とする。", "更新日時/Date of Update0": "2021年04月21日 20時32分12秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "Ｇ－３２６"]}, "campas": 0, "name": "【200】精神医学Ｂ／Psychiatry B", "管理部署": 8, "単位数": 2, "担当者": "井出　浩（IDE HIROSHI） ", "履修基準年度": "２年", "時限1": 7, "評価1": 3, "評価2": 4, "開講期": 1}