{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "【ご注意ください！】2021年9月17日（金）午後12時30分時点でのアナウンスです：本授業は、原則オンデマンドによる授業を予定しています。授業内容及びスケジュールは以下のとおりです。10月5日（火）まではLUNAへのアクセスができないと思いますので、それまではこのシラバスにオンデマンドのURL、リーディングアサイメントの情報をアップしていきます。リーディングアサイメント（前半6回目まで）はすでに以下アップしていますので、読んで理解した上でオンデマンド授業を受講ください。<BR/><BR/>皆さんにとってLUNA閲覧が可能になり次第、すべての連絡はLUNAを通じて行います。さまざま不自由をおかけしますが、ご了承のほどお願い致します。もし授業について質問等があれば、sikeno@kwansei.ac.jpまでお寄せください。<BR/><BR/>【目的】<BR/>本講義の目的は、受講生が危機的状況を経験した人々の心理社会的影響を理解し、ソーシャルワーク支援に求められるものを考察できるようになることにある。", "到達目標": "到達目標は以下の通りである：<BR/>１）\t危機とトラウマの基本的枠組みの獲得<BR/>２）\t危機・トラウマが及ぼす身体的影響（急性及び慢性的影響）の理解<BR/>３）\t危機・トラウマが家族システムに及ぼす影響の理解<BR/>４）\t危機・トラウマによる二次被害の実態に関する理解<BR/>５）\t社会が与える被害者バッシングの実態への理解<BR/>６）\t支援者が受ける傷つき（代理受傷、共感性疲労）の基本的枠組みの習得<BR/>７）\t危機・トラウマからの回復の意味についての洞察<BR/>８）\t外傷後成長の基本的枠組みの習得<BR/>９）\tマインドフルネス：危機あるいはトラウマ被害者に寄り添う支援者の態度の共有", "授業方法": "オンデマンド授業形式", "トピック": {"第1回": ["授業全体のオリエンテーション：「からだ」「家族」「社会」「支援者自身」「スピリチュアリティ」「Being」をキーワードにした授業構成についてお話します。<BR/>危機とトラウマの基本的枠組み：危機の定義、トラウマの定義、福島原発事故県外避難者を例に危機とトラウマを理解するフレームワークを紹介していきます。<BR/><BR/>オンデマンドのURL（2種類）は、9月22日（水）午前10時以降、ココ（授業計画欄）にアップします。ご確認の上、受講するようにしてください。", "リーディング・アサイメント<BR/>心と身体をつなぐトラウマセラピー』第1・２章"], "第2回": ["【Part 1. からだ】<BR/>危機が及ぼす身体的影響について、その基本的枠組みを紹介していきます。危機的状況が身体に与える影響が読み解かれるようになったのは、それほど昔ではありません。この10年余りにおける脳神経科学の知見は危機がもたらす身体反応を詳細に浮き彫りにしてきました。カリフォルニア州チャウチラで起きた児童誘拐事件を参考にしながら身体への影響を解説していきます。<BR/><BR/>オンデマンドURLは、9月29日（水）午前10以降、ココ（授業計画欄）にアップします。ご確認の上、受講するようにしてください。", "リーディング・アサイメント<BR/>心と身体をつなぐトラウマセラピー』第1・２章・３章"], "第3回": ["【Part 1. からだ】<BR/>危機が及ぼす身体への影響2回目です。今、危機介入あるいはトラウマケアにおいて「身体に着目した支援」に注目が集まっています。経験を語って感情を浄化する、語ることでトラウマ記憶を解消していく、といった心理治療のモデルは、実はトラウマケアで必ずしも有効とは言えません。最新の身体ケアにもとづくトラウマ支援について紹介していきます。<BR/><BR/>オンデマンドURLは、10月6日（水）午前10時以降、LUNAの教材・課題ファイルのところにアップ予定です。以下、4回目以降もすべてオンデマンドURLは、LUNAの教材・課題ファイルにアップしていきます。ご確認、受講をお願い致します。", "リーディング・アサイメント<BR/>『犯罪被害者支援とは何か』第6章"], "第4回": ["【Part 2. 家族】<BR/>２つめのテーマ、家族への影響を取り上げます。危機的状況は個人のみならず、家族にも影響を与えます。悩む人のまわりには家族がいる場合が少なくありません。家族をひっくるめて支援を考えていく必要がソーシャルワークには求められます。危機やトラウマは家族をどう変容させてしまうのか。", "リーディング・アサイメント<BR/>『犯罪被害者支援とは何か』第6章（先週と同じです）。"], "第5回": ["【Part 2. 家族】<BR/>危機あるいはトラウマ体験が家族に及ぼす影響について、事例をもとに紐解いていきます。1つは映画「普通の人々」、もう一つは私の臨床事例です。トラウマが家族全体に浸透し、家族そのものが変わっていく姿、またそこからの再生に必要な支援について考えていきます。", "リーディングアサインメント<BR/>犯罪被害者支援とは何か』第4章"], "第6回": ["【Part 3. 社会】<BR/>危機介入、あるいはトラウマケアは、いずれも個人を対象にした医療、心理モデルでとらえられることが多いですし、今でもその傾向は変わりません。しかし、傷つき体験をした人々にとって、その回復はもう一度社会に生きることに他なりません。実は社会そのものがトラウマを受けた人々に優しくない現状があります。いわゆる二次被害のメカニズムについて取り上げます。", "リーディングアサイメント<BR/>野田正彰『喪の途上にて』岩波書店（12章）"], "第7回": ["【Part 3. 社会】<BR/>社会をテーマにした2回目。キーワードは「予言の自己成就」。社会病理学から生まれたこの概念を中心に、危機や被害に見舞われた人、トラウマ被害に遭った人々を排除していく社会のあり方について言及します。", "リーディングアサインメント<BR/>宮地尚子『トラウマ』より第3章"], "第8回": ["【Part 4. 支援者】<BR/>危機的状況、トラウマ被害に向き合う支援者も、実は直接的、間接的に被害者のトラウマを引き受けてしまいます。二次受傷、代理受傷と呼ばれるメカニズムは、ソーシャルワークではあまり語られていません。バーンアウト（燃え尽き）とはことなる影響であり、4つ目のテーマとして支援者自身への影響を紐解きます。", "リーディングアサイメント<BR/>宮地尚子『トラウマ』第3章"], "第9回": ["【Part 4. 支援者】<BR/>支援者が被る二次受傷、代理受傷。そこから派生するバーンアウト。これらの軋轢から支援者を守りる方法、「支援者のための支援」について考えます。", "リーディングアサインメント<BR/>『犯罪被害者支援とは何か』第7章"], "第10回": ["【Part 5. スピリチュアリティ】<BR/>5番目のテーマは、スピリチュアリティ。いわゆる危機やトラウマからの「回復」がテーマとなります。失われたもの、喪われたもの、そこからの回復をどのようにソーシャルワークは考えていけばいいのでしょうか。その基本的な枠組みについて紹介します。回復は一足飛びには果たせません。その段階とは何か。寄り添いについて考えます。", "リーディングアサインメント『犯罪被害者支援とは何か』第8章"], "第11回": ["【Part 5. スピリチュアリティ】<BR/>スピリチュアリティ2回目。トラウマ被害、危機、そこからの回復は、元に戻る、という意味だけではなく、「成長」も生じさせることがわかってきています。外傷後成長（ポスト・トラウマティック・グロース：PTG）について紹介していきます。PTGの重要性と落とし穴の理解を目指します。", "リーディング・アサインメント<BR/>宮地尚子「トラウマ」第6章"], "第12回": ["【Part 6. Being】<BR/>6番目のBeingは、「今、ここ、この瞬間」を表します。過去でもない、未来でもない、今・ここ。この比喩がなぜ危機とトラウマケアにつながるのか。最新の研究から紹介していきます。", "リーディングアサインメント<BR/>「マインドフルネスストレス低減法第1章」"], "第13回": ["【Part 6. Being】<BR/>Being「今、ここ、この瞬間」を耕す方法として「マインドフルネス」が社会の注目を集めています。エビデンスにもとづく支援方法として確立してきたマインドフルネスとは何か、トラウマ・ケアへの導入と回復を支えていく可能性について最後にご紹介していきます。", "最終アサイメントの準備"], "第14回": ["最終アサイメントのための準備、全体の振り返り", ""], "授業外学習2": "・各回与えられるリーディングアサイメントの達成<BR/>・ミニレポート（3回ほどを予定）の提出<BR/>・平常レポート（学期末）の提出"}, "評価": {"教科書Required texts0": "適宜指定", "参考文献・資料Reference books0": "適宜指定　下記の付加情報におけるリーディングのファイルを入手してください。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "55 %", ""], "成績評価Grading2": ["その他／Others (99)", "45 %", "3回ほどのミニレポートの提出"], "添付ファイル1/File Attachment 10": ["心と身体をつなぐトラウマセラピー第1章　第2章　第3章のコピー.pdf", ""], "添付ファイル1/File Attachment 11": ["『犯罪被害者支援とは何か』第6章　家族と生きる.pdf", ""], "添付ファイル1/File Attachment 12": ["『犯罪被害者支援とは何か』第4章　二次被害と向き合う.pdf", ""], "添付ファイル1/File Attachment 13": ["喪の途上にて　第12章.pdf", ""], "更新日時/Date of Update4": "2021年09月17日 12時09分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ｇ－３０１"]}, "campas": 0, "name": "【300】危機とトラウマケア／Trauma-informed Care in Social Work Practice", "管理部署": 8, "単位数": 2, "担当者": "池埜　聡（IKENO SATOSHI） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 15, "評価1": 3, "評価2": 4, "開講期": 2}