{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "精神保健福祉士の実践活動である精神科ソーシャルワーク（あるいはメンタルヘルスソーシャルワーク）についての基礎的な理解（歴史、価値、基本的枠組み、倫理綱領、機能および職責）を得ることを目的とする。精神障害者は「病者」としての側面と「障害者」としての側面を併せ持つことを確認した上で、精神科ソーシャルワーカーおよび精神保健福祉士が行う相談支援や実践の概要についての知識を獲得する。", "到達目標": "受講生が以下についての理解を得ることを目標とする。<BR/>・精神科ソーシャルワーク（メンタルヘルスソーシャルワーク）の歴史とその変遷の過程を踏まえて、その固有の価値と社会的意義<BR/>・精神保健福祉士の基本的枠組み、倫理綱領、専門性、職責<BR/>・今日の精神保健福祉士に求められている機能や役割<BR/>・移り変わる精神保健福祉士の動向とそれを踏まえて今日と将来の精神保健福祉士がカバーする範囲と業務の幅<BR/>以上を踏まえて、受講生は自らの職業的アイデンティティの基盤に精神保健福祉士を位置づけることができるようにしていく。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】精神保健福祉の原理Ａ（人間福祉学部）/精神科ソーシャルワーク論（人間福祉学部）", "関連科目": "ソーシャルワーク論Ａ、ＢおよびＣ、障害者福祉論を履修済みであることが望ましい。ソーシャルワーク論Ｄの並行履修が望ましい。なお、精神保健福祉士の国家試験受験を予定している者は、必ずソーシャルワーク論Ａ～Ｆも履修するようにすること。", "授業の概要・背景": "精神保健福祉士国家試験の指定科目である「精神保健福祉相談援助の基盤（専門）」に相当する。<BR/>This course corresponds to &quot;Basics of social work in mental health,&quot; a designated subject (specialized) in the National Examination for Certified Psychiatric Social Workers.", "授業方法": "授業は対面で実施する。ただし場合によっては、オンデマンド配信のオンライン授業に変更する場合がある。<BR/>・毎回の授業時間前に、LUNA上にレジメ、資料をアップするので、各自ダウンロードし、目を通しておく。<BR/>・毎回の授業終了時に、リアクションペーパーを作成して提出する。<BR/>・質疑応答や担当者からのフィードバックもLUNAの掲示板上で行う。<BR/>【オンライン受講許可学生用】各回授業時までにLUNAにアップされる、授業データ（音声付きパワーポイント）、レジメ、各種資料をダウンロードして受講する。毎回の授業終了後に、期日までにLUNA上にリアクションペーパーを提出する。また質問についても、メールまたはリアクションペーパを介して行う。機能を使って回答する。また質問は、担当者へのメールでも受け付ける（その場合の回答もメールになる）。なお状況が変われば、対面の授業に切り替える場合がある。", "トピック": {"第1回": ["オリエンテーション、精神疾患とは、「精神科ソーシャルワーク」「メンタルヘルスソーシャルワーク」という名称<BR/>＜全１４回すべて対面授業で実施＞", "事前にLUNAにアップしたレジメ・資料を読み、全体像を把握しておく。<BR/>コメントと質問があれば、リアクションペーパーに記載する"], "第2回": ["アフターケア運動と精神科ソーシャルワーク（米国の歴史）", "同上"], "第3回": ["精神科ソーシャルワークの歴史（日本）と精神保健福祉士国家資格化の経緯", "同上"], "第4回": ["精神科ソーシャルワークの理論", "同上"], "第5回": ["精神保健福祉士の原理と価値、精神保健福祉士の倫理綱領、および倫理的ジレンマおよび職能団体", "同上"], "第6回": ["精神保健福祉士法、障害モデルと精神障害、および精神保健福祉士の関係性", "同上"], "第7回": ["精神保健福祉相談支援の基本的観点・視点と理念１（人と環境の交互作用、生活者、エンパワメント、自立生活、共生）", "同上"], "第8回": ["精神保健福祉相談支援の基本的観点・視点と基本理念２（ストレングス、リジリアンス、リカバリ、アンチスティグマ、ハームリダクション）", "同上"], "第9回": ["精神保健福祉士の業務特性、職場・職域、業務内容と業務指針", "同上"], "第10回": ["精神保健福祉運動、地域福祉と精神保健福祉ボランティア", "同上"], "第11回": ["当事者活動、家族会との関連、マスコミと精神保健福祉相談支援", "同上"], "第12回": ["精神障害者の人権（スティグマ、世界人権宣言～「精神病者の保護及びメンタルヘルスケア改善の原則」）", "同上"], "第13回": ["精神障害者の人権（日本の法制度と障害者権利条約、アドヴォカシー）", "同上"], "第14回": ["精神保健福祉の相談支援に関わる専門職、多職種連携、多専門職教育の意義と課題", "同上"], "授業外学習2": "１年次のソーシャルワーク論Ａ、Ｂの内容を踏まえながら本講義は展開されていく予定であるために、先の２科目の内容について復習しておくこと。また、2年次のソーシャルワーク論Ｃ、Ｄおよび障害者福祉論、3年次のソーシャルワーク論Ｅの内容と重複する部分がある。"}, "評価": {"教科書Required texts0": "教科書は用いない。回ごとにレジメを配布する。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["精神保健福祉士養成講座編集委員会編", "新・精神保健福祉士養成講座〈3〉 精神保健福祉相談援助の基盤(基礎・専門) 第2版", "中央法規", "2015 年", "978-4805851180", ""], "参考書/Reference books2": ["長崎和則編", "新装版精神保健福祉士の仕事", "朱鷺書房", "2012 年", "978-4886026453", ""], "参考書/Reference books3": ["岩崎香", "人権を擁護するソーシャルワーカーの役割と意義", "中央法規", "2010 年", "978-4805833940", ""], "参考書/Reference books4": ["昼田源四郎", "統合失調症患者の行動特性", "金剛出版", "2007 年", "978-4772410052", ""], "参考書/Reference books5": ["野坂達志", "新訂　統合失調症者とのつき合い方", "金剛出版", "2014 年", "978-4772413602", ""], "参考文献・資料Reference books0": "精神保健福祉士養成講座編集委員会編『新精神保健福祉士養成講座 精神保健福祉相談援助の基盤（基礎・専門）』（中央法規、2012）。長崎和則編『新装版精神保健福祉士の仕事』（朱鷺書房、2012）。岩崎香『人権を擁護するソーシャルワーカーの役割と意義』（中央法規、2010）。昼田源四郎『統合失調症患者の行動特性』（金剛出版、2007）。野坂達志『統合失調症者とのつき合い方』（金剛出版、2004）。その他、必要に応じて適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "2回の小レポート（25％×2）、最終レポート（30%）"], "成績評価Grading2": ["その他／Others (99)", "20 %", "参加度（リアクションペーパーのコメント内容など）20％"], "成績評価Grading3": "備考　Note\n平常レポート　　　　　　　80％（小レポート2回　50％・最終レポート　30％　いずれともにLUNAに提出）\n講義への参加度（貢献度）　20％（リアクションペーパーの内容などを基に評価）", "更新日時/Date of Update0": "2023年01月12日 15時22分00秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－３０３"]}, "campas": 0, "name": "【200】精神保健福祉の原理Ａ／Principles of Social Services in Mental Health A", "管理部署": 8, "単位数": 2, "担当者": "松岡　克尚（MATSUOKA KATSUHISA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 8, "評価1": 3, "評価2": 4, "開講期": 2}