{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "欧米近代を中心にして社会福祉の歴史を概観する。", "到達目標": "社会福祉の現状を、欧米の福祉の歴史の関連で理解できるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "キリスト教と福祉、社会福祉思想史、西洋の歴史関連の科目・政治史・社会史・経済史など", "授業方法": "原則対面ですが、場合によっては新型コロナの広がりが不安定なため「同時双方向型」（ZOOM）で行います。同時的に聴取できない人には、授業後に動画配信を行います。ZOOMや動画配信のURLなどはLUNAで伝達しますので情報確認をお願いします。参加者に質問をする場合があります。協力お願いします。", "トピック": {"第1回": ["ガイダンス・・・・授業の概要と進め方、福祉を理解するためになぜ、欧米の福祉の歴史を知る必要があるのか", "予習課題　ヨーロッパの国々、自然、社会などでこれまで知っていることを確認<BR/>復習課題　なぜ、ヨーロッパ・アメリカ合衆国での福祉を学ぶのかをまとめる"], "第2回": ["欧米での福祉の始まり・・・・とりあえずキリスト教との関連から出発しよう。イエスの活動と隣人愛の実践", "予習課題　イエスの活動の時代、イエスについて知っていることを確認<BR/>復習課題　隣人についての普通の意味とイエスの隣人愛との違いは何か"], "第3回": ["ヨーロッパ社会の成立の中で、キリスト教が公認され、ヨーロッパ社会に広がる。個人の救済とカリタスの実践、貧民を救済", "予習課題　イエスの教えがキリスト教に教義化される過程について確認する<BR/>復習課題　キリスト教がヨーロッパ社会に広がる中でどう変容したかを考える"], "第4回": ["ローマカトリックの信仰の喪失と宗教改革、カリタスの実践より神への信仰を重視、貧民観の転換、可哀想な貧民から在任としての貧民。貧民を処罰する", "予習課題　ヨーロッパに近代化を宗教・政治・科学・政治などの面で確認する<BR/>復習課題　宗教改革の福祉の領域にもたらした影響をまとめる"], "第5回": ["ヨーロッパにおける近代国家の成立。イギリスの発展と救貧法の成立、処罰から労働可能貧民の救済へ", "予習課題　イギリスの中のイングランド、ウエールズ、スコットランドの位置を確認<BR/>復習課題　イギリスの絶対王政の中で救貧法がどのように制定されたかをまとめる"], "第6回": ["イギリスの産業革命と救貧法の変化。イギリスから新大陸アメリカへの出稼ぎ、イギリス国内の産業革命の展開に伴うワーキングプアの広がり", "予習課題　アダム・スミスと産業革命について調べる<BR/>復習課題　イギリスの国力拡大とアメリカの植民地形成の関係を考える"], "第7回": ["イギリスの資本主義の発展と社会問題の発生。チャーチスト運動、新救貧法による救貧の削減。民間ボランティアの発展", "予習課題　パックスブリタニカ・チャーチスト運動について調べてみよう<BR/>復習課題　救貧法の歴史を16世紀、17世紀、18世紀、19世紀の年代でまとめる"], "第8回": ["アメリカ合衆国の成立と救貧制度。自己責任・独立心の強調。民間ボランティアの発展。スポーツと健全な精神。明白な運命の意識", "予習課題　現代のアメリカ合衆国を地図で確認し50州、代表的都市名を調べよう<BR/>復習課題　イギリスの植民地時代、独立、西部開拓の各時代の福祉の特徴を表にする"], "第9回": ["アメリカの強国化。世界のリーダーとしてのアメリカ合衆国。西部開拓と国内の階級・民族の対立。連邦政府による社会問題の解決", "予習課題　日露戦争の講和条約をアメリカのポーツマスで結んだのはなぜかを考える<BR/>復習課題　自由放任的な国家観と福祉政策を必要とする国家観の違いは何か"], "第10回": ["第１次世界大戦から第２次大戦、戦争時代の社会福祉・・・・1929年世界恐慌を脱却するため、アメリカではルーズベルトによりニューディール政策が行われ、社会保障法が制定される。しかし、ドイツではヒットラーが現れ第2次大戦となった", "予習課題　HitlerとFranklin-Rooseveltについて調べる<BR/>復習課題　ファシズムや全体主義と福祉国家の違いや共通点は何かをまとめてみよう"], "第11回": ["第2次大戦後のアメリカ・イギリスの社会福祉制度の発展。イギリス、ベヴァリッジ報告による戦後の「ゆりかごから墓場まで」", "予習課題　ゆりかごから墓場まででイメージすること<BR/>復習課題　欧米の福祉国家の成立と日本国憲法25条の生存権規定との関係を考える"], "第12回": ["戦後の冷戦とアメリカの社会福祉・・・・黒人問題の深刻化、公民権運動", "予習課題　前大統領オバマと現大統領トランプについて知っていることを確認<BR/>復習課題　アメリカ公民権運動と福祉政策の拡大と変容を時代順にまとめる"], "第13回": ["北欧での社会福祉の発展。デンマーク、スウェーデンなど小国の社会福祉", "予習課題　北欧の国々の国名と首都、社会・政治・福祉についてまとめてみよう<BR/>復習課題　デンマーク、スウェーデンなど小国の福祉政策は日本のモデルとなるのか"], "第14回": ["20世紀の福祉国家の行き詰まりと新興国家の福祉", "予習課題　1964年の東京オリンピックについてどのようなことを知っているか<BR/>復習課題　福祉を支えた高度成長が終わった後の福祉はどのような課題をもったか"], "授業外学習2": "レジュメや授業で紹介する参考書などをしっかり読んでおくこと"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["ガーランド（小野透訳）", "福祉国家", "白水社", "2021 年", "", ""], "教科書Required texts0": "レジュメの資料を配布します。LUNAにアップするのでダウンロードなどして保存しておいてください。授業は共通場面でレジュメを見られるようにして行います。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["室田保夫編", "人物でよむ西洋社会福祉の歩み", "ミネルヴァ書房", "2006 年", "", ""], "参考書/Reference books2": ["川北稔編", "イギリス史(上・下）", "山川出版社", "2020 年", "", ""], "参考書/Reference books3": ["紀平英作編", "アメリカ史(上・下)", "山川出版社", "2019 年", "", ""], "参考書/Reference books4": ["長谷川貴彦", "イギリス福祉国家の歴史的源流", "東京大学出版会", "2014 年", "", ""], "参考書/Reference books5": ["後藤玲子・新川敏光編", "新世界の社会福祉6巻", "旬報社", "2019 年", "", ""], "参考文献・資料Reference books0": "授業でそのつど紹介する。レジュメにも少し示してあります。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "毎月1回キーワードについての理解をレポートで提出"], "成績評価Grading2": ["その他／Others (99)", "40 %", "キーワードとは別の課題レポート（少し長い予定）"], "更新日時/Date of Update0": "2022年03月11日 13時07分55秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－３０１"]}, "campas": 0, "name": "【100】社会福祉の歴史／History of Social Welfare", "管理部署": 8, "単位数": 2, "担当者": "田中　和男（TANAKA KAZUO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 1}