{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "学生は、この講義を通して、現代社会における「生きることの意味」を探究する。そこから、自分の人生のテーマ、自分の人生の物語を再認識する。そして、生きることについて考え、感じあう。", "到達目標": "到達目標は以下の四つとする。第一に、各テーマから、生きることの意味を考えあい、学びを深める。第二に、社会構造・体制について理解を深める。第三に、人々はどのように生きていくのか、どのように関わりあい、支えあうのかを考える。第四に、これらの学びを毎回の講義におけるレポートで表現・文字化できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "基本的にが、第8回：11月１２日（金）までは、オンライン講義。第９回：１１月19日（金）から対面講義に切り替わります。<BR/>また、オンラインを受講を希望する方は、ライブ配信により授業を進めます。本授業を受講するために、zoomのＵＲＬを授業の前日の21時までに、ルナ（LUNA）にアップします。", "トピック": {"第1回": ["オリエンテーション：<BR/>講義のテーマ・内容についての概要説明、学び受講の姿勢、評価方法、テーマと内容の概要説明", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：自己決定ができる前提条件とは何か（１時間）"], "第2回": ["自己決定「生活における自己決定」<BR/>自己決定概念、人間と環境、自己決定の前提条件", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：安楽死の自己決定を認めるか（１時間）"], "第3回": ["自己決定「人生における自己決定」<BR/>尊厳死・安楽死、臓器移植、自傷他害、私的所有", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：家族の機能とは何か。具体的に考えよう（１時間）"], "第4回": ["生活と環境「家庭・家族という居場所」<BR/>社会の変化と家族の変化、子育て、家族の機能、父性と母性", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：なぜ、虐待やいじめは起きるのか（１時間）"], "第5回": ["生活と環境「懸命に生きる人の姿」<BR/>虐待・ＤＶ、いじめ・不登校の理解と支援、教育の本質", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：死刑は賛成か、反対か。その根拠は何か（１時間）"], "第6回": ["生活と環境「犯罪と社会福祉」　　　　<BR/>育ちと家庭環境、被害者と加害者、死刑の賛否、更生教育", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：働くことの意味とは何か。（１時間）"], "第7回": ["生活と環境「働くことの意味」<BR/>なぜ働かなければならないか、ワークとライフのバランス", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：あなたは、自分を受けとめているか（１時間）"], "第8回": ["当事者性「障がいをもつこと」<BR/>障がいの受容、障がい者の就労、アドボカシー、ソーシャルアクション、共生社会", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：難病者の生活と心理とは何か（１時間）"], "第9回": ["当事者性「難病をもつこと」<BR/>難病者の生活と心の理解、患者と家族の苦悩、難病ソーシャルワーク", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：なぜ、偏見と差別は起きるのか（１時間）"], "第10回": ["当事者性「偏見と差別」<BR/>差別の構造、偏見の心理、優越感と劣等感、優生保護法と母体保護法", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：どのようなときに、幸せを感じるか（１時間）"], "第11回": ["当事者性「幸福論」　<BR/>幸福と不幸、価値と価値観、援助の意味", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：仲間とは何か。仲間の支えあいとは何か（１時間）"], "第12回": ["当事者性「ともに歩み・支えあう」<BR/>支えあうことの意味、ピアカウンセリング、地域における取り組み", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：あなたの人生の物語を見つめよう（１時間）"], "第13回": ["生活と人生「人生の物語と語り」<BR/>語りの意味、語りと傾聴、ナラティブ・アプローチ、共感の意味、死の受容、告知の賛否、人間の尊厳", "復習：本日の学びの再確認・振り返り（１時間）<BR/>予習：苦悩とは何かを考えよう（１時間）"], "第14回": ["生活と人生「人生における価値変容」<BR/>悲嘆と喪失、苦悩と変容、相対的価値と絶対的価値、生きることの意味の再考", "復習：これまでのテーマを振り返り、生きること意味を再<BR/>　　　考する（２時間）"]}, "評価": {"教科書Required texts0": "指定なし。文献や論文は講義のなかで紹介する。資料配布はある。", "参考文献・資料Reference books0": "・河合隼雄『新しい教育と文化の探究』創元社、1978年。\n・中根千枝『タテ社会の人間関係』講談社現代新書、1967年。\n・野口裕二『物語としてのケア』医学書院、2002年。\n・小森・野口・野村『ナラティブ・セラピーの世界』日本評論社、1999年。\n・柳田邦男『死の医学への序章』新潮社、1986年。\n・キューブラー・ロス、川口正吉訳『死ぬ瞬間』読売新聞社、1971年。\n・南雲直二『障害受容』荘道社、1998年。\n・糸賀一雄『福祉の思想』NHKブックス、1968年。\n・フランクル、山田邦男訳『意味への意志』春秋社、2002年。\n・フランクル、霜山徳爾訳『夜と霧』みすず書房、1961年。\n・水野治太郎『ケアの人間学』ゆみる出版、1991年。\n・神谷美恵子『生きがいについて』みすず書房、1980年。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "備考Note0": "受講上の留意点\n〇講義外での学び、講義中のレポート作成、講義中の意見交換・討論などがある。\n〇各テーマ・内容について主体的に学ぶ姿勢をもつこと。\n〇講義日の前日まで（事前）に、梓川（h-azusa@kwansei.ac.jp）まで欠席連絡をすること。", "更新日時/Date of Update1": "2022年02月01日 11時29分08秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｇ－３０４"]}, "campas": 0, "name": "【300】社会福祉特論Ｄ／Elective D in Social Welfare and Social Work", "管理部署": 8, "単位数": 2, "担当者": "梓川　一（AZUSAGAWA HAZIME） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 3, "開講期": 2}