{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業は、グローバル資本主義の実態を学び、ローカル・ガバナンスの理念を学ぶ。そして、グローバルな視点から民主主義を学び、ニューミュニシパリズムの理念と運動を学ぶ。また、社会的企業の役割と機能を学び、高齢者ケアの制度的特徴を学んでいく。そのほか、社会福祉計画の視点から、生活困窮者、障がい者、児童、地域の分野別の社会福祉制度を理解することである。", "到達目標": "1.グローバル資本主義の概要を説明できる。<BR/>2.ローカル・ガバナンスの概念を説明できる。<BR/>3.ニューミュニシパリズムという地域発の市政改革理念を説明できる。<BR/>4.スペイン・バルセロナ、アメリカ・クリーブランド市やジャクソン市の市政改革の実情を説明できる。<BR/>5.グローバルな視点から、民主主義の大切さを説明できる。<BR/>6.社会的連帯経済と社会的企業の関連およびその役割と機能を説明できる。<BR/>7.高齢者ケアを通して、市場化と脱市場化の実態を説明できる。<BR/>8.その他の社会福祉計画の作成方法や実施状況を説明できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業を予定しております。", "トピック": {"第1回": ["1.社会福祉の歴史について救貧法や福祉国家の発展段階を理解する。", "経済の流れや社会福祉の状況に関するニュースや新聞記事を読んで、関心を高めておくこと。"], "第2回": ["2.福祉レジームの視点から社会福祉の現状を理解する。", "福祉国家について、どのような国があるのか、関心を高めておくこと。"], "第3回": ["3.高齢者福祉など社会福祉の費用負担の仕組みを理解する。", "ガバナンスとは何かについて、関心を高めておくこと。"], "第4回": ["4.福祉事務所ソーシャルワーカーの役割と任務を理解する。", "ニューミュニシパリズムの概念について、関心を高めておくこと。"], "第5回": ["5.地域福祉計画の策定方法を理解する。", "海外の市政について、関心を高めておくこと。"], "第6回": ["6.子どもの貧困対策、子育て支援事業計画の策定方法を理解する。", "生活保護制度について、新聞やニュースを聞いて、関心を高めておくこと。"], "第7回": ["7.障がい者福祉計画の策定方法を理解する。", "地域福祉について、新聞やニュースを聞いて、関心を高めておくこと。"], "第8回": ["8.行政と協働する社会福祉協議会・NPOなどの民間団体の職務を理解する。", "福祉行財政の仕組みについて、興味・関心を高めておくこと。"], "第9回": ["9.ローカル・ガバナンスの概念を理解する。", "児童福祉について、新聞やニュースを聞いて、関心を高めておくこと。"], "第10回": ["10.地域発の市政改革理念であるニューミュニシパリズムを理解する。", "障害者福祉について、新聞やニュースを聞いて、関心を高めておくこと。"], "第11回": ["11.海外における市政改革理念を理解する。", "民間団体と福祉の関係性について、関心を高めておくこと。"], "第12回": ["12.社会的連帯経済と社会的企業の関連について理解する。", "社会的企業の理念や役割につてい、関心を高めておくこと。"], "第13回": ["13.高齢者福祉介護保険事業計画の策定方法を理解する。", "高齢者福祉について、新聞やニュースを聞いて、関心を高めておくこと。"], "第14回": ["14.社会福祉計画の総括", "現代社会における福祉の問題や今後の課題について、関心を高めておくこと。"]}, "評価": {"教科書Required texts0": "山本隆著『ニューミュニシパリズム‐グローバル資本主義を地域から変革する新しい見主主義』明石書店", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "内容はテーマに沿っているか、誤字・脱字がないか、期限までに提出できているか等"], "成績評価Grading2": ["その他／Others (99)", "20 %", "授業に積極的に参加しているか等"], "成績評価Grading3": "備考　Note\nコロナ禍のため、対面授業またはオンライン授業にて課題を説明し、オンラインで提出することを予定している。", "更新日時/Date of Update0": "2022年02月09日 16時40分08秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ｇ－２０１"]}, "campas": 0, "name": "【300】社会福祉計画論／Social Welfare Planning", "管理部署": 8, "単位数": 2, "担当者": "正野　良幸（SHONO YOSHIYUKI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 3, "評価2": 4, "開講期": 1}