{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義は、学生が神経科学の知見と最新のアッタチメント研究をもとにソーシャルワーク実践に必要な一連のパーソナリティ理論を習得することに目的を置く。", "到達目標": "本講義で目標となる学びのポイントは以下のとおりである：<BR/>１）\tソーシャルワーク実践におけるパーソナリティ理論及び発達に関する知識<BR/>２）\t神経科学からみたパーソナリティ形成の基礎的枠組み<BR/>３）\tInterpersonal neurobiologyの視点<BR/>４）\t胎児期から老年期における発達課題の理解<BR/>５）\t愛着（アタッチメント）の最新研究からみたソーシャルワークの課題", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "ソーシャルワーク論A, B, C, D, E, F、ソーシャルワーク演習、ソーシャルワーク実習", "授業の概要・背景": "性格発達論」では、神経科学の知見に基づくパーソナリティ形成過程を紹介し、ソーシャルワークの対象となる問題行動とパーソナリティとの関係を理解する力を養う。以下の3側面について重点的に講義が構成される：1）神経科学の実証研究にもとづく最新の愛着理論から、乳児期及び幼児期における愛着関係が児童期以降のパーソナリティ形成に及ぼす長期的影響、2）青年期の発達課題であるアイデンティティ形成と愛着形成との影響、3）老年期におけるパーソナリティ変容の可能性と支援課題。これらの知識から臨床ソーシャルワークの役割を抽出していく。", "授業方法": "対面による講義形式", "トピック": {"第1回": ["【テーマ：オリエンテーション／パーソナリティ発達過程概観】<BR/>本授業の全体の枠組みと内容をご紹介します。パーソナリティは、類型論、特性論、発達論、力動論などに分けられますが、本授業では特に発達論と力動論に焦点を当てていきます。あくまでも社会福祉学科開講科目のため、ソーシャルワーク実践において必要なパーソナリティの知見をご紹介します。", "LUNAをご確認ください。課題などがアップされています。"], "第2回": ["【テーマ：脳、こころ、つながり】<BR/>パーソナリティの発達を見通すため、本授業で用いる枠組み&quot;Interpersonal Neurobiology (IPNB)&quot;をご紹介します。英語になって申し訳ありませんが、こころ、脳、そして人間関係という３つの次元を想定し、それぞれの相互作用からパーソナリティが形作られていく、という考え方です。身体・心理・社会・スピリチュアルという全人的な観点からパーソナリティをとらえていきます。", "LUNAをご確認ください。課題などがアップされています。"], "第3回": ["テーマ：胎児期】<BR/>INBの枠組みをもとに、いよいよ胎児期におけるパーソナリティ発達？についてご紹介していきます。まだ生まれる前、お母さんのお腹の中にいる赤ちゃんのことです。そんな段階って、パーソナリティに関係あるの？と疑問を持たれるかもしれません。実は胎児の段階はとても重要で、生まれてからの身体機能のみならず、パーソナリティ形成に大きな影響を与えます。出産に立ち会った経験も踏まえ、胎児期の重要性について紹介します。", "LUNAをご確認ください。課題などがアップされています。"], "第4回": ["【テーマ：幼児期―愛着・アタッチメント①】<BR/>赤ちゃんと愛着の重要性について、ご紹介していきます。ある意味、本授業のもっとも核となる部分です。Attachment is everything!（つまるところ、パーソナリティ形成において愛着がすべてである）、といった表現が聞こえてきます。そこまで言い切っていいのでしょうか？生後間もない赤ちゃんが3歳ぐらいに成長する幼児期とパーソナリティの関係について考えていきます。", "LUNAをご確認ください。、課題などがアップされています。"], "第5回": ["【テーマ：幼児期―愛着・アタッチメント②】<BR/>幼児期におけるパーソナリティ発達２回目です。アタッチメントの重要性がこの15年ほど、2005年以降に再認識されるようになりましたが、実はそれまでアタッチメントについて誤った考えが広まっていました。なぜ今、幼少期におけるアタッチメント（愛着関係）がクローズアップされているのか、またなぜ1960年代から2000年にかけてアタッチメントの重要性が取り上げられてこなかったのか、その要因について考えます。", "LUNAをご確認ください。課題などがアップされています。"], "第6回": ["【テーマ：オキシトシンと愛着・アタッチメント】<BR/>パーソナリティ形成におけるアタッチメント（愛着関係）の重要性を紐解く1つの鍵として、オキシトシン研究を取り上げます。オキシトシンとは「愛情ホルモン」と呼ばれ、親子だけではなく、あらゆる人間関係のつながりを促進させるホルモンであることがわかってきました。自閉症スペクトラム障害の方々にも適用されるオキシトシン。その研究から読み取れるものを紹介します。", "LUNAをご確認ください。課題などがアップされています。"], "第7回": ["【テーマ：ACE研究と愛着・アタッチメント】<BR/>ACE（Adverse Childhood Experience）研究（逆境的環境に育った人々のその後研究）は、世界に衝撃を与えました。ACEとは、幼少期における愛着が損なわれるような経験（逆境的環境）にさらされた場合、成人後にさまざまな身体的、精神的な問題を抱えやすい、という大規模調査（疫学調査）です。ACEによる知見から愛着が及ぼすパーソナリティ形成への影響を考えてきます。子ども・家庭へのソーシャルワーク、スクール・ソーシャルワークを考える上で、知っておくべき研究となります。", "LUNAをご確認ください。課題などがアップされています。"], "第8回": ["【テーマ：AAI研究と愛着・アタッチメント】<BR/>AAI (Adult Attachment Interview）研究は、ACE研究とならんでアタッチメント（愛着関係）が及ぼすパーソナリティ形成への影響を読み解いた重要な知見をもたらしました。Strange Situation Experiment と呼ばれる画期的な実験をもとにアタッチメントの類型化を果たし、親子相互作用とパーソナリティ発達との関連性についての理解を促しました。子ども・家庭へのソーシャルワーク実践において必須の知見となります。", "LUNAをご確認ください。課題などがアップされています。"], "第9回": ["【テーマ：愛着・アタッチメントの修復とは可能なのか】<BR/>奪われたアタッチメント（愛着関係）とは修復可能なのでしょうか。子どもや家族のソーシャルワーク実践を考える上で、重要なテーマとなります。修復は不可能ではありません。多くの取り組みからその成果が報告されています。たとえ脳における器質的なダメージがあったとしても、そこから変化する力＝可塑性は常に考えることができます。パーソナリティは愛着関係によって固定されるかどうか、この点に言及していきます。", "LUNAをご確認ください。課題などがアップされています。"], "第10回": ["【テーマ：青年期とアイデンティティ】<BR/>アタッチメント（愛着関係）を基盤に、十代後半からの青年期における発達課題は「アイデンティティの形成」と言われます。自己を受容し、他者とのつながり、所属感を十分に感じられるとき、アイデンティティが形成されると見なされます。逆にアイデンティティを見失うとき、同一性拡散とよばれる不安定な状態になるとされます。この授業では、アイデンティティをめぐる問題について、批判的に見ていきます。「脱アイデンティティ」（上野千鶴子）の考えを紹介していきます。", "LUNAをご確認ください。課題などがアップされています。"], "第11回": ["【テーマ：中年期】<BR/>パーソナリティの発達は青年期で終わり、ではありません。中年期、そして老年期においてもパーソナリティの変容は続いていきます。今回、中年期40から50歳代を念頭に、パーソナリティを見つめていきます。キーワードは「ミッド・ライフ・クライシス（中年期の危機）」。多くの受講生の親世代の直面する発達課題とパーソナリティについて見つめていきます。", "LUNAをご確認ください。課題などがアップされています。"], "第12回": ["【テーマ：高齢期】<BR/>高齢期（老年期）のパーソナリティ。ちょっとピンとこないかもしれませんが、高齢者にとっての発達課題、そしてパーソナリティは、脳・こころ・つながりの視点からとらえていくことがソーシャルワーク実践では重要な課題となります。ADLや認知症の枠組みから高齢者を理解するだけではなく、パーソナリティから高齢者を理解することはその人の人生をひっくるめて見つめるソーシャルワークの視点につながります。キーワードは「人生のインテグレーション」です。", "LUNAをご確認ください。課題などがアップされています。"], "第13回": ["予備日", "LUNAをご確認ください。課題などがアップされています。"], "第14回": ["全体の振り返り・課題の確認など", ""], "授業外学習2": "・リーディングアサイメントの達成<BR/>・３回ほどのミニレポートの提出<BR/>・学期末の平常レポート提出"}, "評価": {"教科書Required texts0": "適宜指定", "参考文献・資料Reference books0": "LUNAに適宜アップ予定　10月初旬までは", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "2回のミニレポート"], "添付ファイル1/File Attachment 10": ["脳をみる心、心をみる脳　第１章.pdf", ""], "添付ファイル1/File Attachment 11": ["胎児は知っている　第３章.pdf", ""], "添付ファイル1/File Attachment 12": ["赤ちゃんと脳科学　第２章.pdf", ""], "添付ファイル1/File Attachment 13": ["ソーシャルワーカーのためのアタッチメント理論　第４・５章.pdf", ""], "添付ファイル1/File Attachment 14": ["子どもの共感力を高める　第3章.pdf", ""], "更新日時/Date of Update5": "2022年11月16日 11時06分30秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｇ－２０１"]}, "campas": 0, "name": "【200】性格発達論／Personality Development", "管理部署": 8, "単位数": 2, "担当者": "池埜　聡（IKENO SATOSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 2, "評価2": 3, "開講期": 2}