{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は，刑事司法と福祉（ソーシャルワーク）との関係を学び司法ソーシャルワークの基本を理解することである。", "到達目標": "学生が，刑事司法の概要と刑事司法と福祉との関係について学び，その上で実践的な刑事司法ソーシャルワークの方法を身につけることを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式をメインとし，ワークショップによる事例検討や個人ワークとワークショップによる演習で更生支援計画を作成する。", "トピック": {"第1回": ["司法福祉とはどのようなものか，司法と福祉との関係や姿勢の違いに着目して学ぶ。", "【予習課題】<BR/>最近の報道から，福祉的支援が必要ではないかと思われる記事がないか調べる。"], "第2回": ["成人の刑事司法手続の概要と成人の刑事司法手続における福祉的支援について事例を用いて学ぶ。", "復習課題】<BR/>調べた記事において具体的にどのような福祉的支援が必要なのかを考察する。<BR/><BR/>【予習課題】<BR/>成人の刑事手続の概要をインターネットなどで調べておく。"], "第3回": ["少年の刑事司法手続の概要と少年の刑事司法手続における福祉的支援について事例を用いて学ぶ。", "【復習課題】<BR/>成人の刑事事件報道を複数とりあげ，それらの記事が成人刑事手続のどのステージの記事であるのかを考察する。<BR/><BR/>【予習課題】<BR/>少年の刑事手続の概要をインターネットなどで調べておく。"], "第4回": ["罪を犯した知的障害・発達障害のある人への福祉的支援について事例を用いて学ぶ。", "復習課題】<BR/>少年の非行事件報道を複数とりあげ，それらの記事が少年刑事手続のどのステージの記事であるのかを考察する。<BR/><BR/>【予習課題】<BR/>知的障害・発達障害のある人が加害者となっている事件報道をできるだけ多くインターネットなどで調べておく。"], "第5回": ["罪を犯した精神障害のある人への福祉的支援について事例を用いて学ぶ。", "【復習課題】<BR/>調べた知的障害・発達障害のある人が加害者となっている事件報道について，どういった福祉的支援が必要なのかを考察してみる。<BR/><BR/>【予習課題】<BR/>精神障害のある人が加害者となっている事件報道をできるだけ多くインターネットなどで調べておく。"], "第6回": ["罪を犯した社会的課題（身体障害，貧困など）のある人への福祉的支援について事例を用いて学ぶ。", "【復習課題】<BR/>調べた精神障害のある人が加害者となっている事件報道について，どういった福祉的支援が必要なのかを考察してみる。<BR/><BR/>【予習課題】<BR/>身体障害や貧困など社会的課題のある人が加害者となっている事件報道をできるだけ多くインターネットなどで調べておく。"], "第7回": ["罪を犯した高齢者への福祉的支援について事例を用いて学ぶ。", "【復習課題】<BR/>調べた身体障害や貧困など社会的課題のある人が加害者となっている事件報道について，どういった福祉的支援が必要なのかを考察してみる。<BR/><BR/>【予習課題】<BR/>高齢者が加害者となっている事件報道をできるだけ多くインターネットなどで調べておく。"], "第8回": ["罪を犯した依存症のある人への福祉的支援について事例を用いて学ぶ。", "【復習課題】<BR/>調べた高齢者が加害者となっている事件報道について，どういった福祉的支援が必要なのかを考察してみる。<BR/><BR/>【予習課題】<BR/>依存症のある人が加害者となっている事件報道をできるだけ多くインターネットなどで調べておく。"], "第9回": ["入口支援（検挙から裁判や審判）と出口支援（判決後から矯正施設施設退所時等），更生保護について学ぶ。", "【復習課題】<BR/>調べた依存症のある人が加害者となっている事件報道について，どういった福祉的支援が必要なのかを考察してみる。<BR/><BR/>【予習課題】<BR/>刑事手続を復習した上で，入口，出口がどのステージで行われるのかを考察する。"], "第10回": ["刑事司法ソーシャルワーク実践を架空事例を用いた個人ワークで学ぶ。", "【復習課題】<BR/>入口支援から出口支援とはどういったものかを復習すした上で，入口支援と出口支援の連携を考察する。<BR/><BR/>【予習課題】<BR/>テキスト等により，今まで学習してきた司法福祉実践の内容について振り返る。"], "第11回": ["更生支援計画①　個人ワークで用いた事例を使用して，更生支援計画を作成する。", "【復習課題】<BR/>事例を再度読み返し，個人ワークでの記録を整理する。<BR/><BR/>【予習課題】<BR/>復習課題と同じ"], "第12回": ["更生支援計画②　個人ワークで用いた事例を使用して，更生支援計画を作成する。", "【復習課題】<BR/>事例を再度読み返し，個人ワークでの記録を読み，作成中の更生支援計画を見直す。<BR/><BR/>【予習課題】<BR/>復習課題と同じ"], "第13回": ["更生支援計画の完成と証人尋問の対応", "【復習課題】<BR/>事例を再度読み返し，個人ワークでの記録を読み，更生支援計画を完成させる。<BR/><BR/>【予習課題】<BR/>刑事裁判の動画（裁判員裁判啓発用等）を見て，実際の裁判の流れを把握する。"], "第14回": ["司法福祉（刑事司法ソーシャルワーク）のまとめ", "【復習課題】<BR/>テキストや13回までの資料，事例や更生支援計画"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["内田扶喜子，谷村慎介，原田和明，水藤昌彦", "罪を犯した知的障がいのある人の弁護と支援", "現代人文社", "2012 年", "978−4−87798−472−4", ""], "参考書/Reference books2": ["土井政和， 正木祐史， 水藤昌彦，森久智江 　責任編集", "「司法と福祉の連携」の展開と課題", "現代人文社", "2018 年", "978−4−87798−698−8", ""], "参考文献・資料Reference books0": "令和4年犯罪白書", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", ""], "成績評価Grading2": ["その他／Others (99)", "30 %", "更生支援計画などの提出物"], "更新日時/Date of Update0": "2023年02月08日 18時14分09秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "Ｇ－２０１"]}, "campas": 0, "name": "【300】司法福祉論／Forensic Social Work", "管理部署": 8, "単位数": 2, "担当者": "原田　和明（HARADA KAZUAKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 0, "評価2": 4, "開講期": 1}