{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "【ご注意ください！】<BR/> 2021年10月1日（金）10時260分、このシラバスをアップデートしました。第2回目オンデマンド授業は授業計画のところにURLをアップしています。リーディングアサイメント（胎児期）について変更（一つ削除）しました。ご了承ください。<BR/><BR/>9月24日（金）第1回授業はZoomによるオリエンテーションがあります。以下、スケジュールのところをご確認のうえ、ご参加ください。また本日のオンデマンドの情報も掲載しています。合わせてご確認ください。<BR/>*****<BR/>この授業は、オンライン（Zoom）によるライブ授業を計７回予定しています。9月24日、10月8日、22日、11月5日、19日、12月3日、12月17日、すべて金曜日2時間目となります。またライブに加えて、毎週オンデマンド授業を受けていただきます。<BR/>*****<BR/>9月24日（金）は講師紹介と授業説明で、11時から約30分程度のライブ講義を予定しています。履修で迷っている人なども含め、以下のZoomにぜひご参加ください。<BR/><BR/>性格発達論　オリエンテーション<BR/>時間: 2021年9月24日 11:00 AM 大阪、札幌、東京<BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/83862573419?pwd=MzB5NE9qakI5eU8wcDg3TkRkSVBYZz09<BR/>ミーティングID: 838 6257 3419<BR/>パスコード: 533763<BR/><BR/>*****<BR/>第1回目オンデマンド授業のURLは、9月24日（金）午前10時以降、このシラバスの第1回・授業計画欄に掲示します。かならず閲覧して内容を理解してください。<BR/>*****<BR/>2021年度秋学期、性格発達論の担当は朝倉健太招聘教授となります。朝倉先生はカナダのカールトン大学ソーシャルワーク学部の准教授で2021年度の秋学期、人間福祉学部の招聘教授として着任されます。授業担当は朝倉先生となりますが、これまで本授業を担当していた人間福祉学部教授・池埜聡も授業に加わり、共同でより濃密な内容を目指します。詳しくは以下の「授業方法」をご覧ください。授業内容等、質問があれば、遠慮なく池埜までsikeno@kwansei.ac.jpまでお寄せください。<BR/>*****<BR/>2021年10月上旬、受講生の皆さんがLUNAにアクセスできるようになり次第、LUNAを通じて授業の情報、オンデマンドのURL、課題の提示を行います。課題提出もLUNAを通じてお願いすることになります。<BR/>*****<BR/>【目的】<BR/>本講義は、学生が神経科学の知見と最新のアッタチメント研究をもとにソーシャルワーク実践に必要な一連のパーソナリティ理論を習得することに目的を置く。", "到達目標": "本講義で目標となる学びのポイントは以下のとおりである：<BR/>１）\tソーシャルワーク実践におけるパーソナリティ理論及び発達に関する知識<BR/>２）\t神経科学からみたパーソナリティ形成の基礎的枠組み<BR/>３）\tInterpersonal neurobiologyの視点<BR/>４）\t胎児期から老年期における発達課題の理解<BR/>５）\t愛着（アタッチメント）の最新研究からみたソーシャルワークの課題", "授業方法": "お知らせで通知したように、本授業は教室（G301）の収容人数50％を超えた履修者がいるため、2021年11月1日より授業方法の変更はありません。<BR/>【カールトン大学招聘教授・朝倉先生より】<BR/>授業方法：オンライン。フォーマットとしては、北米でよく使われるhybrid teaching モデルを使います。まず、受講生には毎週、池埜教授が作られたオンディマンドの授業レクチャーを聴講していただきます。さらに、今回の担当教員の朝倉が7回の演習をオンラインで行います（9月24日、10月8日、22日、11月5日、19日、12月3日、12月17日：全て金曜日2時間目）。これらはケーススタディ、グループディスカッション、問題解決型学習メソッド等を使ったアクティブラーニング演習で、金曜２限目の時間に行います。こういった演習を通し、受講生には北米のソーシャルワーク教育のミニ体験をしていただき、さらに授業内容の理解を深め、理論からソーシャルワークへの応用ができる力を培っていただきたいと思っています。なお、朝倉との演習に参加されなくても、基本には池埜先生のオンディマンドの授業とリーディングをしっかりしていただければ、授業の基礎的内容も習得でき、課題もこなせられる、という前提であることを理解してください。<BR/><BR/>オンラインのライブ演習については以下が原則になりますので、ご理解ください：(1) 出席は取りませんし、出席することで成績に直接影響があることはありません；2) 参加される方は、ブレイクアウト・ルームの使用、そして発言を求められる時もありますので、話すことができるような環境で演習に参加してください。<BR/><BR/>今回は残念ながらオンラインでの授業になりますが、ぜひオフィスアワーを利用して皆さんと交流ができる機会があれば、と思っております。なお、朝倉の本学での今学期のオフィスアワーは木曜第２限目（Orその他のアポイントメント）、そしてEメールアドレスはgdx26821@kwansei.ac.jp です。<BR/><BR/>【重要】2021年10月5日以降、LUNAへのアクセスが可能になるまでは、このシラバスから各回の授業案内、資料ファイルにアクセスできるURLを提示します。またリーディングアサイメントへのアクセスもこのシラバスの「授業外学習」のところに提示します。LUNAアクセスが完了した時点で、すべての情報、資料、リーディングのマテリアルはLUNAを通じて配信するようにします。", "トピック": {"第1回": ["【ライブ講義0】9月24日（金）11時〜：講師紹介・簡単なオリエンテーション<BR/>以下のZoomにご参加ください。<BR/><BR/>性格発達論　オリエンテーション（9月24日）<BR/>時間: 2021年9月24日 11:00 AM 大阪、札幌、東京<BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/83862573419?pwd=MzB5NE9qakI5eU8wcDg3TkRkSVBYZz09<BR/>ミーティングID: 838 6257 3419<BR/>パスコード: 533763<BR/><BR/>【テーマ：オリエンテーション／パーソナリティ発達過程概観】オンデマンド<BR/>パーソナリティは、類型論、特性論、発達論、力動論などに分けられますが、本授業では特に発達論と力動論に焦点を当てていきます。あくまでも社会福祉学科開講科目のため、ソーシャルワーク実践において必要なパーソナリティの知見をご紹介します。オンデマンド授業（イントロダクション）のURLは、以下となります。<BR/><BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/sikeno_nuc_kwansei_ac_jp/EfVb5c1mwwNBqcM9wEB4HhkBG4x2F96hLTA_aONafAeifQ?e=fYTc0i<BR/><BR/>20分ほどのイントロになります。よろしくお願い致します。", "「脳をみる心、心をみる脳　第1章」のリーディング。ファイルはこのシラバスに添付しています。"], "第2回": ["10月1日（金）【テーマ：脳、こころ、つながり】オンデマンド<BR/>パーソナリティの発達を見通すため、本授業で用いる枠組み&quot;Interpersonal Neurobiology (IPNB)&quot;をご紹介します。英語になって申し訳ありませんが、こころ、脳、そして人間関係という３つの次元を想定し、それぞれの相互作用からパーソナリティが形作られていく、という考え方です。身体・心理・社会・スピリチュアルという全人的な観点からパーソナリティをとらえていきます。<BR/><BR/>オンデマンド授業のURLは、以下のとおりです。<BR/><BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/sikeno_nuc_kwansei_ac_jp/EZjD8-8apEFMgR2UGkaVf0cBeRY5mpXAA1XVW8so3MtKsQ?e=HAT2oh", "「脳をみる心、心をみる脳　第1章」のリーディング（前回と同じ）。ファイルはこのシラバスに添付しています。"], "第3回": ["10月8日（金）:【ライブ講義①】10月8日（金）<BR/>  担当教員の北米での実践と研究の紹介と、受講生の興味、関心、そして学習目標の確認をしたいと思います。ZoomのURLはLUNAを通じて皆さんに配信します。LUNAの教材・課題・テストをご確認ください。<BR/><BR/>【テーマ：胎児期】オンデマンド<BR/>IPNBの枠組みをもとに、いよいよ胎児期におけるパーソナリティ発達？についてご紹介していきます。まだ生まれる前、お母さんのお腹の中にいる赤ちゃんのことです。そんな段階って、パーソナリティに関係あるの？と疑問を持たれるかもしれません。実は胎児の段階はとても重要で、生まれてからの身体機能のみならず、パーソナリティ形成に大きな影響を与えます。出産に立ち会った経験も踏まえ、胎児期の重要性について紹介します。<BR/><BR/>オンデマンド授業のURLは、10月8日（金）午前10時以降、LUNAの教材・課題・テストにアップします。4回目以降もすべてオンデマンド授業のURLはLUNAにアップしますので、ご確認ください。", "「赤ちゃんと脳科学　第２章」のリーディング。ファイルはこのシラバスに添付しています。"], "第4回": ["10月15日（金）【テーマ：幼児期―愛着・アタッチメント①】オンデマンド<BR/>赤ちゃんと愛着の重要性について、ご紹介していきます。ある意味、本授業のもっとも核となる部分です。Attachment is everything!（つまるところ、パーソナリティ形成において愛着がすべてである）、といった表現が聞こえてきます。そこまで言い切っていいのでしょうか？生後間もない赤ちゃんが3歳ぐらいに成長する幼児期とパーソナリティの関係について考えていきます。", "LUNAをご確認ください。課題などがアップされています。"], "第5回": ["10月22日（金）【ライブ（同時双方向）講義②】<BR/> ケーススタディー等を通してInterpersonal Neurobiologyという枠組みからのソーシャルワークについて考察します。<BR/><BR/>【テーマ：幼児期―愛着・アタッチメント②】オンデマンド<BR/>幼児期におけるパーソナリティ発達２回目です。アタッチメントの重要性がこの15年ほど、2005年以降に再認識されるようになりましたが、実はそれまでアタッチメントについて誤った考えが広まっていました。なぜ今、幼少期におけるアタッチメント（愛着関係）がクローズアップされているのか、またなぜ1960年代から2000年にかけてアタッチメントの重要性が取り上げられてこなかったのか、その要因について考えます。", "LUNAをご確認ください。課題などがアップされています。"], "第6回": ["【10月29日（金）【テーマ：オキシトシンと愛着・アタッチメント】オンデマンド<BR/>パーソナリティ形成におけるアタッチメント（愛着関係）の重要性を紐解く1つの鍵として、オキシトシン研究を取り上げます。オキシトシンとは「愛情ホルモン」と呼ばれ、親子だけではなく、あらゆる人間関係のつながりを促進させるホルモンであることがわかってきました。自閉症スペクトラム障害の方々にも適用されるオキシトシン。その研究から読み取れるものを紹介します。", "LUNAをご確認ください。課題などがアップされています。"], "第7回": ["11月5日（金）【ライブ（同時双方向）講義③】<BR/>アタッチメントを社会問題と捉え、グループに分かれ福祉や教育現場での問題解決に向けてのディスカッションを行います。<BR/><BR/>【テーマ：ACE研究と愛着・アタッチメント】オンデマンド<BR/>ACE（Adverse Childhood Experience）研究（逆境的環境に育った人々のその後研究）は、世界に衝撃を与えました。ACEとは、幼少期における愛着が損なわれるような経験（逆境的環境）にさらされた場合、成人後にさまざまな身体的、精神的な問題を抱えやすい、という大規模調査（疫学調査）です。ACEによる知見から愛着が及ぼすパーソナリティ形成への影響を考えてきます。子ども・家庭へのソーシャルワーク、スクール・ソーシャルワークを考える上で、知っておくべき研究となります。", "LUNAをご確認ください。課題などがアップされています。"], "第8回": ["11月12日（金）【テーマ：AAI研究と愛着・アタッチメント】オンデマンド<BR/>AAI (Adult Attachment Interview）研究は、ACE研究とならんでアタッチメント（愛着関係）が及ぼすパーソナリティ形成への影響を読み解いた重要な知見をもたらしました。Strange Situation Experiment と呼ばれる実験をもとにアタッチメントの類型化を果たしたAinsworthの研究をもとに、成人後の人間関係、自己概念、パーソナリティ形成に幼少期の愛着関係がどのようなインパクトを及ぼしているのかを読み解いていきました。子ども・家庭へのソーシャルワーク実践において必須の知見となります。", "LUNAをご確認ください。課題などがアップされています。"], "第9回": ["11月19日（金）【ライブ（同時双方向）講義④】<BR/>ケーススタディー等を通してアタッチメント修復を目標にしたソーシャルワーク実践についてディスカッションを行います。<BR/><BR/>【脳のダメージ、こころのダメージ】オンデマンド<BR/>3回にわたって乳幼児期の愛着・アタッチメント関係が損なわれることによる人生全般への影響、パーソナリティの変容について取り上げてきました。オキシトシン、ACE研究、AAI研究を総括する目的で、今回愛着関係が奪われること＝虐待環境と脳へのダメージ、こころのダメージのメカニズムについて取り上げます。IPNBの枠組みをもう一度踏まえ、愛着・アタッチメントの重要性を再確認します。", "LUNAをご確認ください。課題などがアップされています。"], "第10回": ["11月26日（金）【テーマ：愛着・アタッチメントの修復とは可能なのか】オンデマンド<BR/>奪われたアタッチメント（愛着関係）とは修復可能なのでしょうか。子どもや家族のソーシャルワーク実践を考える上で、重要なテーマとなります。修復は不可能ではありません。多くの取り組みからその成果が報告されています。たとえ脳における器質的なダメージがあったとしても、そこから変化する力＝神経可塑性は常に考えることができます。今、世界的に注目されている「トラウマ・インフォームド」という枠組みに言及しながら修復の可能性について紹介していきます。", "LUNAをご確認ください。課題などがアップされています。"], "第11回": ["12月3日（金）【ライブ（同時双方向）講義⑤】<BR/>北米で青年期を専門に長年現場で働いてきた担当教員によるLGBTQ2の若者に関する研究発表、さらに海外の研究結果は日本の福祉や教育現場での問題解決に応用できるのか、ということを一緒に考察します。<BR/><BR/>【テーマ：青年期とアイデンティティ】オンデマンド<BR/>アタッチメント（愛着関係）を基盤に、十代後半からの青年期における発達課題は「アイデンティティの形成」と言われます。自己を受容し、他者とのつながり、所属感を十分に感じられるとき、アイデンティティが形成されると見なされます。逆にアイデンティティを見失うとき、同一性拡散とよばれる不安定な状態になるとされます。この授業では、アイデンティティをめぐる問題について、批判的に見ていきます。「脱アイデンティティ」（上野千鶴子）の考えを紹介していきます。", "LUNAをご確認ください。課題などがアップされています。"], "第12回": ["12月10日（金）【テーマ：中年期とパーソナリティ発達】オンデマンド<BR/>パーソナリティの発達は青年期で終わり、ではありません。中年期、そして老年期においてもパーソナリティの変容は続いていきます。今回、中年期30から50歳代を念頭に、パーソナリティを見つめていきます。キーワードは「ミッド・ライフ・クライシス（中年期の危機）」。多くの受講生の親世代の直面する発達課題とパーソナリティについて見つめていきます。", "LUNAをご確認ください。課題などがアップされています。"], "第13回": ["12月17日（金）【ライブ（同時双方向）講義⑥】<BR/>受講生の学び、そして授業内容全体を振り返りたいと思います。<BR/><BR/>【テーマ：高齢期】オンデマンド<BR/>高齢期（老年期）のパーソナリティ。ちょっとピンとこないかもしれませんが、高齢者にとっての発達課題、そしてパーソナリティは、脳・こころ・つながりの視点からとらえていくことがソーシャルワーク実践では重要な課題となります。ADLや認知症の枠組みから高齢者を理解するだけではなく、パーソナリティから高齢者を理解することはその人の人生をひっくるめて見つめるソーシャルワークの視点につながります。キーワードは「人生のインテグレーション」です。", "LUNAをご確認ください。課題などがアップされています。"], "第14回": ["1月7日（金）課題作成の指示、質問受付、その他アサイメントに関することについて情報共有", "LUNAをご確認ください。課題などがアップされています。"], "授業外学習2": "・リーディングアサイメントの達成<BR/>・２回のミニレポートの提出<BR/>・学期末の平常レポート提出"}, "評価": {"教科書Required texts0": "適宜指定", "参考文献・資料Reference books0": "LUNAに適宜アップ予定　１０月上旬までは、下記の付加情報からリーディングのためのファイルを入手してください。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "２回のミニレポートの提出"], "添付ファイル1/File Attachment 10": ["脳をみる心、心をみる脳　第１章.pdf", ""], "添付ファイル1/File Attachment 11": ["赤ちゃんと脳科学　第２章.pdf", ""], "添付ファイル1/File Attachment 12": ["September 25 2021 PPT Asakura.pdf", ""], "更新日時/Date of Update3": "2021年10月27日 16時54分29秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｂ－３０２"]}, "campas": 0, "name": "【200】性格発達論／Personality Development", "管理部署": 8, "単位数": 2, "担当者": "朝倉　健太（ASAKURA KENTA） ", "履修基準年度": "２年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 29, "評価1": 3, "評価2": 4, "開講期": 2}