{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、社会福祉の施設・事業所・行政機関等において、将来、ソーシャルワーカーとして活動することを意図している受講生が、質的調査法を用いて社会福祉に係わる調査を行うための、基礎的な知識を養うことを目的とする。", "到達目標": "ソーシャルワーカーが調査や研究を行う意義を述べることができる。<BR/>質的調査法を用いた社会福祉実践に関する研究論文を読み、内容を理解することができている。<BR/>インタビュー法を用いてデータを採取・分析し、報告書を書くことができている。", "授業方法": "対面による、演習、議論、発表。<BR/>ほぼ毎回の授業で、受講生は授業時間外に多くの指定文献を読みレジュメにまとめ、それを授業で報告することが求められる。そして、報告内容について、学生同士や学生・教員による討論や質疑応答によって学習を深めていく。<BR/>オンライン受講希望学生がいる場合はZoomを使い同時双方向型授業を行う。なお、コロナ感染症による活動制限レベルが引き上げられた場合には、対面授業から同時双方型授業に切り替えて実施する→第2回目授業以降は、Zoomによる同時双方向授業を行う（4月13日に変更）", "トピック": {"第1回": ["オリエンテーション", "新聞を読んで関心を持った社会福祉の記事を選び、次回の授業に持ってくる。"], "第2回": ["ソーシャルワーカーになぜ調査や研究が必要か考える。", "第3回目授業の指定論文を購読しレジュメを作成する。"], "第3回": ["ソーシャルワーカーによる事例研究の論文購読を通じ、ソーシャルワーカーが行う研究活動の実際を知る①、レジュメに基づいて報告する。", "第4回目授業の指定論文を購読し、レジュメを作成する。"], "第4回": ["ソーシャルワーカーによる事例研究の論文購読を通じ、ソーシャルワーカーが行う研究活動の実際を知る②、レジュメに基づいて報告する。", "自分が関心のある研究テーマを見つける。関連する文献を複数探して読む。"], "第5回": ["質的調査法とは何かを理解する。質的調査の進め方や調査倫理を知る。 研究計画書を作成する。", "同上。研究計画書を作成する。"], "第6回": ["インタビュー法について学ぶ。インタビューの方法、及び、インタビュー法を使った研究論文を読む力を養う。", "インタビュー法を用いた研究計画書を作成する。第7回目授業用の指定論文の購読とレジュメを作成する。"], "第7回": ["インタビュー法について学ぶ。インタビュー法を用いた研究計画書の中間報告を行う。", "インタビュー法を用いた研究計画書を作成する。自分の研究テーマに関連のある文献を読む。第8回目授業用の指定論文の購読とレジュメを作成する。"], "第8回": ["参与観察を学ぶ。参与観察を使った研究論文を読む力を養う。", "インタビュー法を用いた研究計画書を作成する。自分の研究テーマに関連のある文献を読む。"], "第9回": ["インタビュー法を用いた研究計画書を報告し、計画書を完成させる。", "調査協力者を見つけ、アポイントメントを取り、インタビューを行う。"], "第10回": ["調査協力者にインタビューを行う。", "インタビューの音声データの文字おこしを実施する。"], "第11回": ["インタビューの逐語録を作成する。データ逐語に落としたデータを読む。データ分析を学ぶ。", "データ分析を行う。"], "第12回": ["データを分析する。", "報告草案を作成する。"], "第13回": ["データを分岐する。分析結果を考察する。報告書（レポート）を作成する。", "報告書、及び、発表用資料を作成する。"], "第14回": ["報告書の概要を発表する。", ""]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中課題の提出状況や取り組み、研究計画書、自分の研究テーマに関する研究への取り組み状況、最終レポート、発表などで総合的に評価。"], "成績評価Grading2": "備考　Note\n4回以上欠席すると、成績評価の対象としない。授業開始から10分後の教室への入室は欠席と見なす。", "備考Note0": "第1回目授業で配付したシラバスを添付しました（4月13日）", "備考Note1": ["2021年度社会福祉質的調査法シラバス.pdf", ""], "更新日時/Date of Update2": "2021年04月25日 12時30分10秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "Ｇ－３０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】社会福祉質的調査法／Qualitative Methods in Social Work Research", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "2", "担当者": "安田　美予子（YASUDA MIYOKO） ", "履修基準年度": "３年", "時限1": "木曜１時限／Thursday 1", "開講期": "春学期／Spring"}