{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "　財政学は経済学の一分野として考えられているが、財政社会学は、社会学的な観点で財政現象を考えるものである。財政社会学によってわが国の経済や財政に関する課題について考える。", "到達目標": "　税制などの公的負担や社会保障サービスなどの財政の基本的な機能について、経済学と社会学の観点から理解できるようになる。家族や地域相互扶助の機能の低下を社会サービスが補わざるを得ない今日、国民負担のあり方や財政の機能など、国を統治する上での基本的な視点を身につけるようになる。", "授業方法": "当初：対面で講義を行うが、留学生など参加できない学生がいる場合には、講義を録画し、オンラインで事後的に視聴できるようにする。<BR/>変更後：第2回以降は、動画を録画して配信する（URLはLUNAで掲示）", "トピック": {"第1回": ["財政現象を政治・経済・社会が交差する現象として捉まえる財政社会学の基本的な考え方について考える。共同体の論理と政府活動がどのように結びついているのかがポイントとなる。", "テキスト第1章1～8頁を読み、共同体の観点でみたときに財政の役割はどのようになるかについて考察しなさい。"], "第2回": ["予算に関する法律上のルール手学ぶ。予算はなぜ統制する必要があるのか、その際、憲法上はどのようなルールになっているのか、また裁量権を一定程度確保しているのはなぜかについて学ぶ。", "テキスト第2章14～21頁を読み、統制のルールとして予算にはどのような原則があるのかについて考察しなさい。"], "第3回": ["予算編成の手続きについて学ぶ。予算の種類、予算循環といわれている仕組みや会計検査のあり方などについて学ぶ。", "テキスト第2章21～28頁を読み、予算の編成と執行、決算の仕組みについて考察しなさい。"], "第4回": ["無産国家と言われる現代の国家における租税の役割について学ぶ。", "テキスト第3章29～32頁を読んで、無産国家とは何か、そのなかで税がどのような機能を持つのかについて考察しなさい。"], "第5回": ["経済活動のなかで税がどのような役割を果たしているのかについて学ぶ。", "テキスト第3章32～36頁を読んで、経済活動とはどのように定義できるのか、そのなかで税がどのように課されるのかについて考察しなさい。"], "第6回": ["応能原則・応益原則と国家観との関係について詳しく学ぶ。公平性とは多様な概念であることを比較検討する。", "テキスト第3章36～41頁を読んで、応能原則・応益原則の違いと国家観がどのように結びついているかについて考察しなさい。"], "第7回": ["租税原則とは何か、タックスミックスの考え方はどのようなものかについて学ぶ。所得税・消費税はそれぞれ公平な税といえるのか、それらの説明は相互に矛盾している部分があるが、それが認められるのはなぜかについて考える。および日本の税制の全体像について学ぶ。税に対する不信感はどこから出てきたのか、諸外国に比べてどのような特徴があるのか、などについて振り返る。", "テキスト第3章47～62頁を読んで、租税原則とその運用について考察しなさい。"], "第8回": ["所得税の仕組みについて学ぶ。各種の控除の考え方、超過累進税率の仕組みとなぜそのようにしているかについて考える。", "テキスト第3章63～67を読んで所得税について考察しなさい。"], "第9回": ["消費税の基本的なしくみについて学ぶ。多段階税とはどのようなしくみなのか、また軽減税率について考える。", "テキスト第3章71～75頁を読んで消費税について考察しなさい。"], "第10回": ["公共財の考え方について学ぶ。政府がなぜ必要なのかについての考え方の基本は、公共財の提供といわれている。その点について考える。", "テキスト第4章80～86、93～96頁を読んで、公共財のあり方と社会資本整備のあり方について考察しなさい"], "第11回": ["分配の公平について考える。現代において何が公平と言えるのかについて考察する。", "テキスト代5章第1節を読んで考察しなさい"], "第12回": ["財政投融資の仕組みについて学ぶ。税金を徴収し支出をするだけが政府の活動ではなく、公的金融資の機能を知ることで、それが重要な仕組みであることについて考える", "テキスト第6章を読んで、財政投融資の仕組みと機能について考察しなさい。"], "第13回": ["財政赤字について学ぶ。個人の赤字と国家の赤字は同じようでいてまったく異なること、わが国の財政赤字の現状をどのように理解すべきかの考え方について考える。", "テキスト第7章を読んで、日本の財政状況について考察しなさい"], "第14回": ["まとめとして、日本財政をめぐるパワーバランスとお財政学を学ぶうえでの思想的側面について、締めくくりにリビューする。", "テキスト終章を読んで、経済学的な発想だけでは財政学を学ぶには不十分であることについて考察しなさい。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["小西砂千夫", "財政学", "日本評論社", "2017 年", "978-4-535-80608-5", ""], "教科書Required texts0": "小西砂千夫『財政学』日本評論社、2017年", "学生による授業評価の方法Course Evaluation by Students0": "通常の方法で行う", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "LUNAを通じた小テストによって評価する"], "更新日時/Date of Update0": "2021年05月23日 20時38分05秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "Ｇ－３２６"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】財政社会学／Sociology of Public Finance", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "2", "担当者": "小西　砂千夫（KONISHI SACHIO） ", "履修基準年度": "２年", "時限1": "月曜５時限／Monday 5", "開講期": "春学期／Spring"}