{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "　本講義では、組織運営の観点から地方自治と地方財政について考察することを目的とする。そこでは、組織のあり方や園運営の実態、あるいは自治体を取り巻くポピュリズムやポリティカル・コレクトネスなどへの理解が重要となる。", "到達目標": "　この講義では、自治体という組織が、なぜときとして市民の利害に反するような行動をとるのか、それを是正するにはどのようにすればよいのかについて理解することができる。自治体の組織運営の具体的な事例を通じて、組織の内部的論理が優先されるのはなぜかを学ぶことで、組織のリーダーとして持つべき視点を理解できるようになる。", "授業方法": "講義を録画し、動画を配信する。", "トピック": {"第1回": ["「官から民へ」という言葉の不思議について学ぶ。　官から民へという言葉があるが、本当はたいへん不思議な表現である。官とは官僚を指すものであるが、民の反対は公であって官ではない。その一方で、非政府に公共的課題を担うことを新しい公などと称することもある。公と民という本来の対立軸のなかで、住民と自治体のあり方をどのように考えるかについて問題提起する。", "官から民へというキーワードの使われ方について調べる"], "第2回": ["自分たちの税金が何に使われているかへの説明責任の果たし方について学ぶ。住民と自治体の信頼関係の回復には、自治体における情報公開が基本となる。特に財政情報の公開は重要であるが、その場合には、何をどのような観点で開示するかは技術的には難しい課題である。北海道ニセコ町における財政情報開示の取り組みを足掛かりに、自分たちの税金が何に使われているかという住民の素直な問いへの回答について考える。", "ニセコ町「もっと知りたい今年の仕事」を読む。"], "第3回": ["総合計画と行政評価の試みについて学ぶ。有言実行型の自治体を実現するには、まずは総合計画という将来ビジョンを作成し、そのもとで予算と計画との関係を明確にして、予算執行の結果を評価する必要がある。そのような自治体経営の仕組みをいち早く使った三重県や、先進的な取り組みで知られている多治見市では、どのような改革目標が置かれてきたのかを振り返り、総合計画を核とする行政経営のあり方について掘り下げる。また、さまざまな団体が自治体改革に取り組むなかで、どのような成果を上げているのか。自治体経営改革、ガバナンス改革、議会改革などで成果を上げている自治体を取り上げ、その取り組みについて紹介するとともに、その根底にある哲学なり考え方について掘り下げる", "総合計画と行政評価などの実例にあたる"], "第4回": ["自治体経営改革の落とし穴について学ぶ。　テレビドラマ「再生の町から」が描く、自治体経営のイメージを現実に重ね合わせることができるのかについて考える。", "NHKのウエブサイトから学習する"], "第5回": ["統治機構の改革が日本の再生をもたらすという考え方について学ぶ。国と地方の関係、住民と自治体との関係が日本の再生をもたらすという道州制なり大阪都構想は、はたしてどのような考え方なのかについて掘り下げる。", "大阪都構想や道州制に構想について調べる"], "第6回": ["夕張ショックと自治体の財政再建について学ぶ。夕張市は財政再建団体制度の適用を自ら申し出たが、そこでいう財政再建団体制度（自治体財政健全化法）とは何か、夕張の財政再建策はどのようになっているかなどについて住民の視点から捉え、財政破たん団体における住民の義務と責任について考える。", "夕張市の財政再建問題について、再生方策検討委員会報告を読む。"], "第7回": ["大震災と自治体経営について学ぶ。東日本大震災で甚大な津波被害と原発被害に見舞われた南相馬市の事例をはじめ、東日本大震災と阪神・淡路大震災の復旧・復興スキームの違いをふまえて、被災自治体の復旧・復興のあり方について学ぶ。", "災害からの復旧・復興の財政スキームに関する指定論文を読む"], "第8回": ["被災地における生活保護打ち切り問題について学ぶ。被災地の一部で補償金や義援金を受領した生活保護世帯の被保護世帯に対する生活保護が打ち切られ、そのことが大きな社会問題となった。それらを振り返って、問題の構造の深さについて考える。", "南相馬市の生活保護打ち切り問題についての報道について調べる"], "第9回": ["神戸の開発行政が批判されるのはなぜかについて学ぶ。神戸は、寒村からスタートして、大阪や京都と並び大都市になった。神戸において開発行政は根幹的な政策であるはずである。そのような歴史を振り返る。", "神戸市の開発行政の歴史について調べる"], "第10回": ["第三セクター改革の経緯と現状について学ぶ。大きな問題となっている第三セクターの破たんとはどのような構造であるのか、その改革はどのように進んできたのか。また、第三セクターに対する損失補償をめぐる安曇野訴訟について考える。", "第三セクター等の改革について総務省のホームページから調べる"], "第11回": ["地方公営企業の歴史的課題と現代的課題について学ぶ。地方公営企業は独立採算制度をうたっているかが、その意味内容は、時代によって少しずつ変わってきている。昭和41年改正と現在について比較検討を行い、水道や下水道事業の事業の持続可能性と条件不利地域の経営のあり方について考える。", "地方公営企業の改革について総務省のホームページから調べる"], "第12回": ["前回に引き続き、水道事業や下水道事業の持続可能性について検討する。そのほか、病院事業改革についても検討する", "地方公営企業の改革について総務省のホームページから調べる"], "第13回": ["現代の改革論の展開について、公会計改革をテーマに学ぶ。現代の改革論がいかに表層的であって、それに振り回されることの問題点、また改革に対する社会的要請が高まる背景について考える。", "公会計改革の推進について、総務省のホームページから調べる"], "第14回": ["組織論としての地方自治体の問題について学ぶ。組織は空洞化する、無制御の状態に陥る、そのことは避けられない。民間企業においても基本は同じ、そのことについて考察する。", "本講義全体を振り返って、復習を行う"], "授業外学習2": "自治体経営論は、「財政社会学」と「社会保障と財政」と関連が深いのであわせて履修することが望ましい"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "通常の方法により実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "LUNAを通じて実施する小テストで評価する"], "更新日時/Date of Update0": "2021年09月17日 10時52分12秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "Ｇ－３２６"]}, "campas": 0, "name": "【200】自治体経営論／Public Administration", "管理部署": 8, "単位数": 2, "担当者": "小西　砂千夫（KONISHI SACHIO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 4, "評価1": 4, "開講期": 2}