{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "貧困問題や高齢者問題、児童問題、さらには国際的な諸問題など、社会的課題の拡大や深刻化にともなって、社会的支援の必要性がますます強まっている。しかし私たちは、この世界のどこで、何が起こっているのかについて、あまりにも知らないという現実がある。ネットやテレビで見聞きして、あるいは家族や友人、知人、教師から話を聞くなどといったきっかけを通して、限られた出来事や問題の一面をたまたま受け身に知っているに過ぎないというのが実情ではないだろうか。しかも現実に圧倒されることもしばしばで、なぜそのような状況になったのか、何が本当の問題なのか、どう対応するべきなのかということにまで考えが及ばない場合も多いと思われる。<BR/><BR/>私たちが取り組もうとしている社会的起業をはじめとする社会的な支援は、ただ単に社会的課題に対応するだけではなく、そういった問題が少しでも減るように、さらには無くなるように、社会を変えようとする理念を重視する仕事であり事業である。そして、誰かを通して受け身に巡り合った問題だけではなく、まだ多くの人が気づいていない問題やこれから表面化しようとしている問題を積極的に見つけ出すこと、それらの問題の本質が何であるのかを十分に理解した上で、何をどう変えていくのか、そのためにはどのように仕事と事業を進めていくべきかを考えることが必要になる。<BR/><BR/>この授業では、こうした視点に立ち、社会起業のために必要な情報活用スキルの向上を目的としている。<BR/><BR/>具体的には、社会起業を検討している個人や団体に対し、コンサルタントとして企画・提案・助言などを行う状況を想定し、調査・検討・構想を、各自の関心に沿って展開していく。", "到達目標": "・社会と社会的課題の動向を把握するための情報収集と活用の方法を身につける。<BR/>・情報リサーチの方法を身につける。<BR/>・関心のあるテーマや領域について情報リサーチを主体的に行えるようになる。<BR/>・社会起業を行うための企画・提案・助言に必要なスキルについて理解する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "・コンピューター基礎<BR/>・ＩＣＴ演習", "授業方法": "対面授業で行いますが、感染状況等によってはオンラインライブ授業（もしくはオンラインライブ授業併用）で行う可能性があります。<BR/><BR/>※授業計画については、状況に応じて組み替える場合があります。<BR/>※授業＋個人もしくはグループによる実習と発表<BR/>※受講者数により授業構成と進行が変更になる場合があります。", "トピック": {"第1回": ["ガイダンス<BR/>・授業のあらまし<BR/>・授業の進め方<BR/>（授業計画については、履修者の状況により変更する場合があります。）", ""], "第2回": ["情報リサーチの考え方（1）<BR/>・なぜ社会起業で情報リサーチが必要なのか<BR/>・社会起業の情報とは<BR/>・社会起業の情報源", ""], "第3回": ["情報リサーチの考え方（2）<BR/>・情報リサーチにどう取り組むのか<BR/>・情報リサーチの方法と技術", ""], "第4回": ["実践基礎編（1）<BR/>・テーマをどう設定するのか", ""], "第5回": ["実践基礎編（2）<BR/>・データベースの活用〔1〕<BR/>・テーマに沿って情報を集めるには", ""], "第6回": ["実践基礎編（3）<BR/>・データベースの活用〔2〕<BR/>・検索結果をどう使うのか（分類・加工・編集など）", ""], "第7回": ["実践基礎編（4）<BR/>・データベースの活用〔3〕<BR/>・各自の検索結果報告を踏まえて", ""], "第8回": ["実践基礎編（5）<BR/>・データベースの活用〔4〕<BR/>・各自の検索結果報告を踏まえて", ""], "第9回": ["実践応用編（1）<BR/>・多様な情報源を使いこなす<BR/>・情報検索のすすめ", ""], "第10回": ["実践応用編（2）<BR/>・情報を評価する<BR/>・情報を分析する<BR/>・情報をまとめる", ""], "第11回": ["実践応用編（3）<BR/>・課題作業", ""], "第12回": ["実践応用編（4）<BR/>・課題作業", ""], "第13回": ["実践応用編（5）<BR/>・課題報告", ""], "第14回": ["実践応用編（6）<BR/>・課題報告<BR/>・授業のまとめ<BR/>・課題提出", ""], "授業外学習2": "この授業は、情報の活用について学ぶことを目的としているため、ＰＣによるWebの閲覧やメールの送受信、Word / Excel / PowerPoint の基本的な操作についてほぼ問題なく行えるか、これらについて積極的に自習してスキルアップしようという意欲を持つことを前提に構成しています。基礎的なスキルの習得については、コンピューター基礎もしくはＩＣＴ演習の履修、あるいは積極的な自学自習を奨めます。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "授業中に行う", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業への参加、課題発表、課題レポートの提出状況、レポート内容などを総合して評価"], "成績評価Grading2": "備考　Note\n授業への参加、課題発表、課題レポートの提出状況、レポート内容などを総合して評価", "更新日時/Date of Update0": "2022年01月24日 08時06分27秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｇ－３１１"]}, "campas": 0, "name": "【200】社会起業情報リサーチ／Research on Social Entrepreneurship Information", "管理部署": 8, "単位数": 2, "担当者": "生田　正幸（IKUTA MASAYUKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 1}