{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "ビジネスにおける文書の役割は大きい。近年においてはビジネス環境の変化に伴い、メールやブログなどを活用した、ある程度スピードを要求される場面が増加している。この講義においては様々なシチュエーションにおいて「伝えたいことが相手に確実に伝わる」文書作成を考えたい。そして社会人には必須となるコミュニケーション能力の習得を目指す。", "到達目標": "ビジネスシチュエーションにおいて通用する思考力、ライティングスキルを習得する。<BR/>伝えたいことが相手に確実に伝わる文章が書けるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "毎回レジュメを用意し説明する。毎週コメントシートの提出を求め（初回授業で説明）、次回授業時にフィードバックを実施する。別途、期間中に3回のメール課題を実施する。<BR/>対面授業を受講することが困難な履修者に対しては、当該授業の動画を当日夜（予定）にLUNAにアップする。コメントシートの代わりに毎回の感想メール提出を求める（授業該当週の土曜日24時まで）。", "トピック": {"第1回": ["オリエンテーション<BR/>文章を書く前に考えなければならないことについて概要説明する", "【予習】ビジネスライティングの授業を選択する理由について、自分自身でライティングに関し苦手と感じている点は何かを考えておくこと<BR/>【復習】全期間を通してビジネスライティングに関し困っていること、確認したいことはないかを日常において意識しておくこと"], "第2回": ["相手を知る～相手が読みたくなる文書とは（1）<BR/>文章を書く目的を整理する", ""], "第3回": ["相手を知る～相手が読みたくなる文書とは（2）<BR/>相手が読みたくなる文章のヒント<BR/>メール課題（1）の説明", "【課題】授業中に示す期限までにメール課題に対応すること"], "第4回": ["知っておくと便利なこと（文章表現のルール）<BR/>GW時期になるため、欠席の場合でもレジュメでの復習が可能なように単発の内容にする<BR/>メール課題（1回目）の総評", "【復習】メール課題の総評を踏まえて、提出した課題に対する改善すべき点を検討すること"], "第5回": ["ビジネスにおけるメールのルール<BR/>ビジネスメール実態調査結果を用いて習得すべきルールを整理する", "【予習】普段ＰＣメールをどのような頻度で活用しているか、どのような失敗経験があるかを確認しておくこと<BR/>【復習】授業内で提示した実態調査結果について、自分自身の経験と照らし合わせて今後気をつけるべき内容を整理すること"], "第6回": ["何を伝えたいのか～ロジカルシンキング（1）<BR/>相手に要件を伝えるとき「なぜお願いするのか」「どうしてそのようになったのか」根拠を示す必要があるため、根拠を整理する手法を習得する<BR/>メール課題（2）の説明", "【復習】授業内で用いた演習について復習すること<BR/>【課題】授業内で提示した課題につき、期限内に提出すること"], "第7回": ["何を伝えたいのか～ロジカルシンキング（2）<BR/>メール課題（2回目）の総評、最終レポート課題の説明", "【復習】メール課題の総評を踏まえて、提出した課題に対する改善すべき点を検討すること"], "第8回": ["ライフプランを明らかにする意義について<BR/>ビジネスライティングからは離れるが、最終レポートや将来就職活動に取り組む前に理解してほしい内容を紹介する", "【予習】ここから最終回まで、定期レポート作成に必要な考察を常に心がけること"], "第9回": ["文書組立のノウハウ（1）～ストーリーライン<BR/>読み手を自然に文章の内容へと導き、理解を深めさせ行動に導くためのストーリーラインを検討する<BR/>メール課題（3回目）の説明", "【予習】第8回と同じ<BR/>【課題】授業内で提示した課題につき、期限内に提出すること"], "第10回": ["文書組立のノウハウ（2）～プロセス<BR/>メール課題（3回目）の総評<BR/>実際に文章を書くプロセスを整理する", "【予習】第8回と同じ<BR/>【復習】メール課題の総評を踏まえて、提出した課題に対する改善すべき点を検討すること"], "第11回": ["スピード感のある報告（インバスケット思考）（1）<BR/>限られた時間の中で優先順位をつけ、どのように対処していくかを実践する", "【予習】第8回と同じ<BR/>【復習】授業内で提示した事例について、時間の余裕があるときに自分自身はどのような行動をとるか、再度検討してみること"], "第12回": ["スピード感のある報告（インバスケット思考）（2）<BR/>前回の復習、別の事例による検討", "【予習】第8回と同じ<BR/>【復習】第11回と同じ"], "第13回": ["豊かな表現方法で文書を印象的に<BR/>単発の内容。定期レポートに対する質問等があればこたえる。", "【予習】第8回と同じ<BR/>次回最終回のため、最後に質問したい内容を整理してコメントシートに書ける準備をすること"], "第14回": ["語法の復習、敬語の使い方、まとめ", "【復習】全授業の内容に照らし合わせて、自分自身の文章を総点検すること"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "授業中に説明"], "成績評価Grading2": ["その他／Others (99)", "50 %", "メール課題（30％）、コメント（20％）"], "成績評価Grading3": "備考　Note\n授業中に最終リポート説明。授業期間中にメール課題（3回）実施。\nコメントはコメントシート提出で確認（オンラインの場合は、メールでの提出）", "更新日時/Date of Update0": "2023年01月03日 09時57分50秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｇ－３２６"]}, "campas": 0, "name": "【200】ビジネススキルＢ（ビジネス・ライティング）／Business Skills B (Business Writing)", "管理部署": 8, "単位数": 2, "担当者": "三宅　由佳（MIYAKE YUKA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 2, "評価1": 3, "評価2": 4, "開講期": 1}