{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "社会調査スキルの強化を目的とする。具体的には、問題意識に基づいた仮説の設定、仮説検証のための調査の企画、実施、データ分析、報告書の作成を行う。また、地域（現場）に出向いて調査を実施することで、社会調査の全プロセスを経験を通じて学ぶ。", "到達目標": "本授業では、以下の３つの項目の達成を目標とする。<BR/>1)問題意識に基づいた仮説設定ができる。<BR/>2)仮説検証のための調査の企画・実施・データ分析に必要な技能を習得している。<BR/>3)社会調査の全プロセスを理解している。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "社会起業調査入門<BR/>スポーツビジネス論", "授業方法": "本授業は授業の特性上、対面のみでの開講とする（オンラインでの対応は行わない）。そのため、対面参加が困難な学生は次年度以降の履修を検討すること。<BR/>また、学外での調査を予定しているが、新型コロナの影響で実施できないことがある。その際は、調査を実施せず、既存のデータを用いて分析する。このことを踏まえ、履修すること。<BR/><BR/><BR/>講義、グループワークを織り交ぜた演習形式で行う。<BR/>11月中旬の週末に調査に出る予定である。調査先は未定（大阪府内、もしくは兵庫県内を予定）であるが、スポーツ観戦の現場に出向き、観戦者に調査を実施することを検討している。そのため、会場までの交通費がかかる場合があり、この費用は自己負担となる。<BR/>複数回課題を提示し、その内容によって成績評価を行う。", "トピック": {"第1回": ["マーケティング、ならびにスポーツマーケティングについて考える。", ""], "第2回": ["マーケティング・リサーチ、仮説、分析、それぞれについて学ぶことで、社会調査のプロセスについて理解を深める。", ""], "第3回": ["調査対象（現場）の現状や問題点について考える。具体的には、文献やインターネット上の情報をもとに、調査対象の現状を把握し、そこから浮かび上がる問題点について考える。", ""], "第4回": ["前回の授業内容を踏まえ、問題を解決するために必要な内容について考え、仮説を検討する。", ""], "第5回": ["仮説検証に必要な項目について考える。", ""], "第6回": ["有効なデータ収集に向けた適切な質問紙についての理解を深める。また、質問紙を作成したり、調査で使用する文具等を準備するとともに、調査に必要な知識（注意事項等）について学ぶ。", ""], "第7回": ["スポーツ現場にて調査を行う。具体的には、現場に出向き、スポーツ観戦者へ直接質問紙を配布し、その場で回収する方法で調査を行う。", ""], "第8回": ["データ分析：統計ソフトSPSSの使い方について学び、調査で得たデータの入力を行う。", ""], "第9回": ["データ分析：入力したデータを分析する。仮説検証の分析や調査対象者の属性等をまとめる。", ""], "第10回": ["分析結果から見えてくるものを考え、それに基づいた提言や主張についてまとめる。", ""], "第11回": ["分析結果から見えてくるものを考え、それに基づいた提言や主張についてまとめる。", ""], "第12回": ["分析結果、提言・主張をまとめた報告書を作成する。", ""], "第13回": ["分析結果、提言・主張をまとめた報告書を作成する。", ""], "第14回": ["報告書を完成させると同時に、報告書の内容を共有する。まとめ。", ""], "授業外学習2": "「社会起業調査入門」（1年次配当科目）が先修条件となっているため注意すること。<BR/>日頃から「見るスポーツ」や「スポーツ観戦」に関心を持ち、実際にスポーツを見に行ったり、テレビやインターネットを通してスポーツを視聴しておくこと。そして、単にスポーツを見るだけでなく、「見るスポーツ」が普及することでどのような社会問題の解決に寄与できるのか、「見るスポーツ」を普及させるためには何が必要で、そのためにはどのような調査が必要なのか等を考えながら見ること。"}, "評価": {"教科書Required texts0": "特になし。", "参考文献・資料Reference books0": "特になし。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業への積極性40％、発表内容30％、授業内課題の提出物30％"], "成績評価Grading2": "備考　Note\n本授業は定期試験を実施しないため、授業への積極性を重視します。そのため、4回以上欠席した学生は単位修得には至りません。\n11月中旬の週末に調査へ出向く予定です。場所は未定（新型コロナの影響により中止することもある）ですが、大阪府内、もしくは兵庫県内を予定していますので、その際、交通費がかかることがあります（自己負担）。また、この調査を重視しますので、課外活動等で参加が難しいと考えられる学生はよく考えて履修を行って下さい。", "更新日時/Date of Update0": "2022年01月10日 11時55分45秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ｄ－４０４"]}, "campas": 0, "name": "【250】社会起業調査実習　１／Research Practicum in Social Entrepreneurship", "管理部署": 8, "単位数": 2, "担当者": "林　直也（HAYASHI NAOYA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 15, "評価1": 4, "開講期": 2}