{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義では、市民社会や民主主義の基盤である「情報公開」や「公文書管理」にかんする法制度や運用実態を学ぶとともに、メディアリテラシーの基礎を習得することで、自身の情報行動の傾向に気づくことを目的としています。", "到達目標": "行政情報などに関心を持ち、入手した情報を読み解いて、的確な判断や行動ができる市民（インフォームド・シチズン）になることです。また、様々な情報メディア（媒体）の特性を学ぶことでメディアリテラシーの基礎を身につけ、インターネット情報との付き合い方など、情報化社会を生き抜く素養を身につけます。", "授業方法": "11月からは対面講義を始めます。5講目で皆さんにお諮りしたように常時出席者が教室の１／２定員に収まりそうなので、とりあえず全員対面で実施…様子をみてグループ分けも検討します。対面でも講義はZoomを通じて行うので、同時双方向オンライン学習も可能です（ただし大学から許可を受けた人、または突発的事情で教員に相談があった場合に限定）<BR/>情報公開論：https://us06web.zoom.us/j/83054908090?pwd=ZGtHV21IV2FsV2Z3bTBYRlN4LytVUT09<BR/>ミーティングID: 830 5490 8090<BR/>パスコード: 914497", "トピック": {"第1回": ["【同時双方向オンライン】オリエンテーション：講義全体の狙いや進め方の説明<BR/>導入：「情報とは」の講義／受講予定者に対するメディア利用アンケートを実施<BR/>https://us06web.zoom.us/j/83054908090?pwd=ZGtHV21IV2FsV2Z3bTBYRlN4LytVUT09<BR/>ミーティングID: 830 5490 8090<BR/>パスコード: 914497", "【復習課題】アンケートの設問を、ほかの人（家族、友人）にも聞いてみる"], "第2回": ["【同時双方向オンライン】情報環境と情報行動の変化：どんな情報源に接しているか、どんな情報源を信用しているかなど、自分の情報行動の傾向を認識し、世代や地域の差を考える", "【予習課題】自分の情報取得・発信時間を媒体別に1週間、記録する<BR/>【復習課題】各種生活時間調査などから若者の情報行動の変化を調べてみる"], "第3回": ["【同時双方向オンライン】情報公開の扉を開ける：情報が独占・秘匿された時代に、先人達（ジャーナリスト、市民活動家）がどのように「扉」を開ける運動をしてきたかを学び、情報公開の意義を知る。復習として市民オンブズマンのWEBを調べ、どんな活動を行っているのかを調べる宿題（60分程度）", "【復習課題】消費者運動や市民オンブズマン運動の歴史を復習しておく"], "第4回": ["【同時双方向オンライン】情報公開その１：情報公開制度の歴史と概要：日本の行政情報公開制度がどのような経緯で進んできたのかを概観し、国の情報公開制度について、請求から開示までの流れや不開示の場合の不服申し立ての仕組み、審議会の役割などを概観する。法律用語の基礎知識も含めて解説するので、その復習に40分程度。", "【予習課題】情報公開法の条文を読み、分からない言葉を調べておく<BR/>【復習課題】総務省のホームページなどから制度の概要や運用実態をみておく"], "第5回": ["【同時双方向オンライン】情報公開その２：情報公開法と制度運用：対象文書の定義や不開示理由の曖昧さなど、運用面の課題を探り、改正に向けた論点を整理する。復習としてトピックで取り上げた情報関連のニュースの深堀に40分程度。", "【復習課題】利用者の立場から、法のポイントを考える"], "第6回": ["【同時双方向オンライン】情報公開その３＋公文書管理その１<BR/>前回積み残した情報公開の運用実態や改正の動きについて概観。公開対象である公文書を管理（作成から廃棄まで）する法制度について、制定の経緯や運用実態について解説する。<BR/>予習として情報公開法と総務省資料の読み込みに30分程度。", "【復習課題】国のホームページなどから運用実態を確認しておく"], "第7回": ["【対面授業】公文書管理その２：公文書管理の仕組みを学びながら、森友学園の公文書偽造問題など、ここ数年の公文書をめぐるトラブル（偽造、廃棄、不作成）について振り返り、ガイドラインの問題点を整理する。予習として公文書管理法の読み込みに60分程度。", "【予習課題】公文書の管理不備がもとでトラブルになった事例について調べておく<BR/>【復習課題】公文書管理を徹底させる方策について考えてみる"], "第8回": ["【対面授業】自治体情報公開の実際(ゲスト講師を予定）<BR/>予習として自治体条例の確認や、運用面での質問考察に40分程度。<BR/>復習として感想レポート20分程度。", "【予習課題】審査会など運用面の質問を考えてくる"], "第9回": ["【対面授業】これまでの講義のまとめと、理解度チェックテスト<BR/>予習としてテスト勉強、復習としてテストでできなかったところの復習で計60分程度。", "【予習課題】これまでの復習<BR/>【復習課題】テストの自己採点と分からなかったところの復習"], "第10回": ["【対面授業】個人情報保護をめぐる議論：個人情報保護の考え方を整理し、被害者の実名報道の是非をめぐる議論について賛否両面から考える。予習として個人情報に関するニュース調べで60分。", "【予習課題】事故や事件の被害者の実名報道をめぐる賛否について調べておく<BR/>【復習課題】個人情報保護の法改正の狙いを再確認しておく"], "第11回": ["【対面授業】今後の情報公開の在り方を展望する：メディアリテラシー基本：メディアの発達史を概観し、インターネットの特性を考える。復習として自分のネットの使い方の点検に40分程度。", "【復習課題】編集メディアと無編集メディアの違いについて自分なりにまとめる"], "第12回": ["【対面授業】メディアリテラシー：メディアの発達史や多様なメディアの特性を踏まえた上で、インターネットの特性とネット社会の功罪を考える（フィルターバブルと社会の分断など）予習・復習ともフィルターバブルの実態調べと予防方法の考察に40分。", "【予習課題】自分のネット利用の傾向を自覚する<BR/>【復習課題】フィルターバブルの影響を考察する"], "第13回": ["【対面授業】フェイクニュースの見極め方：なぜフェイクニュースが横行するのかを考え、情報の真偽の見極め方を学ぶ。予習としてフェイクニュースの事例調べに40分。復習として比較検討レポート作成に60分。", "【予習課題】フェイクニュースの事例を調べておく<BR/>【復習課題】１つの出来事について、複数の種類のメディアがそれぞれどんな風に伝えたか比較検討する"], "第14回": ["【対面事業】まとめ：インフォームド・シチズンめざして／情報をめぐる時事問題／ディスカッション", ""], "授業外学習2": "中央省庁や自治体における公文書管理や情報公開について、公式ホームページから得られる情報（法律・条例や審議会の資料等）にアクセスし、読み解く練習をしてください。また、随時、情報と社会にかんするトピック（昨年度は森友学園問題の訴訟やファクトチェックの動向、GAFA規制など）を扱いますので、日ごろから関連ニュースに関心を持つようにしてください。"}, "評価": {"教科書Required texts0": "指定しません。その都度、レジュメやパワーポイントを配布し、参考文献などを紹介します。", "参考文献・資料Reference books0": "瀬畑 源 著『国家と記録　政府はなぜ公文書を隠すのか？』集英社新書（2019）\n毎日新聞取材班 著 『公文書危機～闇に葬られた記録』毎日新聞出版（2020）\n三宅 弘 著『監視社会と公文書管理』花伝社（2018）\n松岡 資明 著『公文書問題と日本の病理』平凡社新書（2018）\n杉本 裕明 著『社会を変えた情報公開　ドキュメント・市民オンブズマン』花伝社（2016）\n鳥賀 陽道 著『フェイクニュースの見分け方』新潮新書（2017）\n日下部 聡　著『武器としての情報公開』ちくま新書1366（2018）\nマーティン・ファクラー著『フェイクニュース時代を生き抜くデータ・リテラシー』光文社新書（2020）\n津田大介著『情報戦争を生き抜く―武器としてのメディアリテラシー』朝日新書（2018）", "学生による授業評価の方法Course Evaluation by Students0": "随時、講義の手法や内容に関するコメントペーパーを出してもらいます。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "20 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "2～3回を予定"], "成績評価Grading3": ["その他／Others (99)", "30 %", "受講時の積極性、コメントペーパーの内容など"], "備考Note0": "非常勤講師なのでオフィスアワーは設定できません。連絡は大学から支給されたメールアドレスへお願いします。相川アドレス：acc63033@kwansei.ac.jp", "更新日時/Date of Update1": "2021年10月26日 19時47分29秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｇ－３０３"]}, "campas": 0, "name": "【300】情報公開論／Principles and Practice of Freedom of Information", "管理部署": 8, "単位数": 2, "担当者": "相川　康子（AIKAWA YASUKO） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}