{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義では、市民社会や民主主義の基盤である「情報公開」や「公文書管理」にかんする法制度や運用実態を学ぶとともに、メディアリテラシーの基礎を習得することで、自身の情報行動の傾向に気づくことを目的としています。", "到達目標": "行政情報などに関心を持ち、入手した情報を読み解いて、的確な判断や行動ができる市民（インフォームド・シチズン）になることです。また、様々な情報メディア（媒体）の特性を学ぶことでメディアリテラシーの基礎を身につけ、インターネット情報との付き合い方など、情報化社会を生き抜く素養を身につけます。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "いわゆる「フェイクニュース」も含め多種多様な情報がインターネット上にあふれる現代社会においては、媒体（メディア）の特性を理解したうえで、様々な情報源にアクセスし、情報の真偽を読み解く力が求められています。中でも、私たちの暮らしに大きな影響力を持つ行政（政府や地方自治体）の情報は、近年ようやく作成や適正管理、公開のルールが整いましたが、森友、加計問題などからも分かるように法制度の枠組みや運用面で大きな課題を残しています。昨年は全国の裁判所で重要少年事件の記録廃棄問題が発覚しました。講義では時事問題を適宜、扱いながら、情報化社会を生き抜く「インフォームド･シチズン」の育成を目指します。", "授業方法": "対面講義を予定しています。", "トピック": {"第1回": ["オリエンテーション：講義全体の狙いや進め方の説明<BR/>導入：「情報とは」の講義／受講予定者に対するメディア利用アンケートを実施", "【復習課題】アンケートの設問を、ほかの人（家族、友人）にも聞いてみる"], "第2回": ["情報環境と情報行動の変化に気づく<BR/>　自分が普段どんな情報源に接しているか、どんな情報源を信用しているかなど、情報行動の傾向を認識し、世代や地域の差を考える。", "【予習課題】自分の情報取得・発信時間を媒体別に1週間、記録する<BR/>【復習課題】各種生活時間調査などから若者の情報行動の変化を調べてみる（30分程度）"], "第3回": ["情報公開の扉を開ける<BR/>　情報が独占・秘匿された時代に、先人達（ジャーナリスト、市民活動家）がどのように「扉」を開ける運動をしてきたかを学び、情報公開の意義を知る。", "【復習課題】市民オンブズマンのWEBを調べ、どんな活動を行っているのかを調べる（60分程度）"], "第4回": ["情報公開制度の歴史と概要<BR/>　日本の行政情報公開制度がどのような経緯で進んできたのかを概観し、国の情報公開制度について、請求から開示までの流れや不開示の場合の不服申し立ての仕組み、審議会の役割などを概観する。", "【予習課題】情報公開法の条文を読み、分からない言葉を調べておく（30分程度）<BR/>【復習課題】総務省のホームページなどから制度の概要をみておく（40分程度）"], "第5回": ["情報公開法の制度運用<BR/>　対象文書の定義や不開示理由の曖昧さなど、運用面の課題を探り、1年間の取り扱い件数などを調べる", "【予習課題】不開示理由にどんなものが該当するか考えてみる（30分程度）【復習課題】審査会の答申をいくつか読んでみる（40分程度）"], "第6回": ["公文書管理の概要<BR/>　公開対象である公文書を管理（作成から廃棄まで）する法制度について、制定の経緯や運用実態について解説する。", "【予習課題】公文書管理法をざっと読み分からない語句は調べてくる（40分程度）<BR/>【復習課題】公文書管理の実態について情報を集めておく（30分程度）"], "第7回": ["しくみを機能させるには<BR/>　ここ数年の公文書をめぐるトラブル（偽造、廃棄、不作成）について振り返り、ガイドラインの問題点を整理する。", "【予習課題】公文書の管理不備がもとでトラブルになった事例について調べておく（20分程度）<BR/>【復習課題】公文書管理を徹底させる方策について考えてみる（30分程度）"], "第8回": ["自治体情報公開の実際(ゲスト講師を予定）", "【予習課題】審査会など運用面の質問を考えてくる（30分程度）"], "第9回": ["これまでの講義のまとめと、情報公開や公文書管理に関する理解度チェックテスト", "【予習課題】これまでの復習（60分程度）<BR/>【復習課題】テストで分からなかったところの復習（30分程度）"], "第10回": ["個人情報保護をめぐる議論<BR/>　個人情報保護の考え方を整理し法制度の変遷を負う。事例として被害者の実名報道の是非をめぐる議論について賛否両面から考える（事例は講義時点のトピックと差し替えることもある）。", "【予習課題】事故や事件の被害者の実名報道をめぐる賛否について調べておく（40分程度）<BR/>【復習課題】個人情報保護の法改正の狙いを再確認しておく（30分程度）"], "第11回": ["メディアリテラシーの基本<BR/>　メディア（媒体）の発達史を概観した上で、ネット社会の特徴と功罪を考える。", "【復習課題】編集メディアと無編集メディアの違いについて自分なりにまとめる（40分程度）"], "第12回": ["メディアリテラシーの応用<BR/>　自らのネットとの付き合い方を点検しつつ、フィルターバブルやエコーチェンバー、フェイクニュースやネットいじめ等が発生しやすい構図を理解する。", "【復習課題】自分のネット利用の傾向を自覚し、改善点を探る（40分程度）"], "第13回": ["時事問題から考える<BR/>　情報公開や公文書管理をめぐる時事問題をいくつか深掘りし、ディスカッションする。", "【予習課題】時事問題の事例を調べて自分の意見をまとめておく（30分程度）"], "第14回": ["まとめ<BR/>　これまでの講義を振り返りつつ、サブタイトルである「インフォームド・シチズン」になるための方策を探る。", "【予習課題】これまでのレジュメに目を通しておく（40分）<BR/>【復習課題】レポート作成にむけた準備と執筆（100分）"], "授業外学習2": "中央省庁や自治体における公文書管理や情報公開について、公式ホームページから得られる情報（法律・条例や審議会の資料等）にアクセスし、読み解く練習をしてください。また、随時、情報と社会にかんするトピック（昨年度は司法の裁判記録廃棄問題や森友学園問題、新聞社などのファクトチェックの動向など）を扱いますので、日ごろから関連ニュースに関心を持つようにしてください。"}, "評価": {"教科書Required texts0": "指定しません。その都度、レジュメやパワーポイントを配布し、参考文献などを紹介します。", "参考文献・資料Reference books0": "瀬畑 源 著『国家と記録　政府はなぜ公文書を隠すのか？』集英社新書（2019）\n毎日新聞取材班 著 『公文書危機～闇に葬られた記録』毎日新聞出版（2020）\n松岡 資明 著『公文書問題と日本の病理』平凡社新書（2018）\n杉本 裕明 著『社会を変えた情報公開　ドキュメント・市民オンブズマン』花伝社（2016）\n毎日新聞取材班『SNS暴力 なぜ人は匿名の刃をふるうのか』毎日新聞出版（2020）\nアンデシュ・ハンセン 著、 久山 葉子 翻訳『スマホ脳』 新潮新書（2020）\n烏賀陽 弘道著『フェイクニュースの見分け方 』新潮新書721（2017）\n〇山口真一著『ソーシャルメディア解体全書: フェイクニュース・ネット炎上・情報の偏り』勁草書房 (2022)", "学生による授業評価の方法Course Evaluation by Students0": "随時、講義の手法や内容に関するコメントペーパーを出してもらいます。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "2回を予定"], "成績評価Grading3": ["その他／Others (99)", "30 %", "受講時の積極性、コメントペーパーの内容など"], "備考Note0": "非常勤講師なのでオフィスアワーは設定できません。連絡は大学から支給されたメールアドレスへお願いします。相川アドレス：acc63033@kwansei.ac.jp", "更新日時/Date of Update1": "2023年01月22日 14時23分33秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "Ｇ－３０３"]}, "campas": 0, "name": "【300】情報公開論／Principles and Practice of Freedom of Information", "管理部署": 8, "単位数": 2, "担当者": "相川　康子（AIKAWA YASUKO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}