{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "「ヒューマンサービス」とは、日常生活における、保健、医療、福祉のすべてに対する総合的なヒューマンケアサービスと考える。そして、「ヒューマンサービス産業論」とは、「ヒューマンサービス」をサービス産業のひとつとする、健康と福祉サービスの新しい分野である。このコースでは、1983年から28年間、「日本生命財団」で高齢社会のための助成事業のプログラムオフィサーとして働いた経験に基づいて、「ヒューマンサービス産業論」について講義する。このコースでは講義資料として、介護保険や社会福祉改革などに関して、私のこれまでに取り組んできた研究や業務に基づいたオリジナルの講義資料を用いる。このコースを受講した後、ビジネスとしての「ヒューマンサービス」を実践するための基本概念を説明することができるようになることを目指す。", "到達目標": "このコースの目標は<BR/>　  （1）「ヒューマンサービス産業論」に関する基本理論を理解できること。<BR/>　　（2）「ヒューマンサービス産業論」に関する基本理論を説明できること。<BR/>　　（3）福祉事業を開始するための事業計画を提案することができること。<BR/>　　（4）福祉サービスを改善する方法を提案することができること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面方式", "トピック": {"第1回": ["「ヒューマンサービス」とは日常生活における保健・医療・福祉のすべてに対する総合的なヒューマンサービスであり、「ヒューマンサービス産業論」とは「ヒューマンサービス」をサービス産業のひとつと考える。医療と福祉サービスの新しい分野であるので、高齢者福祉の先駆的・開拓的事業を支援し、関わってきた助成財団の私の経験をベースに講義する。最初に授業の導入として、先駆的・開拓的事業への挑戦についても話をする。", "【9月28日更新】第1回(9月30日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第2回": ["私が取り組んできた高齢者福祉を中心に講義する。高齢者福祉の変遷と介護保険導入に至った経緯、介護保険のねらい・特徴までを概観する。", "【9月30日更新】第2回(10月7日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第3回": ["介護保険施設の経営戦略の視点に立って、利用者から求められる在宅サービスのあり方、在宅福祉3本柱から地域福祉6本柱への発展、地域トータルケアサービスの必要性などについて講義する。", "【10月5日更新】第3回(10月14日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第4回": ["介護保険施設の経営戦略の視点に立って、利用者から求められる在宅サービスの条件、より良いサービスの創出・改善の手法などについて講義する。", "【10月10日更新】第4回(10月21日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第5回": ["介護保険施設の経営戦略の視点に立って、介護保険施設を核にした介護サービスの供給から福祉のまちづくりへの発展について講義する。介護保険施設のあり方(地域密着・総合型の施設、保健・医療・福祉複合型の施設、連携・提携型の施設)や施設を拠点とした福祉のまちづくりなどを展望する。", "【10月15日更新】第5回(10月28日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第6回": ["　　　　　　　　　　　<BR/>　　　　　　　　　　　　　　　〃", "【10月15日更新】第6回(11月4日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第7回": ["　高齢者総合福祉施設を拠点として、高齢者のあらゆるニーズに応えて24時間365日の在宅サービスを開発させてきた神奈川県の「潤生園」のあゆみ、発想、活動などを紹介し、訪問サービスのあり方を展望する。", "【10月27日更新】第7回(11月11日)授業資料をシラバスの「添付ファイル」にて配布しています。"], "第8回": ["地域に役立ち、地域に支えられる高齢者総合福祉施設を目指す東京都の「至誠ホーム」のあゆみ、発想、活動などを紹介し、地域とのかかわり方や総合型福祉施設のあり方を展望する。", ""], "第9回": ["地域に点在させたサポートセンターや総合在宅サービスを基軸に、地域包括ケアを展開する新潟県の「こぶし園」のあゆみ、発想、活動などを紹介し、地域包括ケアシステムの展開を展望する。", ""], "第10回": ["地域の中核病院として高度医療を担う相澤病院を経営してきた長野県の「特定医療法人慈泉会」が展開する居宅介護支援事業所の実際を紹介し、病院が目指す居宅サービスのあり方を展望する。併せて、地域医療を支える病院のあり方を展望する。", ""], "第11回": ["日本の高齢者グループホームの第1号と評価されている小規模多機能老人ホームを展開する島根県の「ことぶき園」のあゆみ、発想、活動などを紹介し、地域住民に支えられ、地域住民と協働して展開する小規模施設のあり方を展望する。", ""], "第12回": ["高齢者の新たな住まいや高齢者と子どものサービスとの組み合わせを追求する愛知県の「愛知たいようの杜」のあゆみ、発想、活動などを紹介し、新しいコミュニティの創造、高齢者の役割・いきがい・居場所のある福祉のまちづくりを展望する。", ""], "第13回": ["高齢者のグループホームやユニットケアを中心に、国民的課題となってきている認知症高齢者ケアを展望するとともに、共に生きる、みんなで取り組む福祉でコミュニティづくりを展望する。", ""], "第14回": ["関西学院大学と連携して人材育成やコミュニティサービスの創出に取り組んだ兵庫県の「宝塚市社会福祉協議会」の発想、活動などを紹介し、福祉の産学協働のあり方や子どもから高齢者までが安心して暮らせるまちづくりを展望する。", ""], "授業外学習2": "授業で使用する資料は、下記のシラバス付加資料として事前に配布するので、目を通し、自分のこととして(一人称で)考えておいてください。"}, "評価": {"教科書Required texts0": "随時、資料を配布(ＰＤＦでシラバスに添付)し、講義方式で行う。", "参考文献・資料Reference books0": "中西茂著「共に生きる介護―みんなの介護保険―」（筒井書房、２００１年）　白澤政和、中西茂編著「公的介護保険への経営戦略―２１世紀の施設・社協のあり方を求めて」（中央法規出版、１９９８年）をはじめとする「介護保険施設の経営戦略」シリーズ５冊", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", "毎回ご提出いただく感想・質問等の評価"], "成績評価Grading2": ["その他／Others (99)", "80 %", "最後にご提出いただく最終リポート(2問)の評価"], "成績評価Grading3": "備考　Note\n皆さんの考えや希望を知ること及び多くの回数の履修を希望しているので、毎回授業ごとに履修した感想や意見、質問等の感想文(200字以内)の提出をお願いする。１回の提出を２点とし、感想等の平常リポート(感想文)の小計点(上限20点)と最終リポート(上限80点)の点数を合わせた合計点を成績評価点とする。なお、最終リポートの提出可能の条件は６回以上の履修を必須とし、５回以下の履修者の成績評価は０点とする。", "備考Note0": "授業担当者中西茂にコンタクトをご希望される方は、メールアドレスasj08234@kwansei.ac.jpにメールをお願いします。", "備考Note1": ["第7回授業資料中西.pdf", "神奈川県の高齢者総合福祉施設「潤生園」の実践"], "備考Note2": ["第２回授業資料中西.pdf", "今までの高齢者福祉と介護保険の導入"], "備考Note3": ["第3回授業資料中西.pdf", "利用者から求められる在宅サービスのあり方"], "備考Note4": ["第4回授業資料中西.pdf", "より良いサービスの創出・改善の手法"], "備考Note5": ["第5・6回授業資料中西.pdf", "介護サービス供給から福祉のまちづくりへ"], "更新日時/Date of Update6": "2022年10月27日 17時14分02秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－３２６"]}, "campas": 0, "name": "【300】ヒューマンサービス産業論／Human Services Industry", "管理部署": 8, "単位数": 2, "担当者": "中西　茂（NAKANISHI SHIGERU） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 3, "評価2": 4, "開講期": 2}