{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、スポーツマネジメントに関する基礎的知識を修得することである。<BR/>今日、スポーツの果たす役割は多様化しつつあり、スポーツを通した健康の維持・増進に加え、社会貢献、地域間交流、生きがいづくり等、新たなスポーツのチカラに注目が集まっている。そうした中、マネジメントの必要性が高まっている。具体的には、スポーツマネジメントの意味と意義、スポーツ産業の拡大化、商業主義とスポーツ、プロスポーツの経営的課題、宣伝広告として利用されるスポーツ、スポーツ消費者の特性といったテーマを通しスポーツマネジメントについて理解する。", "到達目標": "本授業では、以下の５つの項目の達成を目標とする。<BR/>１)スポーツマネジメントの意味と意義について理解している。<BR/>２)スポーツマネジメントの重要性を高めたスポーツ産業の複合化について理解している。<BR/>３)商業化されるスポーツのメリットとデメリットについて理解している。<BR/>４)日本におけるプロスポーツ組織を経営の視点から概観し、プロスポーツ組織においてマネジメントが必要な理由について理解している。<BR/>５)スポーツ消費者の特性について理解している。", "授業方法": "【9.7記載事項】シラバスの最下段「シラバス付加情報」の欄へZoomのURL等を追記。なお、9月20日ごろにLUNAへも同じURL等を提示する。<BR/><BR/>【9.4記載事項】Zoomを使った同時双方向型で実施する。ただし、授業の様子を録画し、授業終了後に解説文付きのスライドとともにLUNAへ提示するため、オンデマンド形式での受講も可能。出席確認は行わず、グループワークやディスカッションも行わない。複数回課題を提示し、その内容によって成績評価を行う。なお、ZoomのURL等はLUNAを通して提示する。", "トピック": {"第1回": ["イントロダクション：スポーツマネジメントとは何か。意味と意義について考える。", ""], "第2回": ["スポーツ産業とマネジメント：スポーツサービス・情報産業について考える。特に、「サービス」の特性、「スポーツサービスの特性」について考える。", ""], "第3回": ["スポーツ産業とマネジメント：スポーツ施設産業について考える。現代に必要なファシリティマネジメントとは何か。消費者を感動させる、また来たいと思わせる施設とは。", ""], "第4回": ["スポーツ産業とマネジメント：スポーツ用品産業について考える。用品産業の市場規模を概観し、成長傾向にある用品、衰退傾向にある用品について考える。アシックスの経営戦略について考える。", ""], "第5回": ["スポーツ産業とマネジメント：各産業が複合化したことによって誕生した新たな産業とは何か。事例とともに考える。１", ""], "第6回": ["スポーツと商業主義：赤字を生み出す国家事業から黒字を生み出すスポーツビジネスへと変貌を遂げた五輪。きっかけえとなったロサンゼルス五輪について考える。", ""], "第7回": ["スポーツと商業主義：商業主義が導く課題について考える。そして、商業主義は是か非かについて考える。", ""], "第8回": ["日本のプロスポーツの現状と課題：大相撲について考える。日本相撲協会における経営のからくりとは何か。人気回復に必要なキーワードについて考える。", ""], "第9回": ["日本のプロスポーツの現状と課題：プロ野球について考える。各企業がプロ野球球団を所有する意味とは何か。プロ野球の経営的課題について考える。", ""], "第10回": ["日本のプロスポーツの現状と課題：Ｊリーグについて考える。Ｊリーグが取り組む地域密着型経営とは何か。Ｊリーグの経営的課題について考える。", ""], "第11回": ["プロ野球とＪリーグにみるリーグ運営の違いについて考える。それぞれの運営方式のメリット・デメリットについて考える。", ""], "第12回": ["スポーツ消費者の特性について：スポーツ消費者とは何か。消費者がスポーツをする、みる、支える理由とは何か。動機から考える。", ""], "第13回": ["スポーツ消費者の特性について：スポーツファンの特性について考える。ロイヤルティ、交換理論を通して考える。", ""], "第14回": ["まとめ、授業評価", ""], "授業外学習2": "スポーツマネジメント、スポーツマーケティング、スポーツビジネスに関心を持ち、新聞などの報道に注意を向けるようにすること。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "なし", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "3～4回を予定しているリポートで評価する"], "備考Note0": "ZoomのURL等です。毎週同じものを使用します。\nhttps://zoom.us/j/94035610851?pwd=dFJ3OFB1RFVZeW5WNnRNNzJ3bVRpZz09\nミーティングID: 940 3561 0851\nパスコード: NBUXY4\n\n\n\n配布資料はなく、毎授業パワーポイントを用いて授業を行う。\nなお、スマートフォンやデジタルカメラ等によるスライド撮影は禁止する。", "更新日時/Date of Update1": "2021年10月26日 20時31分00秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "５別－３"]}, "campas": 0, "name": "【100】社会とスポーツ／Sports and Society", "管理部署": 8, "単位数": 2, "担当者": "林　直也（HAYASHI NAOYA） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "評価1": 4, "開講期": 2}