{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業では、スポーツ組織のビジネス場面における目的（普及・販売）を効率よく達成するための方法論（スポーツマーケティング）を学ぶことを目的とする。", "到達目標": "本授業では、以下の４つの項目の達成を目標とする。<BR/>１)スポーツマーケティングの意味と意義について理解している。<BR/>２)スポーツマーケティングの基礎的な方法論（マーケティングミックス、セグメンテーション、ターゲッティング、ＳＷＯＴ分析、ポジショニング）について理解している。<BR/>３)スポーツスポンサーシップの方法論について理解している。<BR/>４)スポーツ消費者の行動特性について理解している。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "対面形式の講義を行う。グループワークや発表は行わない。<BR/>なお、出席確認も行わない。", "トピック": {"第1回": ["イントロダクション：スポーツマネジメントの意味と意義について考える。", ""], "第2回": ["コロナ禍におけるプロスポーツの現状について学ぶ。", ""], "第3回": ["交換理論とマーケティング志向について：生産期、販売期、マーケティング期について考え、マーケティング志向の重要性について学ぶ。また、交換理論を通しマーケティングの必要性について考える。", ""], "第4回": ["スポーツマーケティングの方法論：マーケットセグメンテーションについて考える。セグメンテーションの意味と必要性について考えることで経営資源には限りがあることを学ぶ。", ""], "第5回": ["スポーツマーケティングの方法論：ターゲッティングについて考える。経営資源に限りがあることを学んだ上で、ターゲットを絞る意味、絞ることで経営資源が足りるようにすることの重要性について学ぶ。", ""], "第6回": ["スポーツマーケティングの方法論：マーケティングミックスについて考える。４Ｐを一貫性に基づき組み合わせていくことの重要性について学ぶ。", ""], "第7回": ["スポーツを通したマーケティング：スポーツスポンサーシップについて考える。イベントの規模関係なく、共通して存在するスポンサーシップの理論とは何か？", ""], "第8回": ["スポーツを通したマーケティング：企業がスポーツのスポンサーになる意味、理由とは何か。これらを学ぶことで、スポンサーを獲得するための能力を養う。", ""], "第9回": ["スポーツを通したマーケティング：スポンサー獲得に必要な考え方について考える。スポンサーは募集するのでなく、こちらからアプローチする。自らのスポンサーにふさわしい企業は絞ることができることを学ぶ。", ""], "第10回": ["スポーツを通したマーケティング：スポンサー獲得に必要なプランニングについて考える。経営資源が限られた中、戦略的にスポンサーを獲得することが望まれる。そのためのプランニングについて学ぶ。", ""], "第11回": ["スポーツマーケティングプラン：目的達成のための詳細なスポーツマーケティングプランについて考える。プラン構築に必要なマーケティング環境分析（マクロ環境分析、スポーツ消費者分析、競合組織分析）について学ぶ。", ""], "第12回": ["スポーツマーケティングプラン：プラン構築に必要なＳＷＯＴ分析、ポジショニングについて考える。", ""], "第13回": ["スポーツ消費者の特性：消費者行動論について考える。意思決定に影響を及ぼすブラックボックスの中身とは？消費者の個人的属性と意思決定プロセスについて学ぶ。", ""], "第14回": ["スポーツ消費者の特性：プロダクトライフサイクルから見る消費者特性について考える。キャズムを超えるために必要な考え方について学ぶ。、まとめ、授業評価", ""], "授業外学習2": "スポーツマーケティング、スポーツマネジメントのみならず、一般的なマーケティングにも関心を持ち、新聞などの報道に注意を向けること。また、テレビＣＭやチラシ・ポスターを見た際、ターゲットは誰なのか？関心を高める工夫は？など、自分なりに考える習慣を身に付けること。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "なし", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "備考Note0": "配布資料はなく、毎授業パワーポイントを用いて授業を行う。\nなお、スマートフォンやデジタルカメラ等によるスライド撮影は禁止する。", "更新日時/Date of Update1": "2022年02月27日 19時19分50秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "Ｂ－３０２"]}, "campas": 0, "name": "【200】スポーツビジネス論／Sport Business Management", "管理部署": 8, "単位数": 2, "担当者": "林　直也（HAYASHI NAOYA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "評価1": 0, "開講期": 1}