{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course focuses on cross-national comparisons of social welfare policies and social development theories and policies. Students examine the above areas through in-depth analyses of selected countries’ policies and social development strategies.", "到達目標": "After successfully completing the course, students will be able to:<BR/>1. Demonstrate understanding of the differences among countries in how social welfare policies are organized and their various strengths and limitations. <BR/>2. Demonstrate understanding of economic, political, and cultural factors that shape the social policies of countries. <BR/>3. Identify various theories, policies, and strategies for social development and be able to critique them in relation to their impacts on people&#39;s welfare.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lectures followed by group discussions and groupwork.", "トピック": {"第1回": ["Introduction: Social Welfare Beyond borders", ""], "第2回": ["What is globalization?<BR/>Lecture followed by group discussion on Globalization", ""], "第3回": ["The impact of globalization on social welfare and social policy　<BR/>Lecture followed by group discussion", ""], "第4回": ["Global poverty and Human rights issues<BR/>Lecture followed by group discussion on poverty", ""], "第5回": ["Global Immigration and multiculturalism<BR/>Lecture followed by group discussion on migration", ""], "第6回": ["Globalization of Care: Foreign domestic workers in Hong Kong<BR/>Lecture followed by group discussion", ""], "第7回": ["What is welfare state?<BR/>Lecture on Swedish (Nordic) model of welfare state followed by group discussion", ""], "第8回": ["International Social welfare and SDGs<BR/>Preparation for mid-term presentation", ""], "第9回": ["Australian model of welfare states<BR/>Lecture followed by group discussion on Middle class welfare state", ""], "第10回": ["Japanese model of welfare state<BR/>Lecture followed by group discussion on Middle class welfare state", ""], "第11回": ["Mid-term group presentation and discussion", ""], "第12回": ["Mid-term group presentation and discussion", ""], "第13回": ["Multicultural social work/ Social Enterprise in the era of globalization<BR/>Lecture followed by group discussion", ""], "第14回": ["Conclusions: Realizing Global Citizenship<BR/>Submission of Final Report", ""], "授業外学習2": "Students are required to read materials and reference before/after the class"}, "評価": {"参考文献・資料Reference books0": "Ritzer, G.(2011) \"Globalization: The Essentials\" Wiley-Blackwell\nDominelli, L.(2012) Social Work in a Globalizing World, Polity Press\nFututo, S. eds(2013) Social Welfare in East Asia and the Pacific, Columbia University Press.\nGoodman,R., White, G. and Kwon H. eds(1998)The East Asian Welfare Model: Welfare Orientalism and the State", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Mid-term group presentation and Final report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Group discussion and Reflection Logs"], "備考Note0": "Lectures and discussion in English\nIf you have any questions, please contact me by email (linda@kwansei.ac.jp)", "更新日時/Date of Update1": "2023年01月12日 11時44分33秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－３０２"]}, "campas": 0, "name": "【200】グローバル化社会と福祉／Globalization and Social Welfare", "管理部署": 8, "単位数": 2, "担当者": "孫　良（SUN LINDA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 3, "評価2": 4, "開講期": 2}