{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "ルワンダの社会問題や社会的企業の活動について理解し、フィールドワークの概念と実践を学ぶことを目的とする。現地の大学で講義（英語）を受けるほか、様々な組織の活動を視察する。", "到達目標": "本授業では以下を到達目標とする。<BR/>-ルワンダの大学での講義に参加することができる。<BR/>-ルワンダで訪問した社会的企業、NPO、政府機関について説明することができる。<BR/>-英語で発表し、共有することができる。<BR/>-現代ルワンダ社会の様々な問題を理解することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "ジェノサイドの歴史を経て、現在、IT立国を目指し、女性や社会的企業の活躍が目覚ましいルワンダに渡航し、社会課題や社会的企業の取り組みについて理解すると同時に、フィールドワークの概念と実践を学ぶことを目的とするプログラムである。プロテスタント人文社会科学大学（PIASS）にて、ジェノサイド以後の和解と共生、および国立公園における住民参加について学ぶ他、日本人社会起業家である山田美緒氏が経営するKISEKIの各プロジェクト訪問やルワンダのスタートアップ訪問など、できるだけフィールドからの学びと異文化交流体験を深めることを目指す。", "授業方法": "国内での授業は演習方式で行う。授業自体は秋学期であるが、4月13日（水）の昼休みにG号館201号教室で概要説明会実施を予定しているので、受講を考えている人は参加のこと。受講するにあたり4月の説明会参加は必須ではないが、9月20日（火）昼休みの説明会（G号館201号教室で実施）参加は必須とする。もし、参加できない場合は、森重まで必ず事前に連絡のこと。", "トピック": {"授業計画1": "2023年2月に約12日間ルワンダを訪れ、現地社会が抱える問題や社会的企業の活動について理解する。<BR/><BR/>「観光旅行」や「グループツアー」に参加するのではなく、授業としてのプログラムであるため、すべての面において積極的な参加とグループとしての行動が求められる。<BR/><BR/>現地での限られた時間内の訪問や活動から最大限に学びを得るため、個人・グループでの事前学習への自主的取組が重要となる。<BR/>日本とまったく異なる環境での活動となるため、自分たちで安全や医療情報などを調べてまとめ、自己管理をしっかり行うことも重要である。<BR/><BR/>下記は事前授業などの日程であるが、確定次第、シラバスやLUNA、事務室掲示板などでアナウンス予定である。<BR/><BR/>【第1回授業(11月土曜日4-5限】<BR/>１．オリエンテーション（プログラム説明、自己紹介、コロナ下での条件など）<BR/>２．ルワンダ社会課題グループ分け（訪問先の動画・ポスター等制作、幼稚園での運動会企画）<BR/>３．KISEKI 山田美緒氏による事前学習（教室でのZOOM受講）<BR/>●課題：訪問先が取り組む社会課題解決について調べてまとめる。<BR/><BR/>【第2回授業(12月土曜日3-5限：同時双方向オンライン】<BR/>１．ルワンダ社会課題グループ別発表<BR/>２．「ルワンダ・大虐殺後の和解と共生」佐々木和之教授講演<BR/>●課題：旅のしおり作りをグループごとに分担し、作業を進める（旅程、プログラム、訪問先紹介、生活情報、安全情報、疾病など保健医療情報、持ち物、参考サイトなど）<BR/><BR/><BR/>【第3回授業と説明会（1月初旬に実施予定、授業１時間分と手続・説明等１時間分】<BR/>１．【旅のしおりづくり】現地の安全や生活上の注意点について発表<BR/>２．渡航手続き等<BR/><BR/><BR/>【現地研修（2月中旬実施予定。内容は未定のため、下記はプログラムの一例である。）】<BR/>現地では毎日の日誌執筆が求められる（提出は帰国後）<BR/><BR/>第１日　成田からキガリへ移動<BR/>第２日　キガリ到着、オリエンテーションとフィールドワーク、JICA専門家・協力隊隊員とのお話会<BR/>第３日　KISEKI妊産婦・子ども支援センター訪問とスラムツアー参加<BR/>第４日　虐殺記念館訪問、フイエへ移動<BR/>第５日　PIASS大学：PIASS学生と平和構築ワークショップ、Nyungweの森林マネージメントと住民参加についての講義<BR/>第６日　ニャンザ虐殺記念施設訪問、女性グループ工房訪問とブックカバー作り体験、女性たちとの交流<BR/>第７日　女性たちと今後の活動についてディスカッション、コーヒー農園ツアー参加、Nyungweの森へ移動<BR/>第８日　樹冠の吊り橋ウォーキング、フイエ経由でキガリへ移動<BR/>第９日　社会的企業訪問（ZIPLINEなど<BR/>第１０日　社会的企業訪問と全体振り返りワークショップ、空港へ移動<BR/>第１１日‐第１２日　キガリから成田へ移動<BR/>第１３日　成田から伊丹空港へ移動<BR/><BR/>【事後授業（帰国後）】<BR/>現地学習活動の成果と活動の振り返りに関する発表<BR/>報告書執筆", "授業外学習2": "新聞・ニュースなどで、訪問国の状況や、国際社会の動向にアンテナを張る。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "アンケート", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "グループ発表・レポート・授業への参加状況・現地での活動参加度等"], "成績評価Grading2": "備考　Note\n個人レポート、グループ発表により、成績を評価する。また、チームのメンバー間で相互評価を行い、その結果も成績に反映する。", "備考Note0": "9月20日（火）昼休みの説明会（G号館201号教室で実施）に必ず参加のこと。春学期の4月13日（水）昼休みにもG号館201号教室で説明会を実施するが、必須ではない。", "更新日時/Date of Update1": "2022年08月11日 15時57分44秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【250】社会起業フィールドワーク（海外）／Social Entrepreneurship Field Work (abroad)", "管理部署": 8, "単位数": 2, "担当者": "森重　裕子（MORISHIGE YUKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 9}