{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "協同組合の歴史と理念、また、少子高齢化、人口減少、貧困や格差問題、地域の中のつながりの希薄化など多様化・複雑化する社会課題を協同組合という仕組みを通じて解決しようとする取り組みや課題、今後の展望などについて解説する。", "到達目標": "協同組合の歴史と理念、現在の取り組み、課題について理解を深め、共同互助の仕組みで社会課題を解決していく方法や可能性について考える。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "講義型を中心とする。授業終了時に質疑応答の時間を設ける。回によっては、一部グループディスカッション・ペアワークによる議論を行い、理解を深める。", "トピック": {"第1回": ["ガイダンス", ""], "第2回": ["「協同組合の歴史と理念～協同組合原則・協同組合の種類～」<BR/>協同組合の理念・原則について理解し、成立の背景や社会の中で果たしてきた役割について学ぶ。", ""], "第3回": ["賀川豊彦の思想と実践：映画「死線を越えて」を視聴し、賀川豊彦の考え方を知る。", ""], "第4回": ["「生活協同組合コープこうべの歴史」<BR/>コープこうべの設立時の時代背景とこれまでの社会環境に応じた取り組みの変遷を学ぶ。", ""], "第5回": ["「コープこうべの商品開発の取り組み」<BR/>安全・安心を追及するコープこうべの商品開発の歴史と現状についての理解を深める。商品開発における組合員のかかわりや生産者との秘話を通して、人と人とのつながりの中での歩みを振り返る。", ""], "第6回": ["「コープこうべの宅配事業の取り組み」<BR/>コープこうべの宅配事業の時代に合わせた配達方法の変化や現状について学び、くらし・地域・社会の中での役割や今後の可能性について考える。", ""], "第7回": ["「コープこうべの店舗事業の取り組み」<BR/>コープこうべの店舗事業の歴史と現状について学び、その果たしてきた役割と、今後について考える。", ""], "第8回": ["「コープこうべのインターネット事業の取り組み」<BR/>高度にネットワーク化する社会の中で、インターネットを用いた消費生活のあり方について考える。", ""], "第9回": ["「コープこうべにおけるSDGSの取り組み～環境分野を中心に～」<BR/>昨今注目されるSDGｓについて、コープこうべの事業活動との関係性について学ぶ。<BR/>特に環境分野の取り組みを中心に、具体的事例をもとに紹介する。", ""], "第10回": ["「コープこうべの組合員参加の取り組み」<BR/>組合員主体の組織である協同組合における組合員参加の今日的意義と現状を学ぶ。", ""], "第11回": ["「JAグループ兵庫の取り組み」<BR/>農業協同組合の歴史と現在の取り組みについて学び、協同組合が、日本の農業に果たしてきた役割や、今後の農業や食糧需給のあり方について考える。", ""], "第12回": ["「兵庫県漁業協同組合連合会の取り組み」<BR/>兵庫県漁業協同組合連合会の組織・事業の概要と兵庫の漁業、海や生産を守る様々な取り組みや協同組合間協同による生産から消費をつなぐ食育推進について学ぶ。", ""], "第13回": ["「NGOとの連携による福祉・ボランティアの取り組み」<BR/>様々な人や団体がつながることによって広がる福祉・ボランティアの活動を災害支援やアフガニスタンのブドウプロジェクトに取り組む、CODE災害援助市民センターの事例から学ぶ。", ""], "第14回": ["「社会課題解決の仕組みとしての協同組合の可能性」<BR/>少子高齢化の進む人口減少に転じた社会の中で、経済成長に支えられた、大量生産・大量消費の枠組みは崩壊している。ライフスタイルや価値観は多様化し、それに呼応するように社会問題の多様化も進む。人、地域、社会が持続可能であるための、協同組合が果たすべき役割について考える。", ""], "授業外学習2": "講義の中で適宜紹介する関連資料や書籍を読んでくる"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業内で課すリポートによって評価を行う。"], "成績評価Grading2": "備考　Note\n毎回のレポート200字～400字程度　最終回のみ800字程度「私が考える協同組合がくらし、地域、社会に果たすべき役割」", "更新日時/Date of Update0": "2022年03月02日 12時58分30秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－３２６"]}, "campas": 0, "name": "【200】社会起業特論Ｃ／Elective C in Social Entrepreneurship", "管理部署": 8, "単位数": 2, "担当者": "齋藤　優子（SAITO YUKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "開講期": 2}