{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "社会起業家は利用者に対し、事業を継続させる責任を持たなければなりません。<BR/>事業を継続し、資源を充実させ、利用者へより高いサービスを提供するためには収益性の確保が必須となりますが、ソーシャルビジネスにおいては収益性の確保が難しいパターンが多いと考えられます。これから始める事業を継続させるためには収益性の確保を考慮した、実現可能なビジネス・プランが必要です。本講義ではプランニングにおいて必要な知識のうち、学生の皆さんが苦手意識を持ちやすい財務知識の習得を目指します。", "到達目標": "ソーシャルビジネスにおける財務知識の必要性を理解できる。<BR/>ソーシャルビジネス特有の収益構造を理解できる。<BR/>ソーシャルビジネスにおける利益計画を策定できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面事業（講義型）を実施する。毎回コメントシートによるコメントを提出（初回に説明）、次回にコメントに対するフィードバックの時間を約30分間設ける。<BR/>対面授業を受講することが困難な履修者に対しては、当該授業の動画を当日夜（予定）にLUNAにアップする。コメントシートの代わりに毎回の感想メール提出を求める（授業該当週の土曜日24時まで）。", "トピック": {"第1回": ["オリエンテーション<BR/>起業とは何か、事業とは何かについて考える", "【予習】社会起業の担い手としてどのような組織形態が存在するか、インターネット等を用いて関心を深めること<BR/>【復習】社会起業において利益を追求する意義を自分自身で整理すること<BR/>毎回予習を1時間程度、復習を2-3時間程度想定"], "第2回": ["ビジネスプランの基本的な構成<BR/>ビジネスプランの構成要素を概観する", "【予習】今までビジネスプランを策定したことがある場合には、その構成を確認しておくこと<BR/>【復習】授業内で紹介した社会的企業の失敗事例について、そのキーワードに対する理解を深めておくこと<BR/>授業動画（全4動画）<BR/>https://youtu.be/aZl94X2vhQU（１）<BR/>https://youtu.be/QqHK_9D7kR8（２）<BR/>https://youtu.be/_jbYV-G8Xm8（３）<BR/>https://youtu.be/VX5uaWcZVCQ（４）"], "第3回": ["ビジネス・プランニングについて必要な財務知識<BR/>貸借対照表と損益計算書についての基本的理解を目指す", "【予習】簿記の学習経験がある学生は軽く復習しておくこと<BR/>【復習】貸借対照表を作成する意味を習得すること"], "第4回": ["事業計画と利益計画<BR/>簡単な事例を通して利益計画の作成を理解する", "【予習】損益計算書の知識を発展させるため軽く復習しておくこと<BR/>【復習】利益計画の構成を習得すること"], "第5回": ["損益計算の知識（概要）と利益計画<BR/>関学ビジネスプランコンテストの売上計画表をベースに損益計算の知識をつける", "【予習】関学ビジネスプランコンテスト関連情報を確認すること<BR/>【復習】授業内で紹介した事例について、その読み取り方を習得すること"], "第6回": ["損益計算の知識（市場規模予測と利益計画とのつながり）<BR/>ビジネスプランの構成要素のひとつである市場規模予測と利益計画との金額の整合性について確認する", "【予習】社会起業がターゲットとする環境はどこに存在するか検討すること<BR/>【復習】授業内で紹介した事例について、その読み取り方を習得すること"], "第7回": ["損益計算の知識（収益性の確保～損益分岐点分析）<BR/>損益分岐点分析を用いた必要売上高の算定、利益計画への応用を考える", "【予習】損益分岐点分析とは何か、インターネット等を用いて内容に触れておくこと<BR/>【復習】授業の内容の習得につとめること"], "第8回": ["損益計算の知識（減価償却、まとめ）<BR/>前回までの復習、および減価償却の考え方について理解する", "【予習】減価償却とは何か、インターネット等を用いて内容に触れておくこと<BR/>【復習】授業の内容の習得につとめること"], "第9回": ["設例を用いて実際に利益計画を作成する<BR/>可能であればグループディスカッションを実施", "【予習】前回までの授業内容を復習し、ディスカッションに備えること<BR/>【復習】授業中に取り組んだ利益計画作成について、再度一人で取り組んでみること"], "第10回": ["定期リポート作成について説明する<BR/>第9回に引き続き利益計画を作成する", "【予習】前回の内容を再度確認しておくこと<BR/>【復習】授業中に取り組んだ利益計画作成について、再度一人で取り組んでみること"], "第11回": ["資金調達の考え方、資金計画の重要性<BR/>利益計画とは別に資金計画を策定することの有効性を理解する", "【予習】資金計画について利益計画との違いは何か、一度検討しておくこと<BR/>【復習】授業の内容の習得につとめること"], "第12回": ["利益計画と資金計画との違い<BR/>利益計画と資金計画との短期的なズレ、利益計画には出てこないが資金計画には出てくるもの、資金計画には出てこないが利益計画には出てくるものについて整理する", "【予習】前回の内容を再度確認しておくこと<BR/>【復習】授業の内容の習得につとめること"], "第13回": ["設例を用いて実際に資金計画（合わせて利益計画）を作成する<BR/>可能であればグループディスカッションを実施", "【予習】利益計画、資金計画の作成について再度確認しておくこと<BR/>【復習】授業中に取り組んだ利益計画、資金計画作成について、再度一人で取り組んでみること"], "第14回": ["決算報告書の事例紹介<BR/>全13回を通して復習したい内容を募り、全体のまとめを実施", "【予習】これまでの授業で習得できなかった内容を整理しておくこと<BR/>【復習】定期レポート作成に留まらず、実践に活かせるように全内容の習得につとめること"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "授業中に説明"], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業参加度"], "成績評価Grading3": "備考　Note\nリポートについては授業中に説明。\n授業参加度はコメントシートで確認。", "更新日時/Date of Update0": "2022年04月28日 21時48分59秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－２０１"]}, "campas": 0, "name": "【200】社会起業特論Ｄ／Elective D in Social Entrepreneurship", "管理部署": 8, "単位数": 2, "担当者": "三宅　由佳（MIYAKE YUKA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 3, "評価1": 3, "評価2": 4, "開講期": 1}