{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "ネパールの大学生とのオンライン社会起業ブートキャンプを通じて、ネパールの事例を中心に社会課題や社会的起業について理解を深めます。最終的には、グループで社会起業アイデアを考え、ビジネスモデルの形にすることを目指します。", "到達目標": "この授業では以下を目標とします<br />1) ネパールの社会課題や社会起業について理解を深める<br />2) 社会課題をビジネスで解決する際のグループワークを通じての社会課題設定方法について理解を深める<br />3）グループで社会課題をビジネスモデルに変換することを経験する<br />  4) 異文化理解を深める", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面での土曜日集中講義(ワークショップ）として開講されます。ネパールとはオンラインでつなぎ、ネパールの社会起業家や大学教員の講義とネパール人大学生とのグループワークで構成されます。最後は簡単な異文化交流会をオンラインで行います。日程は通常の集中講義と異なりますのでご注意ください（日程は授業計画を参照）。履修を考えている人は、必ず4月9日（火）昼休み　G326 にて開催予定の説明会に参加してください。難しい場合でも必ず4月9日（火）昼休みまでに森重までご連絡ください。（dse85980@kwansei.ac.jp) 別途、対応させていただきます。English follows Japanese.<br /><br />The course will be offered as an intensive face-to-face workshop on several Saturdays. It will consist of lectures by Nepalese social entrepreneurs/ University faculties and group work with Nepalese university students. A cross-cultural exchange meeting will be held online at the end of the course. Please note that the schedule is different from the regular intensive course (see the class plan for the schedule). If you are considering taking this course, please be sure to attend the briefing session scheduled on 9 April during lunchtime in room G326. Even if it is difficult, please get in touch with Morishige (lecturer in charge) before the lunch break on 9 April. (dse85980@kwansei.ac.jp) We will respond to you separately.", "トピック": {"授業計画1": "<br />【Orientation】Lunch break (12:50-13:10) on Tuesday, 9 April, Room G326.<br /><br />【Pre-learning】 Saturday, １ June (13:20-16:50), Room G326 : Nepali society and social issues in Nepal<br /><br />【Bootcamp】Main facilitator&nbsp;<div><span style=\"font-size:13.28px;\">●Dr.Sunil Chitrakar, CEO of Mahaguthi, Asia representative of the World fair trade organization</span><div><span style=\"font-size:13.28px;\">●Prof. Jitendra Dangol, Associate Professor, Public Youth Campus, Faculty of Management,&nbsp;Tribhuvan University</span></div><br />DAY 1　Saturday, ８ June (11:00-18:40), Room G326 : Social issues, social entrepreneurs, and generating business ideas<br />DAY 2  Saturday, 15 June (11:00-18:40), Room G326 : Business ideas into business models<br />DAY 3  Saturday, 22 June (11:00-18:40), Room G326 : Presentation and improvement of business model/ closing--cultural exchange program</div>", "授業外学習2": "参考文献だけでなく、ネパールについて調べたり、社会起業のアイデアに親しんだりして、心の準備をしてください。履修にあたり英語のレベルは問いませんが、英会話に慣れていない方は英語での簡単なコミュニケーションの練習や関連用語の学習も強くお勧めします。。English follows Japanese.<br /><br />Prepare yourself by researching Nepal and familiarizing yourself with the idea of social entrepreneurship as well as reference literature. No level of English is required for the course, but if you are not used to speaking English, it is highly recommended that you practice simple communication in English and learn relevant terminology."}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "2": ["", "", "", "", "", ""], "3": ["", "", "", "", "", ""], "4": ["", "", "", "", "", ""], "5": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "参加度重視。課題に関する発表、議論への参加などを総合して評価"], "項番No.0": [], "項番No.1": ["2024年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【200】Human Welfare and International Development／Human Welfare and International Development", "管理部署": 8, "単位数": 2, "担当者": "森重　裕子（MORISHIGE YUKO） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "時限1": 49, "評価1": 6, "開講期": 8}