{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "児童青年期の精神的諸問題の病態、そしてそれらに対する対処に関する基礎的な知識を獲得することが本授業の目的である。<BR/>児童虐待の増加、発達障害支援の必要性の増加など、近年、児童青年をとりまく精神医学的課題への関心は高まっている。児童青年期の精神医学的諸問題は、成人の精神的健康に密接に関係する。児童青年期の精神障害を理解することは、人がその後の成人期を精神的に健康に生きることの支援につながるものと考えている。", "到達目標": "本授業の到達目標は下記の通りである。<BR/>1)児童青年期の精神的発達課題を理解する。<BR/>2)環境が精神発達に及ぼす影響を理解する。<BR/>3)児童青年期の精神的諸問題の病理、それらに対する対処法の基礎知識を獲得する。", "授業方法": "対面による講義形式で行う。<BR/>なお、オンライン受講希望学生には、対面授業の同時双方向での配信で（オンライン　同時双方向型授業で）対応する。成績評価は、オンライン提出による平常レポートと各授業ごとの課題への回答やコメント提出による授業参加度の評価を総合して成績評価とする。<BR/>緊急時には、同時双方向型オンライン授業形式で行う。<BR/>授業に関する情報提供はLUNAを通して行うので、各自確認すること。", "トピック": {"第1回": ["児童青年期精神医学とは", "復習課題<BR/>児童青年期という時期の精神医学的なとらえ方を理解する。<BR/>動画を下記リンクから見てください。"], "第2回": ["子どもの体とこころの発達", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>運動発達の指標を確認する。<BR/>精神発達の大枠を理解する。"], "第3回": ["自我同一性、その獲得１", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>児童期の心理社会的発達の課題を理解する。"], "第4回": ["自我同一性、その獲得２", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>思春期の心理社会的発達の課題を、同一性獲得と結び付けて理解する。"], "第5回": ["こどものこころの問題のとらえ方", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>児童期の精神的問題がどのように表現されるかを理解する。"], "第6回": ["愛着障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>人生早期の体験と将来の精神的健康の関係を理解する。"], "第7回": ["児童期の行動、情緒の障害：不登校、分離不安など", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>行動を通して現れる子供の精神的諸問題を整理し確認する。"], "第8回": ["児童期の行動、情緒の障害：神経症性の障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>成人にもみられる症状との違いを確認する。"], "第9回": ["知的障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>診断基準の確認し、療育の基本を理解する。"], "第10回": ["自閉症スペクトラム障害（広汎性発達障害）：自閉症とアスペルガー症候群の病態", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>自閉症スペクトラム障害の重要な特徴を整理し確認する。"], "第11回": ["自閉症スペクトラム障害（広汎性発達障害）：自閉症とアスペルガー症候群の療育", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>自閉症スペクトラム障害の療育の基本的な視点を理解する。"], "第12回": ["多動性障害／学習障害", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>各障害の特徴、その対応について確認する。"], "第13回": ["てんかん", "復予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>習課題<BR/>国際分類の大枠を確認する。児童期での対応で配慮すべき点を理解する。"], "第14回": ["児童期の治療", "予習課題<BR/>配布された資料に前もって目を通しておくこと<BR/>復習課題<BR/>児童期の精神的諸問題への対応、児童期に必要な大人からのかかわりを整理し、理解する。"], "授業外学習2": "特になし"}, "評価": {"教科書Required texts0": "特に指定しない。", "参考文献・資料Reference books0": "授業中適宜紹介する。\nなお、授業に使用する資料はLUNAで配布するので各自でダウンロードすること。", "学生による授業評価の方法Course Evaluation by Students0": "授業内実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", "期末に行う定期試験で授業内容の理解度を評価する"], "成績評価Grading2": ["その他／Others (99)", "30 %", "各授業毎の課題への回答、コメント等により授業参加度を評価する"], "成績評価Grading3": "備考　Note\n期末に行う定期試験と各授業ごとの課題への回答やコメント提出による授業参加度の評価を総合して成績評価とする。\n新型コロナ感染症への対応により、定期試験が実施できない場合は、オンライン提出による平常レポートをもって替える。", "更新日時/Date of Update0": "2021年09月05日 11時36分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "Ｇ－２０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】児童青年精神医学／Child and Adolescent Psychiatry", "管理部署": "人間福祉学部／School of Human Welfare Studies", "単位数": "2", "担当者": "井出　浩（IDE HIROSHI） ", "履修基準年度": "３年", "時限1": "水曜１時限／Wednesday 1", "開講期": "秋学期／Fall"}