{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業は、受講者が人間を全人－身体的・精神的・社会的・スピリチュアルな存在－として捉え、理解するという人間科学科の基本を理解することを目的とする。", "到達目標": "人間は、その誕生から死に至る様々な局面において、どのようなことを経験し、また、こころと身体がどのように変化していくのかという点について、生まれてから死ぬまでの「佐藤君の人生」をたどりながら理解する。さらに、どのように生きるかという課題に向き合う姿勢を養う。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "12名の人間科学科教員によるオムニバス形式による授業。<BR/>こころと身体をもった人を捉える「人間理解」を深めるためのさまざまなアプローチについて、各教員がそれぞれの専門分野について学問的な入門授業を行う。<BR/>毎回の講義出される課題について「ミニレポート」をLUNAにて提出（締め切りは、翌週（月曜日）の午後4時50分まで）。", "トピック": {"第1回": ["「人間科学入門」オリエンテーション：人間科学科の理念と「人間科学入門」の学びについて説明する。（担当　市瀬）", "オリエンテーションで示された資料や映像を用いて「人間科学科」の理念と「人間科学入門」について理解する。"], "第2回": ["「子ども」<BR/>佐藤君が誕生しました。幼い人の登場は親にとってはたいへんな環境の変化です。これまでの生き方が小さな家族の仲間入りで大きく問われます。忙しく暮らす現代の大人にとり、喜び、怒り、哀しみ、楽しみを自由に表現する彼は「人間らしさ」を思い起こさせてくれます。働きながら佐藤君を育てる親にとり、日本の保育はどうなっているのでしょう。働き方はどうでしょうか。子どもも親もこころが健康でいられる社会に焦点をあて、現代の状況を理解しましょう。（担当　桜井）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第3回": ["「悩み」<BR/>恵まれた環境にあっても、人は周囲からは伺いの知れない悩みを抱えているものである。もちろん、何の悩みもないという人がいるかもしれないが、そのような人であっても、生まれてから死ぬまで、一度も悩みを経験したことがない人は稀であろう。悩みとは、人間存在にとって避けることのできないものであり、むしろ悩むということが、人間存在を他の存在一般から区別する重要な点と考えられる。この授業では、佐藤君を例にして、現代人が抱える悩みと、悩みをもたらす社会的背景や人間関係のあり方などについて考える。（担当　山）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第4回": ["「発育発達と運動」<BR/>佐藤君は生まれてからおよそ1年後に「立つ」ことができるようになりました。一般にヒトの身体的充実は20歳前後で完成すると言われています。そして、完成までのからだの発育発達は器官や機能によってまちまちです。特に発育発達期の著しい幼児期、児童・生徒期は暦年齢が同じであっても生理学的年齢は大きく異なります。また、性差も大きい時期でもあります。このような時期に差し掛かる子どものスポーツ指導は発育発達段階を配慮した指導が重要となります。佐藤君はこれからどのような発育発達過程を経て、成長していくのでしょうか？また、どのようなスポーツ活動を行い、運動能力を高めていくのでしょうか？（担当　溝畑）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第5回": ["「指導者」<BR/>スポーツをはじめ、様々な場面で指導者としてリーダーシップを発揮する場面があります。佐藤君もその指導者となり、今後の活躍が期待されます。ところで指導者にはどんな能力が必要とされるのでしょうか。本授業では、その指導者の養成ついて、野外教育の視点や野外教育と酷似しているテーマパークの人材育成から、今後必要となる能力について考えます。（担当　甲斐）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第6回": ["「こころの危機」<BR/>現代社会で生活するわたし達には様々なストレスがかかっている。その中では誰しもが身体とこころのバランスを崩す可能性がある。しかし、誤解や偏見がいまだに強い社会の中では、人は精神疾患を患うと症状や障害の苦しみとともに人生への希望を失ってしまうことがある。授業では、精神疾患を抱える人のこころの痛み（スピリチュアルペイン）に焦点をあて、病気を抱えながらも人が豊かに生きていくということについて考えていく。（担当　橋本）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第7回": ["「中高の保健体育」<BR/>佐藤君は中学校から高校へ進学しました。高校でも中学から続けている柔道部に入部しましたが、体を動かすことが好きな佐藤君は、柔道だけでなく、体育の授業で周りの生徒よりも動いています。中学校から高校では第二次性徴により、男子はより骨格が発達し男性へと成長していき、女子は女性になるため身体が変化していきます。授業では、中高の保健体育に焦点を当て、学生自身の経験を元に教員として、保健体育の授業に必要な要素を考えます。　（担当　浦田）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第8回": ["「大学スポーツ」<BR/>佐藤君は大学に入学し，大学生アスリートとしての道を歩もうとしています。大学生となって試合に出場する佐藤君は、なかなか思うような成績をあげられない中、授業の中で様々なスポーツ科学の分野に触れます。佐藤君はスポーツ科学の分野の中でも特にスポーツ心理学に興味が湧き、自分のパフォーマンス向上に必要な取り組みを行うことになります。授業では、スポーツ科学の中でもスポーツ心理学に焦点を当て、アスリートのパフォーマンス向上に関する取り組みについて考える。（担当　相川）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第9回": ["「素質」<BR/>皆さんは「柔よく剛を制す」という言葉を聞いたことがあるでしょうか？　嘉納治五郎が創始した「講道館柔道」の指導原理を集約した言葉として、ある世代以上（人間科学科教員世代）では非常に良く知られた一節です。佐藤君もよく知っています。この節は「小さな者がより大きな者を技術を駆使して投げる」と意訳することができます。皆さんも身体は小さいのに力が強い人がいたり、普通に見える人が走り出した途端、驚愕の走能力を見せたりということを見聞したことがあるでしょう。これを巷間「素質」と人々は表現します。この素質とは何でしょう？この解答を科学証明を背景に研究成果から皆さんに教授します。（担当　河鰭 一彦kawabata@kwansei.ac.jp）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第10回": ["「結婚」<BR/>指導者となり、社会人として歩み始めた佐藤君は、間もなく人生における一つの決断の場に立たされる。結婚である。今、結婚すべきかどうか、どのように決断すればいいのか。今日の日本では、結婚は必ずしも自明のことではなくなってきたが、それでも多くの人々にとって、結婚は今なお重要な意味をもっている。しかし、そもそも結婚の意味はどこにあり、それによって何がもたらされるのか。結婚制度の起源、結婚観の変遷等を検討しつつ、人生における結婚の意義について考察する。（担当　嶺重）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第11回": ["「身体運動の魅力」<BR/>スポーツをはじめとする様々な身体運動は、労働・祭礼・遊戯などに発生の起源をもつといわれるが、いずれにしても、これらの身体運動は有益な文化として受け継がれ、世界各地で行われてきた。本授業では佐藤君が経験してきた身体運動（柔道、障害者スポーツなど）を軸に、現代における身体運動の意義や魅力を考える。（担当　佐藤）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第12回": ["「死別」<BR/>私たちは人生の中で、さまざまなものを失い、嘆き悲しむ。その中でも最も大きな喪失体験は、愛する者との死別である。高齢期においては、配偶者との死別は決してまれな出来事ではない。最愛の妻を亡くした佐藤君は今、深い悲しみの中にいる。死別とはどのような体験であろうか。そして遺族に対してどのようなサポートができるのか。本講義では、悲嘆（grief）とグリーフケアの基本について学ぶことを目的とする。（担当　坂口）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第13回": ["「老い」<BR/>佐藤君は80歳の誕生日を迎えた。高齢者や老いは固定観念で捉えられていることがあるが、老いを生きるとはどのようなことなのだろうか。本授業では、老いを生きる実相を知り、各自が高齢者に対して持っているイメージから一歩踏み出して、高齢者と人間の存在について理解を深めることを目指す。（担当　市瀬）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "第14回": ["「死-いのちを生きる-」<BR/>人間の生と死は自然なものであり、今生まれてここにいる私たちは必ず死を迎える。佐藤君もこれまでの人生を生き最後に死を迎える。しかし生と死は個別のものではなく、生きることの最後の仕事が死ぬということである。死を含めて生きることを考えることによって、これまでどう生きてきたのか、またこれからどのように生きていくかに向き合うことができる。授業では、人が死に直面した時の苦しみ（人間の根源的な苦しみ）に焦点を当て、生と死を通していのちについて考える。また、社会が死に対してどのような態度をとっているのか注目し、「こころ(スピリチュアリティ）と身体」をもつ人間の在り方を考える。（担当　藤井）", "授業で出された課題について「ミニレポート」を作成する。翌月曜日午後4時50分までにLUNAに提出する。"], "授業外学習2": "授業の課題ごとに、出来る限り必要な資料を収集し、レポートを作成。翌週（月曜日）の午後4時50分までに、LUNAで提出する。"}, "評価": {"教科書Required texts0": "特に指定しない。", "参考文献・資料Reference books0": "担当者が適宜配布、もしくはLUNAなどにアップする。", "学生による授業評価の方法Course Evaluation by Students0": "大学で実施する授業調査アンケートに従って行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "各回で出される「ミニレポート」（13回）＋「最終レポート」を100点に換算して評価する"], "成績評価Grading2": "備考　Note\n毎回課題として出される「ミニレポート」は、翌週（月曜日）の午後4時50分までに、LUNAにて提出。\n提出されていない場合は、欠席扱いとする。「最終レポート」提出方法は、追って連絡する。\n全てのレポートの合計点を100点に換算して評価する。", "更新日時/Date of Update0": "2023年04月28日 20時39分10秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "Ｇ－２０１"]}, "campas": 0, "name": "【100】人間科学入門／Introduction to Holistic Human Sciences", "管理部署": 8, "単位数": 2, "担当者": "市瀬　晶子（ICHINOSE AKIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 1}