{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は科学的根拠に基づく公衆衛生学について理解を深めるとともに、社会生活に応用できたり、教員としての健康教育の専門性を修得することである。", "到達目標": "下記の項目について修得することを到達時の目標とする。a)健康とはなにか、健康と疾病の違いb)日本及び世界各国の保健統計c)疫学とは何か、疾病の発生とその決定要因d)生涯の各段階における健康の管理", "特記事項": "", "関連科目": "衛生学", "授業の概要・背景": "公衆衛生学は、疾病予防と健康の保持増進をはかるため、特に集団という視点から「衛生」を取り扱う学問領域です。さらに、社会・経済・行政的な側面からの探求が重要であることから、間口と奥行きが広い応用的色彩の強い領域であるといえます。「健康」の定義、「国民の健康水準」などの基礎的な知識や情報の獲得の上で、「感染症」及び「疫学」について理解を深めます。その上で、母子保健、学校保健、高齢者保健、産業保健など集団別に取り上げていきます。", "授業方法": "本講義は、対面授業を基本とする。パワーポイントによる講義方式を原則とし、意見交換を求める。", "トピック": {"第1回": ["１．概論：公衆衛生の概念と歴史を整理する。「健康」の概念、ポピュレーションアプローチとハイリスクアプローチについて理解できるようにする。国際的な保健活動としてWHOの役割を取り上げる。", ""], "第2回": ["２．公衆衛生学の歴史と感染症：公衆衛生学の領域の成り立ちと感染症との関連性について概説する。時代とともに課題も変遷しつつあることを理解できるようにする。", ""], "第3回": ["３．人口・保健統計：日本および世界の人口と健康との関わり及び人口統計や出生率、死因統計をとりあげ、日本人および世界の健康課題について理解を深める。", ""], "第4回": ["４．疫学の概要：疫学の語源、定義、対象、領域を解説する。疾病の多重原因論、疫学と公衆衛生活動との関連を取り上げる。", ""], "第5回": ["５．疾病頻度の指標：有病割合、生存割合、致命割合、累積罹患率、受療割合等を取り上げる。", ""], "第6回": ["６．年齢調整：保健統計で使用される年齢調整（直接法・間接法）の演習を通して理解する。", ""], "第7回": ["７．疫学の研究デザイン１：疫学研究の手法として、生態学的研究と横断研究、症例対照研究を取り上げる。それぞれの研究デザインの長所と短所を理解する。関連の強さを示す指標であるオッズ比を理解する。", ""], "第8回": ["８．疫学の研究デザイン２：コホート研究、介入研究の長所と短所を理解する。関連の強さを示す指標である相対危険を理解する。疫学の考え方についていくつかの事例を紹介することで、疫学が健康課題解決のために重要なアプローチであることを理解できるようにする。", ""], "第9回": ["９．感染症：日本における感染症の法律による分類を概説する。新興感染症、再興感染症の動向について詳述する。", ""], "第10回": ["１０．性感染症及びHIV及びAIDS：思春期保健の一環として、性感染症及びHIV感染について詳述する。また、AIDSの国際的な動向について理解を深める。", ""], "第11回": ["１１．母子保健、学校保健：母子保健の統計、母子保健の施策を理解する。学校保健と関係法令、学校における保管管理、感染症予防、環境衛生、学校保健統計調査、アレルギー、いじめと不登校の統計について理解を深める。", ""], "第12回": ["１２．成人保健：日本の健康政策の意義と背景を知る。生活習慣病の主な内容と危険因子・予防因子を理解する。", ""], "第13回": ["１３．高齢者保健と介護保険：高齢者の健康問題と介護の問題を知る。介護保険制度の理解を深める。", ""], "第14回": ["１４．産業保健：労働にかかわっておこる健康影響及び労働者の健康保持・増進のための対策の重要性と実際について理解を深める。", ""], "授業外学習2": "第1回<br />・問題提起<br />・衛生学との関連について振り返り<br />第2回～第14回<br />・配布資料による問題意識の明確化<br />・復習課題：振り返りシートの提出<br />・疑問点の明確化により、次回の講義に向けて解決を図る"}, "評価": {"教科書/Required texts0": ["教科書は特に掲載しない。"], "参考文献・資料/Reference books0": ["国民衛生の動向"], "学生による授業評価の方法Course Evaluation by Students0": ["授業中実施"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "70 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading3": ["備考　Note 出席は重視する。平常レポート及び授業中試験により評価する。"], "更新日時/Date of Update0": ["2025年01月12日 19時15分08秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｇ－２０１"]}, "campas": 0, "name": "【200】公衆衛生学／Public Health", "管理部署": 8, "単位数": 2, "担当者": "岡本　希（OKAMOTO NOZOMI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": 2, "時限1": 3, "評価1": 2, "評価2": 3, "成績評価備考": "備考　Note\n出席は重視する。平常レポート及び授業中試験により評価する。"}