{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生が科学的根拠に基づく衛生学を理解し、社会生活に応用したり教員として保健を教えられたりできるようにすることである。", "到達目標": "下記項目について修得することを到達時の目標とする。<BR/>a)食品衛生、水や空気に関する衛生環境<BR/>b)化学物質に関連する健康リスク<BR/>c)食品、水や空気環境の管理", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "公衆衛生学", "授業の概要・背景": "衛生学とは、疾病の予防及び健康の保持増進をはかるための衛生に関する知識や技術の体系です。ここでは個人を対象とする「衛生」を主眼におき、基礎的な内容を取り扱うこととします。具体的には、食品衛生、水や大気などの環境衛生、身の回りの化学物質とその健康影響について詳説し、この授業を通して、環境と健康をキーワードとする様々な健康にかかわる事象について関心がもてるようにするとともに、保健体育科教員を目指す皆さんが教科「保健」を教える際に役立つ知識などを提供します。", "授業方法": "パワーポイントと板書による講義形式を原則とする。内容によっては演習形式を盛り込む場合がある。出席は必ずとる。", "トピック": {"第1回": ["１．概論：衛生学という領域全般について俯瞰し、科目の概要が理解できるようにする。", ""], "第2回": ["２．衛生とは？：衛生学の概念と歴史について詳説し、「健康」「保健」の概念と密接にかかわりがあることについて理解できるようにする。", ""], "第3回": ["３．食と衛生　その１　食中毒：　食中毒とは何か、その分類について紹介する。さらに食中毒で最も件数が多い「細菌性食中毒」について事例と病因、及び健康影響を詳説し理解を深める。", ""], "第4回": ["４．食品衛生　その２　食中毒：　日常生活の食行動において、起こりうる動物性および植物性食中毒を詳説し理解を深める。", ""], "第5回": ["５．食品中の発がん物質：　がんの最も大きな要因とされている食品によるがんを取り上げ、事例をもとに発がん性物質について詳説する。", ""], "第6回": ["６．食品添加物、機能性表示食品：食品添加物とは何か、健康食品、機能性表示食品とは何かについて詳述し、食品の安全性について理解を深める。", ""], "第7回": ["７．食品衛生活動：食の安全性を担保するための食品衛生活動について、HACCPを中心に詳説する。", ""], "第8回": ["８．水と健康：水を衛生的に管理することが健康管理に如何に重要であるかについて詳述するとともに、飲料水がどのように衛生管理されているか理解を深める。", ""], "第9回": ["９．水道システムによる衛生管理：上水道、下水道のシステムがどのように構築されているかについて詳述する。", ""], "第10回": ["１０．水質汚濁：水質汚濁による健康影響について公害事例を題材として取り上げ、その発生要因や健康影響、さらには環境管理の重要性について理解を深める。", ""], "第11回": ["１１．室内環境：居住環境の衛生に関する課題を取り上げ、照度、騒音、室内空気汚染物質等の調節が健康の維持管理に重要であることを理解できるようにする。", ""], "第12回": ["１２．大気汚染：大気汚染とは何か、また最近話題となっている汚染物質も含めて詳説する。大気汚染物質について詳説する。", ""], "第13回": ["１３．化学物質の管理：PCB,ダイオキシン、アスベストなどの化学物質の健康影響及びその管理について、法律や条約での制御も含めて理解できるようにする。", ""], "第14回": ["１４．マクロの視点での環境管理の重要性：地球環境規模での生物に対する化学物質の影響及び環境管理の必要性や考え方について理解を深める。", ""], "授業外学習2": "第1回<BR/>・問題提起<BR/>第2回～第14回<BR/>・配布資料による問題意識の明確化<BR/>・復習課題：振り返りシートの提出<BR/>・疑問点の明確化により、次回の講義に向けて解決を図る"}, "評価": {"教科書Required texts0": "教科書は特に掲載しない。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", ""], "成績評価Grading2": ["その他／Others (99)", "20 %", "リアクションペーパー"], "成績評価Grading3": "備考　Note\n出席回数は重視する。\n遅刻は認めない。", "更新日時/Date of Update0": "2023年02月06日 14時00分54秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－２０１"]}, "campas": 0, "name": "【200】衛生学／Hygienic", "管理部署": 8, "単位数": 2, "担当者": "鬼頭　英明（KITO HIDEAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 3, "評価2": 4, "開講期": 1}