{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "野球は投、打、走、捕という各運動を組み合わせて行う我国で最もポピュラーなスポーツである。しかし、野球は競技特性上運動量の偏りが見られ、バッテリーと打者のみが身体活動を行っている局面も見られる。そこでこの授業では、野球の競技特性を理解しより高い運動量を獲得するゲームから始め、除々に本来のゲーム形式へと進んで行く。受講者は、未経験者や女性にも対応した授業を展開することで、生涯にわたり野球型スポーツを長く楽しむための基礎を築く事が出来るようになることを目的とする。", "到達目標": "本科目は、中学校・高等学校保健体育教員免許取得のための必修科目であり、指導法及び教員採用試験に向けた知識、技能の習得を中心に展開する。また、受講者は、本授業で扱う教材を用い、以下の能力および教授法を獲得することを目指す。<BR/>１．各種の運動の合理的な実践を通して、課題を解決するなどにより運動の楽しさや喜びを味わうとともに運動技能を高めることができるようにし、生活を明るく健全にする態度を育てる能力を身に付ける。。<BR/>２．各種の運動を適切に行うことによって、自己の体の変化に気づき体の調子を整えるとともに、体力の向上を図り、たくましい心身を育てる能力を身に付ける。<BR/>３．運動における競争や協同の経験を通して、公正な態度や、進んで規則を守り互いに協力して責任を果たすなどの態度を育てる能力。また、健康・安全に留意して運動をすることができる態度を育てる能力を身に付ける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "演習<BR/><BR/>本授業は体育教員として教授方法を学ぶことと、身体活動を伴う授業の特性上、対面で授業を実施する。<BR/>ただし大学が定める活動基準に基づき、学部が判断した授業方針で実施するため、授業の実施形態が学期途中で変更する可能性がある。<BR/>各授業にて担当者からの必要な指示に従うこと。", "トピック": {"第1回": ["第１週　対面授業　<BR/>　　　　今後の授業の進め方と評価方法を説明する（更衣して体育館前に集合し，その後全員で第３フィールド・野球場に移動）<BR/>　　　　ガイダンスの後，実技（送球と捕球，トスバッティング）に取り組む<BR/>　　　　準備学習：野球・ソフトボール種目のキャッチボールやトスバッティングの技術特性を調べる<BR/>　　　　配布資料：担当者から資料を配布（野球・ソフトボールの競技特性，歴史，ルール，技術解説）", "キャッチボールやトスバッティングについて事前学習する（2時間）"], "第2回": ["第２週　対面授業　（ソフトボール）<BR/>　　　　前週に続き，キャッチボール，トスバッティングのおさらい<BR/>　　　　この回から守備技術向上プログラムを確認し，特に捕球技術（ゴロ）に取り組む<BR/>　　　　準備学習：捕球技術の特性を調べる", "捕球技術（ゴロ）の技術ポイントについて事前学習する（2時間）"], "第3回": ["第３週　対面授業　（ソフトボール）<BR/>　　　　授業開始時は，キャッチボールとトスバッティングのおさらい<BR/>　　　　前週に続き，守備技術向上プログラムとして飛球（フライ）捕球，新たにティー打撃（ロングティー）に取り組む<BR/>　　　　準備学習：フライ捕球や打撃技術の特性を調べる", "捕球技術（フライ）や打撃技術（ロングティー）の技術ポイントについて事前学習する（2時間"], "第4回": ["第４週　対面授業　（ソフトボール）<BR/>　　　　前週までの技術課題に加え，ノック打撃に取り組む<BR/>　　　　ノック打撃は教育実習時に，守備技術学修を展開する際の必須技能となり，<BR/>　　　　中学1年女子の授業に対応したノック技術を紹介する<BR/>　　　　準備学習：守備技術練習に求められるノック技術修得の要点を調べる", "ノック打撃の技術ポイントについて事前学習する（2時間）"], "第5回": ["第５週　対面授業　（ソフトボール）<BR/>　　　　第1週から4週まで取り組んできた小テスト課題種目を全てをおさらいし，<BR/>　　　　小テスト「①ゴロ捕球と送球，②トスバッティング」に取り組む<BR/>　　　　小テスト後は，ティー打撃やノック技術の修得を目的とした反復練習に時間を費やす<BR/>　　　　準備学習：小テスト課題種目の技術ポイントやソフトボール競技ルールの概要を調べる", "今までに取り組んできた技術課題を振り返り，競技ルールについても事前学習する（2時間）"], "第6回": ["第６週　対面授業　（ソフトボール）<BR/>　　　　第1週から５週まで取り組んできた授業課題のうち，小テスト種目「③ティー打撃」を実施する<BR/>　　　　練習後小テストをこなし，その後は翌週に予定される「ノック打撃」の技術向上を目的とした反復練習に取り組む<BR/>　　　　さらに，ゲーム方法を確認しながらソフトボール競技の特性を体感する<BR/>　　　　準備学習：小テスト課題種目の技術ポイントやソフトボールの戦術概要を調べる", "ソフトボールの歴史，戦術について事前学習する（2時間）"], "第7回": ["第７週　対面授業　（ソフトボール）<BR/>　　　　先週に続き小テスト「④ノック打撃」，その後にゲームに取り組みながらソフトボール競技の魅力を体感する<BR/>　　　　ゲーム通して履修者の守備力や攻撃・打撃力，走力をチェックし，履修者の技術力を評価する<BR/>　　　　準備学習：ゲームに求められる基礎技術と応用技術を調べる", "ゲームを楽しむための基本と応用技術について事前学習する（2時間）"], "第8回": ["第８週　対面授業　（ソフトボール）<BR/>　　　　この週から本格的にソフトボールのゲームに時間を充てる<BR/>　　　　この授業のゲームは男女混合で実施するため，特別ルール（女子のホームランゾーンを設置するなど）を用意しながら展開<BR/>　　　　レクリエーション種目として楽しむためには，男女が同一フィールドでプレーすることが求められ，<BR/>　　　　老若男女がともに楽しめるルールのあるべき姿を模索する機会としたい<BR/>　　　　なお，このゲームから個人の応用技術（走力，守備力，打撃力）をチェックし技術点に加点する<BR/>　　　　準備学習：男女の体格や技術，年齢差を考慮した特別ルールについて検討する", "男女が共にゲームを楽しむための特別なルール配慮について事前学習する（2時間）"], "第9回": ["第９週　対面授業　（ソフトボール）<BR/>　　　　前回に続きコミュニケーションを図ることを意識したソフトボールゲームの特別ルールを模索する機会とする<BR/>　　　　ゲームを展開するフィールド内に特別なエリアを用意し，その場所に打球が飛んだらツーベース，<BR/>　　　　あるいは2点ホームランなどワクワクするようなルールを考えゲームを楽しみコミュニケーションがとれる場を試行錯誤する<BR/>　　　　準備学習：ベースボール型種目によるコミュニケーションを高める手立てについて考える", "コミュニケーションを意識したゲーム作りについて事前学習する（2時間）"], "第10回": ["第10週　対面授業　（ソフトボール）<BR/>　　　　ソフトボールのゲームを総括する週となる<BR/>　　　　中学・高校の体育実技としてソフトボールが授業として成立するために「安全で運動量が確保でき，しかも楽しめる」には，<BR/>　　　　どのような特別ルールを用意しながら展開したら目的が達成できるかをまとめる機会としたい<BR/>　　　　準備学習：レクリエーショナルなスポーツとしてのソフトボール競技の在り方について考える", "体育実技種目としてソフトボール種目が中学生女子に展開できるための要点について事前学習する（2時間）"], "第11回": ["第11週　対面授業　（軟式野球）<BR/>　　　　ソフトボールを軟式野球ボールに置き換え，軟式野球競技に取り組み，ソフトボールとの違いを体感する<BR/>　　　　申し上げるまでもないが，軟式野球のボールサイズはソフトボールに比べ小さく，反発係数も高いため打撃飛球速度が速い<BR/>　　　　より遠くへ飛ばすことが可能なため，打撃には爽快感が伴うのでそれを感じる機会としたい<BR/>　　　　打球が速くなるため，安全には十分に配慮して授業を展開する<BR/>　　　　キャッチボールからトスバッティング，ロングティー打撃に取り組む<BR/>　　　　準備学習：軟式野球の歴史や技術獲得特性を調べる", "軟式野球とソフトボール競技特性を比較する（2時間）"], "第12回": ["第12週　対面授業　（軟式野球）<BR/>　　　　前回に続き軟式野球に取り組み，ゲームを展開しながら競技特性を学修する機会とする<BR/>　　　　ソフトボールと大きく異なる点は，塁間が長くランナーは離塁してリードを保つことができる点にある<BR/>　　　　特に女子の履修者の安全対策を万全に施しながら野球を楽しんでいただきたい<BR/>　　　　このゲームも小テストと位置付け，走塁・打撃・守備の技術力を総合的に評価する<BR/>　　　　準備学習：軟式野球の戦術特性やルールについて概要を調べる", "軟式野球競技ルールを事前学習する（2時間）"], "第13回": ["第13週　対面授業　（ティーボール）<BR/>　　　　この週からティーボールに取り組み，ベースボール型種目のルールや特性をさらに深める機会とする<BR/>　　　　※ティーボールはベースボール型種目のスターター種目として注目され，<BR/>　　　　　日本（プロ）野球機構や日本（社会人）野球連盟，日本高等学校野球連盟がその活動に賛同し，協賛している<BR/>        ティーボールは中学女子のソフトボール種目代替種目としてふさわしいことを体感する<BR/>　　　　※雨天時グランドコンディションが不良な場合は，代替種目として体育館を利用したティーボールに取り組む場合がある<BR/>　　　　準備学習：ベースボール型スターター種目として普及途上にあるティーボールの組織やルール等の概要を調べる", "ティーボール競技の特性について事前学習する（2時間）"], "第14回": ["第14週　対面授業　（ティーボール）<BR/>　　　　前週に続きティーボールを通じてベースボール型種目のルールや特性を理解する機会とする<BR/>　　　　特に中学生女子の体育実技授業では，ソフトボールでも技術獲得に難があり，それに伴う運動量不足も加わり，<BR/>　　　　授業種目として敬遠されがちである<BR/>　　　　しかし，ベースボール型種目の魅力を女子中学生に体感させるには，<BR/>　　　　安全でしかも運動量があるティーボールは魅力的な種目である<BR/>　　　　その点を意識してベースボール型種目の総まとめとしてこの種目に取り組んでいただきたい<BR/>        準備学習：第14回最終週に向け，ベールボール型種目の特性を総括する", "ソフトボールや野球競技を振り返り，総括する（2時間）"], "授業外学習2": "１．実技の授業となるので，心身ともに健康な状態で授業に参加する事<BR/>２．授業時の服装は，運動が行いやすい服装で参加すること。ジーパンや綿パン，革靴での参加は認めない。<BR/>３．金具の付いたスパイクは禁止する。<BR/>４．使用する用具は大学で管理している物を使用するが，各自のグラブやバットを持参し使用してもよい。<BR/>　　但し，自分で責任を持って管理すること。<BR/>　　盗難，破損に関しては各自の責任とする。"}, "評価": {"教科書Required texts0": "大修館書店「最新スポーツルール百科〈2010〉」", "参考文献・資料Reference books0": "ベースボール型種目の歴史やルール，打撃，守備に関する資料は，開講時に随時配布する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": "備考　Note\n定期試験に代わるリポート(Term paper to replace the final examination)\n授業には積極的に参加し，上記の授業目的・目標を達成できるように努力する。成績評価は，授業参加度・授業態度，小テストによる技術評価，リポートにより総合的に評価する。", "更新日時/Date of Update0": "2023年02月08日 18時16分42秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "（第３）野球場"]}, "campas": 0, "name": "【250】球技Ｄ　３／Baseball and Softball", "管理部署": 8, "単位数": 1, "担当者": "児玉　公正（KODAMA KOSEI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 22, "評価1": 2, "評価2": 3, "開講期": 2}