{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "野球は投、打、走、捕という各運動を組み合わせて行う我国で最もポピュラーなスポーツである。しかし、野球は競技特性上運動量の偏りが見られ、バッテリーと打者のみが身体活動を行っている局面も見られる。そこでこの授業では、野球の競技特性を理解しより高い運動量を獲得するゲームから始め、除々に本来のゲーム形式へと進んで行く。受講者は、未経験者や女性にも対応した授業を展開することで、生涯にわたり野球型スポーツを長く楽しむための基礎を築く事が出来るようになることを目的とする。", "到達目標": "本科目は、中学校・高等学校保健体育教員免許取得のための必修科目であり、指導法及び教員採用試験に向けた知識、技能の習得を中心に展開する。また、受講者は、本授業で扱う教材を用い、以下の能力および教授法を獲得することを目指す。<BR/>１．各種の運動の合理的な実践を通して、課題を解決するなどにより運動の楽しさや喜びを味わうとともに運動技能を高めることができるようにし、生活を明るく健全にする態度を育てる能力を身に付ける。。<BR/>２．各種の運動を適切に行うことによって、自己の体の変化に気づき体の調子を整えるとともに、体力の向上を図り、たくましい心身を育てる能力を身に付ける。<BR/>３．運動における競争や協同の経験を通して、公正な態度や、進んで規則を守り互いに協力して責任を果たすなどの態度を育てる能力。また、健康・安全に留意して運動をすることができる態度を育てる能力を身に付ける。", "授業方法": "演習<BR/><BR/>本授業は体育教員として教授方法を学ぶことと、身体活動を伴う授業の特性上、対面で授業を実施する。<BR/>ただし大学が定める活動再開基準に基づき、学部が判断した授業方針で実施するため、授業の実施形態が学期途中で変更する可能性がある。<BR/>各授業にて担当者からの必要な指示に従うこと。", "トピック": {"第1回": ["第１週　対面授業　<BR/>　　　　今後の授業の進め方と評価方法を説明する（更衣して第３フイルドに集合）<BR/>　　　　ガイダンスの後，実技（送球と捕球，トスバッティング）に取り組む<BR/>　　　　準備学習：野球・ソフトボール種目のキャッチボールやトスバッティングの技術特性を調べる<BR/>　　　　配布資料：担当者から資料を配布（野球・ソフトボールの競技特性，歴史，ルール，技術解説）", "キャッチボールやトスバッティング，そしてゴロ捕球技術のポイントについて事前学習する（2時間）"], "第2回": ["第２週　対面授業　（ソフトボール）<BR/>　　　　前週に続き，キャッチボール，トスバッティングのおさらい<BR/>　　　　この回から守備技術向上プログラムを確認し，特に捕球技術（ゴロ）に取り組む<BR/>　　　　準備学習：捕球技術の特性を調べる", "捕球技術（ゴロ）の技術ポイントについて事前学習する（2時間）"], "第3回": ["第３週　対面授業　（ソフトボール）<BR/>　　　　授業開始時は，キャッチボールとトスバッティングのおさらい<BR/>　　　　前週に続き，守備技術向上プログラムとして飛球（フライ）捕球に取り組む<BR/>　　　　準備学習：フライ捕球技術の特性を調べる", "捕球技術（フライ）の技術ポイントについて事前学習する（2時間"], "第4回": ["第４週　対面授業　（ソフトボール）<BR/>　　　　前週までの技術課題をおさらいし，その後にティー打撃（ロングティー）に取り組む<BR/>　　　　この回から打撃技術向上プログラムに移行する<BR/>　　　　準備学習：ティー打撃練習の要点を調べる", "ロングティーの技術ポイントについて事前学習する（2時間）"], "第5回": ["第５週　対面授業　（ソフトボール）<BR/>　　　　第1週から4週まで取り組んできた授業課題について小テストを実施する<BR/>　　　　小テスト実施項目は①送球・捕球技術，②トスバッティング，➂ゴロ・フライ捕球技術<BR/>　　　　評価基準は開講時に連絡する<BR/>　　　　準備学習：小テスト項目の技術ポイントをおさらいする", "今までに取り組んできた技術課題のポイントについて振り返る（2時間）"], "第6回": ["第６週　対面授業　（軟式野球）<BR/>　　　　この週から，もう一つのベースボール型種目である軟式野球に取り組む<BR/>　　　　キャッチボール，トスバッティング，ロングティーに取り組み，ソフトボールとの違いを体感する<BR/>　　　　準備学習：軟式野球の歴史やルールを調べる", "軟式野球の歴史，ルールについて事前学習する（2時間）"], "第7回": ["第７週　対面授業　（軟式野球）<BR/>　　　　先週に続き，軟式野球の基礎練習（キャッチボール，トスバッティング，ロングティー）に取り組む<BR/>　　　　準備学習：軟式野球の基礎技術を調べる", "軟式野球の基礎技術（キャッチボール，トスバッティング，ロングティー）について事前学習する（2時間）"], "第8回": ["第８週　対面授業　（ティーボールゲーム）<BR/>　　　　この週から，ゲームに取り組む<BR/>　　　　ベースボール型種目のスターター種目として注目されはじめてきたティーボールでゲームする<BR/>        ※ティーボールは中学女子のソフトボール種目代替種目としてふさわしいことを体感する<BR/>　　　　準備学習：ティーボールについてその概要を調べる", "ティーボールの概要について事前学習する（2時間）"], "第9回": ["第９週　対面授業　（ソフトボールゲーム１）<BR/>　　　　ソフトボールのゲームに取り組み，レクリエーションスポーツとしてのソフトボール種目を体感する<BR/>　　　　ゲームを通したベースボール型種目のコミュニケーションの特徴を探る<BR/>　　　　小テストとして，ゲームに取り組む際の個人の応用技術をチェックする<BR/>　　　　準備学習：ベースボール型種目のコミュニケーションの特性について考える", "ゲームから得られるコミュニケーションについて事前学習する（2時間）"], "第10回": ["第10週　対面授業　（ソフトボールゲーム２）<BR/>　　　　この回ではベースボール型種目の戦術について確認しながら展開する<BR/>　　　　前回に続き，ゲーム中の応用技術を小テストとしてチェックする<BR/>　　　　準備学習：ベースボール型種目の戦術特性について考える", "ベースボール型種目の戦術特性について事前学習する（2時間）"], "第11回": ["第11週　対面授業　（ソフトボールゲーム３）<BR/>　　　　3回目のゲームに取り組み，ソフトボール種目の素晴らしさを体感する<BR/>　　　　前回に続き，ゲーム中の応用技術を小テストとしてチェックする<BR/>　　　　準備学習：バントやヒットエンドランの特性について考える", "自己犠牲を伴う犠打（バント）について技術的要点を事前学習する（2時間）"], "第12回": ["第12週　対面授業　（軟式野球ゲーム１）<BR/>　　　　軟式野球ゲームに取り組み，ソフトボールとの競技特性を比較する<BR/>　　　　前回に続き，ゲーム中の応用技術を小テストとしてチェックする<BR/>　　　　準備学習：軟式野球とソフトボールの競技特性を比較する", "軟式野球とソフトボールの競技特性を比較する（2時間）"], "第13回": ["第13週　対面授業　（軟式野球ゲーム２）<BR/>　　　　軟式野球の戦術特性を確認する<BR/>　　　　ゲーム中の応用技術を小テストとしてチェックする<BR/>　　　　準備学習：軟式野球の戦術特性について考える", "軟式野球の戦術特性について事前学習する（2時間）"], "第14回": ["第14週　対面授業　（軟式野球ゲーム３）<BR/>　　　　授業開始時に，ノックの打ち方（ゴロとフライ）を小テストする<BR/>　　　　その後，ゲームに取り組む<BR/>　　　　準備学習：ノックの打ち方を調べる", "ソフトボールや野球の技術練習やゲームを振り返り総括する（2時間）"], "授業外学習2": "１、実技の授業となるので、心身ともに健康な状態で授業に参加する事<BR/>２、授業時の服装は、運動が行いやすい服装で参加すること。ジーパンや綿パン、革靴での参加は認めない。<BR/>３、金具の付いたスパイクは禁止する。<BR/>４、使用する用具は、大学で管理している物を使用するが、各自のグラブ、バットを持ってきて使用してもよい。<BR/>　　但し、自分で責任を持って管理すること。<BR/>　　盗難、破損に関しては各自の責任とする。"}, "評価": {"教科書Required texts0": "大修館書店「最新スポーツルール百科〈2010〉」", "参考文献・資料Reference books0": "第1週目は担当者がまとめた資料（当該種目の特性，歴史，ルール，技術を獲得するための練習方法）を配布する", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": "備考　Note\n定期試験に代わるリポート(Term paper to replace the final examination)\n授業には積極的に参加し、上記の授業目的・目標を達成できるように努力する。成績評価は、出席・授業態度、小テストによる技術評価、リポートにより総合的に評価する。", "更新日時/Date of Update0": "2021年10月12日 16時00分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "（第３）野球場"]}, "campas": 0, "name": "【250】球技Ｄ　３／Baseball and Softball", "管理部署": 8, "単位数": 1, "担当者": "児玉　公正（KODAMA KOSEI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 21, "評価1": 2, "評価2": 3, "開講期": 2}