{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "初級レベルに要求される基本的な英語の機能と文法を導入することにより、簡単な会話と作<BR/>文を含む日常生活での英語の運用能力を養成することを目指す。<BR/><BR/>自然な英語で交わされる簡単な会話を理解し、日常生活での表現を使用できるようにする<BR/>ことによって、英語で基本的なことがらを相手と話すことができるようにする。", "到達目標": "リスニングとスピーキングでは、ロールプレイ、調査、歌、ゲームを含むペアワークとグル<BR/>ープワーク等を重要な部分とする授業を通して、英語のネイティブスピーカーが用いるコミ<BR/>ュニケーション・ストラテジーについての基本を身につけている。<BR/>リスニングとスピーキングの養成に加えて、初級の英文作成のパターンに習熟すること<BR/>により、簡単かつ効果的な英文を書くことができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "This is a communication focused course, classes will be based on interactive communication using a combination of pair and group work, to help boost students English communication abilities and vocabulary knowledge.", "授業方法": "全員出席をもとに、ロールプレイ、調査, ゲームを含むペアワークとグループワークは授業<BR/>の中では特に重要な部分となる。<BR/>Students will develop their English communication skills by performing learning activities and holding<BR/>discussions in pairs, groups of four and whole class groups.<BR/>Sessions will be conducted &#39;face to face.&#39;", "トピック": {"第1回": ["Unit 6. Part 1 Talking about Experiences. Students will practice communication based tasks on expressing previous experiences in life, both informal and formal", "Complete self-study task assigned at the end of Session 1."], "第2回": ["Unit 6. Part 1 Talking about Experiences. Students will practice communication based tasks on expressing previous experiences in life, both informal and formal", "Complete self-study task assigned at the end of Session 2."], "第3回": ["Unit 7. Talking about the Past (Part I). Students will focus on vacabulary and converstaions patterns based on events during their childhoods. materilas and co9ntent fron Unit 12 will also be used in this class.", "Complete self-study task assigned at the end of Session 3"], "第4回": ["Unit 7. Talking about the Past (Part 2). Students will focus on vacabulary and converstaions patterns based on events during their childhoods. materials from unit 12 will also be used in this class.", "Complete self-study task assigned at the end of Session 4."], "第5回": ["Unit 8. Talking about Food.Part 1.  Students will learn the important vocabulary and language patterns to be able to talk about their likes and dislikes in food and also how to make certain dishes.", "Complete self-study task assigned at the end of Session 5."], "第6回": ["Unit 8. Talking about Food. Part 1.  Students will learn the important vocabulary and language patterns to be able to talk about their likes and dislikes in food and also how to make certain dishes.<BR/>Students will also prepare for the mid-term presentation. We will combine Unit 11 to suppliment session 4 and 5 materials.", "Students will prepare for mid-term presentation. This will be done in pairs."], "第7回": ["Mid-term presentations. Students will preform short presentations in pairs based on materials covered so far in class.", "Complete self-study task assigned at the end of Session 7."], "第8回": ["Unit 9. Talking about Health.Part1 . Students will focus on habits that can help maitain a healthy lifestyle and also vovabulary related to medical emergencies.", "Complete self-study task assigned at the end of Session 8."], "第9回": ["Unit 9. Talking about Health.Part 1 . Students will focus on habits that can help maintain a healthy lifestyle and also vovabulary related to medical emergencies.", "Complete self-study task assigned at the end of Session 9."], "第10回": ["Unit 10. Suggesting &amp; Inviting. Part 1. Students will work through this unit and learn dialogue patterns for planning events and inviting people to them.", "Complete self-study task assigned at the end of Session 10."], "第11回": ["Unit 10. Suggesting &amp; Inviting. Part 1. Students will work through this unit and learn dialogue patterns for planning events and inviting people to them.", "Complete self-study task assigned at the end of Session 11."], "第12回": ["Unit 14. Giving advice. Students will look at differnet situations that can happen and learn to ask and give advice to overcome these situations.", "Complete self-study task assigned at the end of Session 12."], "第13回": ["Unit 15. Talking about Unreal Situations.", "Complete self-study task assigned at the end of Session 13. They will also prepare their presentation contents."], "第14回": ["End of term presentations. Students will preform short presentations in pairs based on materials covered so far in class.", "Students will discuss final assessment and grading throughout the course"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Martin", "TalkaLot 2", "EFL Press", "1869 年", "4580244420148", ""], "教科書Required texts0": "Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\nEnglishCentralカードを関学生協聖和店で購入してください（税込¥2,000)。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Continual assessment method. In-class activiites 40%, Homework 30% Presentations 30%"], "成績評価Grading2": "備考　Note\nIn-class activiites 40%\nHomework 30%\nPresentations 30%", "更新日時/Date of Update0": "2022年03月14日 10時01分49秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "６２３教室"]}, "campas": 4, "name": "【110】英語ＢII（コミュニケーション）　５／English BII(Communication)", "管理部署": 9, "単位数": 1, "担当者": "ダウデン　Ａ．　Ｒ．（DOWDEN ANDREW ROBERT） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 8, "評価1": 4, "開講期": 2}