{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "授業目的：<BR/>　「英語BI」をベースにリスニングとスピーキングの技能をさらに発展させて活かし、ライティングでは段落構成をもとに作文ができるようにする。<BR/>　理解できる程度のやや長い文章を含む会話の実践とより範囲が広がった複雑な表現の構文の練習により習得したリスニングとスピーキングの技能をさらに発展させて活かす。", "到達目標": "効果的に会話をするために必要とされる社交性も重視し、それをもとに自分自身の履歴、過去の経験を論じ、自分自身の意見を明確に発表し、そして将来の計画についても語ることができるようになる。<BR/>　音声面では、音の弱化、同化、省略などの主な連接音を聞き取りまた発話できるようになる。<BR/>　ライティングでは主題文と補足文に基づいた適格な段落構成ができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Activities will include discussions, games, peer review of writing assignments, along with online activities.  Students will work in pairs, groups, and individually.", "トピック": {"第1回": ["Course introduction, tense review, along with the discussion topic of this summer.", ""], "第2回": ["Tense review continued; social expressions; what is a paragraph. Written Goals: finding and producing topic sentences.  Performance: telling the class about our apartment game.", "Homework handout with the Video “The Wienerlypics”,"], "第3回": ["Daily routines; present tenses, Unit 8 cooking. Speaking goals: Describing my day and asking my classmate about theirs. Explaining how to make a dish to my class mates. Written goal creating good supporting sentences for a topic sentence.", "Handout; prepare for pg.38 #1; check vocabulary pg.38 #2; pg.39 #4; prepare to do number 5 orally in class with a partner. Listening pg. 40, 10 out of 15;  And first letter telling me about your summer break due."], "第4回": ["P.  Past tenses; time expressions (Unit 12) Ghost story. Goal: Placing an event in a temporal relationship to another event. Written goals creating good supporting sentences for a topic sentence continued", "Video: “ Oakley has a date.” Handout"], "第5回": ["The class goal is to explain and inquire into different amounts of things both concreate and non-concreate using : Some/any; a few/a little/a lot; Performance: telling the class about our apartment game. Written goal: peer review of writing assignments", "Handout"], "第6回": ["Class goals: to describe your health condition; and to ask others about their condition. Performance: telling the class about our apartment game. Written goal: To proofread and improve sample paragraphs.", "Handout, Video: Quarantine Life"], "第7回": ["What something is like? Synonyms and antonyms. Future forms; Goals: to tell a classmate what will happen; and what something or someone is or isn&#39;t like. Performance: telling the class about our apartment game.<BR/> Mid-Term Oral Examination will be given in lessons 7 and 8, or on line.", "Unit 3 pg. 13 plus handout)"], "第8回": ["Goal: Expressing obligations in various situations; and getting medication at a pharmacy or from a doctor. <BR/> Oral Exam (Hand out + book in class).  Mid-Term Oral Examination will be given in lessons 7 and 8, or on line.", "Handout Review Unit 9 please"], "第9回": ["Goals: Explaining an event or action in  temporal relationships to other events, or actions using time clauses; practicing the uses of manage to/used to; and -ed/-ing adjectives. Performance: telling the class about our apartment game. Written goal: identifying different paragraph purposes.", "Handout + Book and one of two videos"], "第10回": ["Class goals: distinguishing between the passives and active voice; practicing when to use, and not to use the passive voice. Understanding signs and notices. Performance telling the class about your groups creation.  Written goal: improving the cohesion of your paragraph.", "Handout and one of two videos"], "第11回": ["Class goals exploring what could happen if an action is, or is not taken; using the second conditional; and practicing phrasal verbs. Performance: telling the class about our apartment game.", "Preview Unit 14 plus hand out, and one of two videos"], "第12回": ["Present perfect continuous; word formation; and review. Class goal is tell your class mate about your video using the present perfect continuous.", "Handout"], "第13回": ["Examination", "Handout"], "第14回": ["Special cultural Christmas Celebration", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Martin", "Talk a Lot Book Two", "EFL Press", "2003 年", "", ""], "教科書Required texts0": "Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\n\nEnglishCentralカードを関学生協聖和店で購入してください（税込¥2,000)。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "40 %", "Spoken and written"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "40 %", "Class participation along with class performance"], "成績評価Grading3": ["平常リポート／Individual reports (04)", "20 %", "Homework"], "成績評価Grading4": "備考　Note\nClass performance and participation make up 40% of the grade. The Examinations, are both written and oral. Oral examination can be done by either zoom, or in class. Homework comes from the text, handouts, and video.", "更新日時/Date of Update0": "2022年03月01日 05時17分55秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "５２５教室"]}, "campas": 4, "name": "【110】英語ＢII（コミュニケーション）　１１／English BII(Communication)", "管理部署": 9, "単位数": 1, "担当者": "グリーン　ポール（GREEN PAUL STUART） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 0, "評価2": 2, "評価3": 3, "開講期": 2}