{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Introducing the basic language functions and grammar needed at the elementary level, <BR/>this course will train students to understand short conversations spoken in natural English and to use everyday expressions to interact and share information on themselves, their families, hobbies, school life, professions, travel and daily routines. Training will also be given in the communication strategies used by native speakers in listening and speech acts.", "到達目標": "To encourage maximum student participation, pair and group work will feature prominently in online activities, which will include role plays, surveys, and games. While building listening and oral skills, the course will also provide practice in elementary English writing patterns so that students are able to construct simple but effective messages.", "授業方法": "Activities will include discussions, games, presentations and web-based activities. Students will work in groups, pairs and individually as needed. Face to Face format is preferred, but that is subject to change if need be.", "トピック": {"第1回": ["Journeys - Around the World A", "Homework"], "第2回": ["Journeys - Around the World B", "Homework"], "第3回": ["Giving Advice A", "Homework"], "第4回": ["Giving Advice B", "Homework"], "第5回": ["Healthy Eating A", "Homework"], "第6回": ["Healthy Eating B", "Homework"], "第7回": ["MidTerm", "Homework"], "第8回": ["Numbers A", "Homework"], "第9回": ["Numbers B", "Homework"], "第10回": ["Shopping A", "Homework"], "第11回": ["Shopping B", "Homework"], "第12回": ["Future Goals A", "Homework"], "第13回": ["Future Goals B", "Homework"], "第14回": ["Semester Final", ""], "授業外学習2": "Students are expected to review textbook units to cement understanding of the topics discussed within the classroom. Students are encouraged to supplement their understanding of lesson material by utilizing the supplementary material provided. Homework is expected to be completed when assigned to further supplement understanding and to allow smooth transition between textbook units.<BR/>Students are required to give a short presentation to necessitate successful completion of this course.Some preparatory work will be required outside of allotted classroom time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Justin Harris / Paul Leeming", "On Task 2", "Abax", "2018 年", "978-1-78548-072-1", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価"], "成績評価Grading2": "備考　Note\nAll grading will be explained in the first class of the semester.", "更新日時/Date of Update0": "2021年01月12日 13時20分02秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "６４３教室"]}, "開講キャンパス": "西宮聖和キャンパス／Nishinomiya Seiwa Campus", "【科目ナンバー/Course Number】授業名称": "【110】英語ＢII（コミュニケーション）　８／English BII(Communication)", "管理部署": "教育学部／School of Education", "単位数": "1", "担当者": "ホワイト　ウィリアム（WHITE WILLIAM R.） ", "履修基準年度": "１年", "時限1": "火曜３時限／Tuesday 3", "開講期": "秋学期／Fall"}