{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Students will work on extending their fluency of expression through activities centered around a topics-based syllabus. Critical thinking with a cross-cultural perspective will be fostered on a range of topical issues to do with lifestyles, customs and behavior, with the intention of raising student awareness of aspects of their own culture and similarities or differences in other cultures. Vocabulary work will seek to broaden understanding of collocation patterns and familiarity with idiomatic.<BR/>language.", "到達目標": "Students will be able to express their opinions in short speeches. They will also acquire basic skills for and knowledge about personal and business letter writing, journal writing, and the process involved in writing outlines, drafting, editing and revising essays.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture, Class participation, listening exercises, video lessons, interviews with the teacher. If in-person classes are not possible classes using Zoom or Google classroom will be used. Instructions will be given on LUNA Announcement board. Students are required to check LUNA prior to class for updates from the instructor.", "トピック": {"第1回": ["Introduction of the class and ice breaking English activities", "Assignments will be posted on Luna message board."], "第2回": ["Identity - The characteristics feelings or beliefs that distinguish you from others.", "Assignments will be posted on Luna message board."], "第3回": [" Identity part 2. Presentation on aspects that make us who we are.", "Assignments will be posted on Luna message board."], "第4回": ["Cross cultural understanding – We will explore differences between countries and find similarities and differences. Language, do’s and don’ts, culture.", "Assignments will be posted on Luna message board."], "第5回": [" Values – Values help us decide right and wrong and guide us through difficult choices. We will explore different core values of students in the class and look at how different people value different things", "Assignments will be posted on Luna message board."], "第6回": ["Values part two", "Assignments will be posted on Luna message board."], "第7回": ["Culture shock – We will use videos and explore students’ cross-cultural studies to learn about culture shock.", "Assignments will be posted on Luna message board."], "第8回": ["Paper test – We will have a short paper test on the first part of the class.", "Assignments will be posted on Luna message board."], "第9回": [" Culture and Language – We will be looking at how language and culture cannot be separated and reflect the culture of people who speak it. This is relevant between cultures and also age groups. We will be looking a lot at idioms.", "Assignments will be posted on Luna message board."], "第10回": [" Culture and Language part 2", "Assignments will be posted on Luna message board."], "第11回": ["Body and Language and Customs – We will do a lesson on nonverbal communication. From this we will be doing presentations on a different culture (PowerPoint) that will include all of the topics covered in the first 11 weeks.", "Assignments will be posted on Luna message board."], "第12回": ["Presentation of the student PowerPoint presentation.", "Assignments will be posted on Luna message board."], "第13回": ["Interview tests – Each student will have a 10-minute English interview covering topics covered in class.", "Assignments will be posted on Luna message board."], "第14回": ["Interview tests – Each student will have a 10-minute English interview covering topics covered in class.", "Assignments will be posted on Luna message board."]}, "評価": {"教科書Required texts0": "There will be no required text for this class. All materials will be provided. Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\nEnglish Central カードを関学生協聖和店で購入してください（税込¥2,000)。", "学生による授業評価の方法Course Evaluation by Students0": "It will be done by in class survey.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students will evaluated based on class participation 25%, class presentations 25%, paper test 20% and interview tests 20% and 10% vocabulary quizes"], "更新日時/Date of Update0": "2023年01月25日 08時53分14秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "６３８教室"]}, "campas": 4, "name": "【210】英語ＢIII　６／English BIII", "管理部署": 9, "単位数": 1, "担当者": "バーチ　マーク（BARTSCH MARK） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 30, "評価1": 4, "開講期": 1}