{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "初級レベルに要求される基本的な英語の機能と文法を導入することにより、簡単な会話と作<BR/>文を含む日常生活での英語の運用能力を養成することを目指す。<BR/><BR/>自然な英語で交わされる簡単な会話を理解し、日常生活での表現を使用できるようにする<BR/>ことによって、英語で基本的なことがらを相手と話すことができるようにする。", "到達目標": "リスニングとスピーキングでは、ロールプレイ、調査、歌、ゲームを含むペアワークとグル<BR/>ープワーク等を重要な部分とする授業を通して、英語のネイティブスピーカーが用いるコミ<BR/>ュニケーション・ストラテジーについての基本を身につけている。<BR/>リスニングとスピーキングの養成に加えて、初級の英文作成のパターンに習熟すること<BR/>により、簡単かつ効果的な英文を書くことができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "This is a communication focused course, classes will be based on interactive communication using a combination of pair and group work, to help boost students English communication abilities and vocabulary knowledge.", "授業方法": "全員出席をもとに、ロールプレイ、調査, ゲームを含むペアワークとグループワークは授業<BR/>の中では特に重要な部分となる。<BR/>Students will develop their English communication skills by performing learning activities and holding<BR/>discussions in pairs, groups of four and whole class groups.<BR/>Sessions will be conducted &#39;face to face.&#39;", "トピック": {"第1回": ["Introduction, Orientation, course details to be explained. Students have to provided an oral and written self-introduction during class.", "Complete self-study task assigned at the end of Session 1."], "第2回": ["Unit 1. Getting to know each other. Students work on ideas and questions to ask people they meet for the first time. Part 1", "Complete self-study task assigned at the end of Session 2."], "第3回": ["Unit 1. Getting to know each other. Students work on ideas and questions to ask people they meet for the first time. Part 2", "Complete self-study task assigned at the end of Session 3"], "第4回": ["Unit 2. Making Comparisons. Part 1. Students will work through activities based on the use of comparisons in practical situations.", "Complete self-study task assigned at the end of Session 4."], "第5回": ["Unit 2. Making Comparisons. Part 2. Students will work through activities based on the use of comparisons in practical situations.", "Complete self-study task assigned at the end of Session 5."], "第6回": ["Unit 3. Talking about Work. Part 1. Students will work through communication activities based on the current and future work interests.<BR/>Students will also prepare for the mid-term presentation.", "Students will prepare for mid-term presentation. This will be done in pairs."], "第7回": ["Mid-term presentations. Students will preform short presentations in pairs based on materials covered so far in class.", "Complete self-study task assigned at the end of Session 7."], "第8回": ["Unit 3. Talking about Work. Part 2. Students will work through communication activities based on the current and future work interests.", "Complete self-study task assigned at the end of Session 8."], "第9回": ["Unit 4. Giving Directions.Part 1. Students will study vocabulary and converstaion patterns related to maps and giving directions", "Complete self-study task assigned at the end of Session 9."], "第10回": ["Unit 4. Giving Directions.Part 2, Students will study vocabulary and converstaion patterns related to maps and giving directions", "Complete self-study task assigned at the end of Session 10."], "第11回": ["Unit 5. Travel English Part 1. Students will begin a 3 part study of overseas travel. Part 1 in Korea", "Complete self-study task assigned at the end of Session 11."], "第12回": ["Unit 5. Travel English Part 1. Students will begin a 3 part study of overseas travel. Part 2 in Hawaii", "Complete self-study task assigned at the end of Session 12."], "第13回": ["Unit 5. Travel English Part 1. Students will begin a 3 part study of overseas travel. Part 3. Country of Students choice.", "Complete self-study task assigned at the end of Session 13. They will also prepare their presentation contents."], "第14回": ["End of term presentations. Students will preform short presentations in pairs based on materials covered so far in class.", "Students will discuss final assessment and grading throughout the course"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "Communication Spotlight 3rd Edition: Starter", "Abax", "2019 年", "978-1-78547-077-6", ""], "教科書Required texts0": "Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\nEnglishCentralカードを関学生協聖和店で購入してください（税込¥2,000)。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Continual assessment method. In-class activiites 40%, Homework 30% Presentations 30%"], "成績評価Grading2": "備考　Note\nIn-class activiites 40%\nHomework 30%\nPresentations 30%", "更新日時/Date of Update0": "2023年03月04日 00時24分03秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "６２３教室"]}, "campas": 4, "name": "【110】英語ＢII（コミュニケーション）　１６／English BII(Communication)", "管理部署": 9, "単位数": 1, "担当者": "ソーレン　カー（SOREN KERR） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 10, "評価1": 4, "開講期": 1}