{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "初級レベルに要求される基本的な英語の機能と文法を導入することにより、簡単な会話と作文を含む日常生活での英語の運用能力を養成することを目指す。<BR/>　自然な英語で交わされる簡単な会話を理解し、日常生活での表現を使用できるようにすることによって、英語で基本的なことがらを相手と話すことができるようにする。", "到達目標": "リスニングとスピーキングでは、ロールプレイ、調査、歌、ゲームを含むペアワークとグループワーク等を重要な部分とする授業を通して、英語のネイティブスピーカーが用いるコミュニケーション・ストラテジーについての基本を身につけている。<BR/>　リスニングとスピーキングの養成に加えて、初級の英文作成のパターンに習熟することにより、簡単かつ効果的な英文を書くことができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Coarse format:<BR/>Activities will include discussions, games, along with online activities.  Students will work in pairs, groups, and individually.  <BR/><BR/>introducing the basic grammar, vocabulary, and language functions needed at an elementary level to be enable students to both understand, and take part in, short conversations based on sharing information on themselves, their families, interests, and school life.", "トピック": {"第1回": ["Introduction to the course. Class goal: Students will be able to learn how to access the online videos and listening exercises used in the coarse. Gain an understanding of the course’s goals, writing, assignments, grading, and expectations of the class.", "The out side class study time is planned for about 2 hours per week. All handouts will be posted on Luna one week before the class."], "第2回": ["Getting to know my classmates. Class goal: Students will be able to describe personalities, and ask simple questions.", "Page p6 #8, track one, answer 6 out of 12 questions; pg.13. #4 and #5.  Video “It is a Daphne Day” Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第3回": ["Talking about jobs. Goal: Students will be able to describe different jobs, and participate in  worker interviews.", "Unit 3:  Pg 12n #1; read  pg. 14 #8; Track 3, answer 8 out of 12 questions. Handout from the first class due. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第4回": ["Talking about work and play. Goal: Students will be able to roll-play meeting a new friend and talk about their jobs. Class performance: Telling the class about their Apartment Game.", "Prepare for skits on page 15; Handout; video: “ Oakley goes to school” Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第5回": ["Class goal: Students will be able to give, and get directions. Performance: roll-playing a lost tourist.", "Preview Unit 4 pg. 18 #2 and #3; Show me pg. 17 # 1, or e-mail me answers only (for example: A-1, B-6..) ; Track 4  Total time: About 2 and a half hours."], "第6回": ["Class goals: Students will be able to explain and get help with public transportation, along with discussing objects, and their purposes.", "Page 26, and handout. Video: “Oakley takes the bus” .Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第7回": ["Class goal : Students will be able to talk about the past events. Performance: telling the class about our apartment game.<BR/>Oral mid-term is given during the 7th and 8th class, or on line outside of class time.", "Prepare for page 35 #2; check the vocabulary in #3; do #4; read #5;  and Video: “Tourists in Ottawa”. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第8回": [" Oral mid-term is given during the 7th and 8th class, or on line outside of class time.<BR/>Goal: Students will be able to tell their classmates about high school, and their childhood.  Performance: telling the class about their apartment game.", "Check the vocabulary on pages 29 and 30.          Written assignment tell me about your best day ever. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第9回": ["Class goals: Students will be able to understand the differences between present perfect and past tenses.  Performance: telling the class about their apartment game.", "Handout; video “ Date with Paisley”. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第10回": ["Class goal: Students will be able to talk about what they have done so far this month, what they haven&#39;t done yet, And what they will do.  Performance: telling the class about their apartment game.", "Handout; video “ Quarantine One”. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第11回": ["Class goal:  Students will be able to explain things through comparisons. Performance: telling the class about their apartment game.", "Page 7 #1, check the vocabulary in the blue box on page 8; numbers 4-6 pages 9 and 10;  video with accompanying hand out. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第12回": [" Comparisons continued, and talking about feelings. Class goals: Students will be able to explain things through comparisons. Performance: telling the class about their apartment game.", "Handout. Handout available on Luna and in class.  Total time: About 2 and a half hours."], "第13回": ["Putting it all together, review for the in class report.", "Handout. Handout available on Luna and in class.  Total time: About 4 and a half hours."], "第14回": ["In class report, and on line for those unable to attend class.", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Martin", "Talk a Lot Book Two", "EFL Press", "2003 年", "", ""], "教科書Required texts0": "Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\n\nEnglishCentralカードを関学生協聖和店で購入してください（税込¥2,000)。", "参考文献・資料Reference books0": "All handouts will be posted on Luna at least one week before the class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "In class examination"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "In class report"], "成績評価Grading3": ["その他／Others (99)", "20 %", "Class participation, along with class performance"], "成績評価Grading4": "備考　Note\nClass performance and participation make up 40% of the grade. The Examinations, are both written and oral. Oral examination can be done by either zoom, or in class. Homework comes from the text, handouts, and video.", "更新日時/Date of Update0": "2022年05月06日 16時26分30秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "３３３教室"]}, "campas": 4, "name": "【110】英語ＢI（コミュニケーション）　４／English BI(Communication)", "管理部署": 9, "単位数": 1, "担当者": "グリーン　ポール（GREEN PAUL STUART） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}