{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Introducing the basic language functions and grammar needed at the elementary level, this course will train students to understand short conversations spoken in natural English and to use everyday expressions to interact and share information on themselves, their families, hobbies, school life, professions, travel and daily routines. Training will also be given in the communication strategies used by native speakers in listening and speech acts.", "到達目標": "To encourage maximum student participation, pair and group work will feature prominently in classroom activities, which will include role plays, surveys, songs and games. While building listening and oral skills, the course will also provide practice in elementary English writing patterns so that students are able to construct simple but effective messages.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture, Class participation, listening exercises, video lessons, interviews with the teacher. If in-person classes are not possible classes using Zoom or Google classroom will be used. Instructions will be given on LUNA Announcement board. Students are required to check LUNA prior to class for updates from the instructor.", "トピック": {"第1回": ["Week 1 – Presentation of summer activities", "There is no textbook. Materials for the class will be provided."], "第2回": ["Week 2- Individualism vs group identity– People place value on group identity or individual freedoms. We will look at how different countries look at these topics.", ""], "第3回": ["Week 3 - Politeness / manners and / Customs– We will spend two classes looking at being able to explain Japanese culture to people who are not Japanese.", ""], "第4回": ["Week 4- Politeness / manners and / Customs – Presentations", ""], "第5回": ["Week 5 – Communication styles – We will look at different ways in which people express themselves. How culture, sex, age and settings impact different language styles.", ""], "第6回": ["Week 6 – Communication styles part two", ""], "第7回": ["Week 7 – Gender and Culture – Every culture has different expectations about gender (Work/ house work/ dating / childcare) we will explore these topics.", ""], "第8回": ["Week 8 – Paper test", ""], "第9回": ["Week 9 – Looking at holidays around the world. Students will research and create a PP presentation on a cultural holiday from another culture and present it to the class.", ""], "第10回": ["Week 10 – Culture holiday part 2", ""], "第11回": ["Week 11 – Looking at future dreams and goals for the next year, 3 years and 10 years.", ""], "第12回": ["Week 12 – Stories.", ""], "第13回": [" Interview tests – Each student will have a 10-minute English interview covering topics covered in class.", ""], "第14回": [" Interview tests – Each student will have a 10-minute English interview covering topics covered in class.", ""], "授業計画1": "See above"}, "評価": {"教科書Required texts0": "There is no textbook. Materials will be provided.", "参考文献・資料Reference books0": "Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\nEnglish Central カードを関学生協聖和店で購入してください（税込¥2,000)。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Class work"], "成績評価Grading2": "備考　Note\nStudents will be evaluated based on class participation 25%, class presentations 25%, paper test 25% and interview tests 25%.", "備考Note0": "Students will be evaluated based on class participation 25%, class presentations 25%, paper test 25% and interview tests 25%.", "更新日時/Date of Update1": "2022年02月15日 12時22分34秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "６２４教室"]}, "campas": 4, "name": "【210】英語ＢIV　１３／English BIV", "管理部署": 9, "単位数": 1, "担当者": "バーチ　マーク（BARTSCH MARK） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 31, "評価1": 4, "開講期": 2}