{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "授業目的：<BR/><BR/>　「英語BI」をベースにリスニングとスピーキングの技能をさらに発展させて活かし、ライティングでは段落構成をもとに作文ができるようにする。<BR/><BR/>　理解できる程度のやや長い文章を含む会話の実践とより範囲が広がった複雑な表現の構文の練習により習得したリスニングとスピーキングの技能をさらに発展させて活かす。", "到達目標": "到達目標：<BR/><BR/>　効果的に会話をするために必要とされる社交性も重視し、それをもとに自分自身の履歴、過去の経験を論じ、自分自身の意見を明確に発表し、そして将来の計画についても語ることができるようになる。<BR/><BR/>　音声面では、音の弱化、同化、省略などの主な連接音を聞き取りまた発話できるようになる。<BR/><BR/>　ライティングでは主題文と補足文に基づいた適格な段落構成ができるようになる。", "授業方法": "Activities will include discussions, games, and online activities.  Students will work in pairs, groups, and individually. God willing we will have in class lessons while keeping as safe as possible. We will be following Covid-19 protocols if the danger is still present.", "トピック": {"第1回": ["Course introduction, tense review, and telling what did you do this summer.", "Luna work sheet with the Video “The Wienerlypics”, please remember I got permission from the YouTube creators."], "第2回": ["TeTense review continued; social expressions; and introduction to a paragraph.", "Luna work sheet, and your choice of one of 2 videos: “Bank robbers,” or “Mission Impawsible.”"], "第3回": ["Daily routines; present tenses, Unit 8 cooking. Creating topic sentences.", "Prepare for pg.38 #1; check vocabulary pg. 38 #2. Email me the answers for pg.39 #4; prepare to do number 5 orally in class with a partner. Listening pg. 40 e-mail me 10 out of 15; and Luna work sheet.  First letter telling me about your summer break due.  Remember you can turn it in earlier. Video: Ep7 Crusoe the French chef."], "第4回": ["Putting the passage of events on the calendar, and on the clock.gating tasks. Why proof read?", "Prepare to do warm-up page 50 in class,  prepare to do #1 pg 50 in class,  (Unit 12). Homework: Video, “ Oakley has a date.”; and Luna work sheet."], "第5回": ["Taking a shopping trip, and then telling your friend about it. Discussing Mother Hubbard.", "Prepare to do pg 59 #2 ; Prepare to do an in class guessing game: What&#39;s in my kitchen. Listening track 14  tell me the answers only for 4 out of 9; and Luna work sheet."], "第6回": ["Telling the future, and predicting the future.", "Luna work sheet, video: “Tourists in Ottawa."], "第7回": ["Visiting a doctor abroad. In addition a mid-term oral examination will be given during group work.", "Unit 9 page 41 #1, send me the answers only ( Number the right side, for example E-1, H-3….); prepare to do page 42, #3 and 4 in class; and Luna work sheet."], "第8回": ["Oral mid-term continued, creating and deciphering signs and notices.", "Luna work sheet. Video: “Crusoe Gets a Sister!” Second letter due."], "第9回": ["Telling my friend what happened, how it happened, and when it happened.", "Luna work sheet, Video: “Prison Break,” or “Crusoe and Oakley host a cupcake party.”"], "第10回": ["Increasing my tools in storytelling", "Luna work sheet. Video: “RV Road Trip.”"], "第11回": ["Imagining, and discussing things that are not, also known as the second conditional.", "Luna work sheet. Video: “The Night Before Christmas”. 3rd letter due."], "第12回": ["Synthesizing the semester before the Oral final Examination", "Luna work sheet"], "第13回": ["Final oral Examination", "Luna work sheet."], "第14回": ["Special cultural Christmas celebration", "Luna work sheet."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Martin", "Talk A lot Book Two", "EFL Press", "2003 年", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Quizzes, Mid-Term, and The Final Examination"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "homework"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Class participation"], "成績評価Grading4": "備考　Note\nClass participation means using English while actively engaging in the class. It counts for 30% of the grade.\nHomework is 30% of the grade and can be sent by e-mail, or handed in at the beginning of the class.\nQuizzes are spread throughout the course and count for 10% of the grade.\nThere are 2 in class examinations, a mid-term and a final. They count for 30% of the grade.", "備考Note0": "Each class will follow the guide laid out in the Luna work sheet. The work sheet will be both e-mailed to you and posted two weeks before each class, with the possible exception of the first class September 21st. In addition, Luna work sheet shall contain homework.", "更新日時/Date of Update1": "2021年09月09日 16時57分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "５２５教室"]}, "campas": 4, "name": "【110】英語ＢII（コミュニケーション）　１１／English BII(Communication)", "管理部署": 9, "単位数": 1, "担当者": "グリーン　ポール（GREEN PAUL STUART） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}