{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "「英語BI」をベースにリスニングとスピーキングの技能をさらに発展させて活かし、ライティングでは段落構成をもとに作文ができるようにする。<BR/><BR/>理解できる程度のやや長い文章を含む会話の実践とより範囲が広がった複雑な表現の構文の練習により習得したリスニングとスピーキングの技能をさらに発展させて活かす。", "到達目標": "効果的に会話をするために必要とされる社交性も重視し、それをもとに自分自身の履歴、過去の経験を論じ、自分自身の意見を明確に発表し、そして将来の計画についても語ることができるようになる。<BR/><BR/>音声面では、音の弱化、同化、省略などの主な連接音を聞き取りまた発話できるようになる。<BR/><BR/>ライティングでは主題文と補足文に基づいた適格な段落構成ができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "This is a communication focused course, classes will be based on interactive communication using a combination of pair and group work, to help boost students English communication abilities and vocabulary knowledge.", "授業方法": "全員出席をもとに、ロールプレイ、調査, ゲームを含むペアワークとグループワークは授業<BR/>の中では特に重要な部分となる。<BR/>Students will develop their English communication skills by performing learning activities and holding<BR/>discussions in pairs, groups of four and whole class groups.<BR/>Sessions will be conducted &#39;face to face.&#39;<BR/><BR/>[Students with permission to study online]<BR/>On-demand A classes will be held using Microsoft Teams. Please see LUNA for a link to join.", "トピック": {"第1回": ["Post-vacation warm-up activities.<BR/>Unit 7. Journeys: students will talk about travel around the world and plan their own four-day trip (Part 1).", "Complete self-study task assigned at the end of Session 1 and prepare for the next session (about 2 hours)."], "第2回": ["Unit 7. Journeys: students will talk about travel around the world and plan their own four-day trip (Part 2).", "Complete self-study task assigned at the end of Session 2 and prepare for the next session (about 2 hours)."], "第3回": ["Unit 8. Giving advice: students will discuss problems at university and find solutions when studying abroad (Part 1).", "Complete self-study task assigned at the end of Session 3 and prepare for the next session (about 2 hours)."], "第4回": ["Unit 8. Giving advice: students will discuss problems at university and find solutions when studying abroad (Part 2).", "Complete self-study task assigned at the end of Session 4 and prepare for the next session (about 2 hours)."], "第5回": ["Unit 9. Healthy eating: students will talk about eating habits and healthy/unhealthy foods (Part 1).", "Complete self-study task assigned at the end of Session 5 and prepare for the next session (about 2 hours)."], "第6回": ["Unit 9. Healthy eating: students will talk about eating habits and healthy/unhealthy foods (Part 2).", "Prepare for the mid-term speaking test (about 2 hours)."], "第7回": ["Review &amp; mid-term speaking test. Students will talk about the topics covered so far using the English they have learned. Tests will be done in pairs.", "Complete self-study task assigned at the end of Session 7 and prepare for the next session (about 2 hours)."], "第8回": ["Unit 11. Shopping: students will talk about their shopping habits then design and conduct a survey with their classmates (Part 1).", "Complete self-study task assigned at the end of Session 8 and prepare for the next session (about 2 hours)."], "第9回": ["Unit 11. Shopping: students will talk about their shopping habits then design and conduct a survey with their classmates (Part 2).", "Complete self-study task assigned at the end of Session 9 and prepare for the next session (about 2 hours)."], "第10回": ["Unit 12. Future goals: students will discuss their plans for the future and how they can achieve them (Part 1).", "Complete self-study task assigned at the end of Session 10 and prepare for the next session (about 2 hours)."], "第11回": ["Unit 12. Future goals: students will discuss their plans for the future and how they can achieve them (Part 2).", "Complete self-study task assigned at the end of Session 11 and prepare for the next session (about 2 hours)."], "第12回": ["Class project (1). Students will form groups and create ideas to present to the class. This is a chance to be creative and is not limited to an academic style presentation using PowerPoint.", "Practice and prepare for the next session (about 2 hours)."], "第13回": ["Class project (2). Students will practice and then show their project to the class.<BR/>Reflection: time will be given for students to reflect on the course and their progress this year.", "Prepare for the final speaking test (about 2 hours)."], "第14回": ["Review &amp; final speaking test. Students will talk about the topics covered this semester using the English they have learned. Tests will be done in pairs.", "Students will discuss final assessment and grading throughout the course"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Justin Harris / Paul Leeming", "On Task 2", "ABAX", "2021 年", "978-1-78547-072-1", ""], "教科書Required texts0": "Please buy the English Central Card at the Seiwa Campus Co-op store (¥2,000 including tax).\nEnglishCentralカードを関学生協聖和店で購入してください（税込¥2,000)。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Continual assessment method. In-class activities 35%, Homework 25%, Project 10%, Mid-term speaking test 15%, Final speaking test 15%"], "成績評価Grading2": "備考　Note\nIn-class activities 35%\nHomework 25%\nProject 10%\nMid-term speaking test 15%\nFinal speaking test 15%\n\n[Students with permission to study online]\nEvaluation criteria are the same, however, the form of the mid-term and final speaking tests will be altered.", "更新日時/Date of Update0": "2023年04月28日 17時34分40秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "６２４教室"]}, "campas": 4, "name": "【110】英語ＢII（コミュニケーション）　５／English BII(Communication)", "管理部署": 9, "単位数": 1, "担当者": "スミス　Ｂ．　Ｎ．（SMITH BENJAMIN NEIL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 8, "評価1": 4, "開講期": 2}