{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "　　トピック・ベースのシラバスに焦点を当てた教室内でのアクティヴィティーを通して、なめらかに表現できる能力を伸ばす。<BR/>　　生活様式、習慣、行動にかかわる広範囲の問題に関して、異文化間理解の視野を伴った批判的な考え方を促進する。<BR/>　　語彙の面ではコロケーションの型をより深く理解し同時に慣用表現も十分に使えるようにする。<BR/>Course Objectives<BR/>\t\tStudents will work on extending their fluency of expression through activities centred around a topics-based syllabus. Critical thinking with a cross-cultural perspective will be fostered on a range of topical issues to do with lifestyles, customs and behaviour, with the intention of raising student awareness of aspects of their own culture and similarities or differences in other cultures. Vocabulary work will seek to broaden understanding of collocation patterns and familiarity with idiomatic language.", "到達目標": "　　スピーキングでは、学生は短いスピーチで自分の意見を表現できるようになる。<BR/>　　ライティングでは、公私の書簡や日記の文章が書けるようになる。また、概要の書き方、レポートあるいは小論の草稿、編集、修正などのプロセスの基本を身につけている。<BR/>Learning goals<BR/>　\tStudents will be able to express their opinions in short speeches. They will also acquire basic skills for and knowledge about personal and business letter writing, journal writing, and the process involved in writing outlines, drafting, editing and revising essays.", "授業方法": "Due to the COVID pandemic, this class will be taught using LUNA and Zoom from Friday, April 16 through Friday, June 25. Classes on April 9, July 2 and July 9 will be taught in the classroom on campus. Students, please look at the LUNA class homepage and KG email every week to read instructions, learn about assignments, and receive Zoom meeting invitations. The class homepage will be a key resource.", "トピック": {"第1回": ["1: introductions, warm-up exercises, grammar and question techniques review (handout/print from teacher)", "review handout/print, buy textbook, begin Assignment 1"], "第2回": ["2: Unit One: Adventure Activities, preferences, adverbs of degree, pages 13-15", "review Unit, continue Assignment 1"], "第3回": ["3: Unit One: video, talking about experiences, group presentations, pages 16-18", "review Unit, submit Assignment 1"], "第4回": ["4: Unit Two: Fun Festivals, listening and pronunciation exercises, brainstorming practice, pages 19-21", "review Unit, prepare for Week 5 quiz"], "第5回": ["5: quiz, Unit Two: question and answer practice, video, organising presentations, <BR/>pages 22-24", "review Unit, check KG email and LUNA for additional instructions"], "第6回": ["6: Unit Three: Sounds Good, talking about music, strong adjectives, review Units 1-3 for Week 7 test, 25, 27-29", "review for Week 7 test"], "第7回": ["7: Week 7 test, group exercises", ""], "第8回": ["8: test feedback, Unit Four: The Big Screen, talking about movies, video, agreeing and disagreeing, pages 31-35", "review Unit, begin Assignment 2"], "第9回": ["9: Unit Five: Now and Then, talking about hometowns, making comparisons, presentation overview, 37, 39-41", "review Unit, continue Assignment 2"], "第10回": ["10: Unit Five: video, group presentations, positive and negative changes, page 38", "review Unit, submit Assignment 2"], "第11回": ["11: Unit Six: Out of the City, talking about rural areas, comparative and superlative adjectives (handout/print from teacher), pages 43-45", "review Unit, review handout/print"], "第12回": ["12: Unit Six: video, checking understanding, listening phrases, preparing for final assignment, pages 49-53", "begin Final Assignment preparation"], "第13回": ["13: Final Assignment (part 1)", "check KG email and LUNA for additional instructions"], "第14回": ["14: Final Assignment (part 2), feedback, and wrap-up", "check KG email and LUNA for additional instructions"], "授業外学習2": "Students should review previous class notes before every class and, if absent from class, get notes and assignments from classmates. Prepare for quizzes and tests by re-reading the textbook lessons, and practicing model sentences and vocabulary."}, "評価": {"教科書Required texts0": "Please buy the required textbook:\nMorikawa, Sarah and Luke Harrington. Global Connections. Japan: Cengage Learning.\nISBN: 978-1-305-58442-6", "参考文献・資料Reference books0": "Please use an electronic Japanese-English, with an audio/pronunciation feature, in every class for example:\nhttps://dictionary.cambridge.org/us/dictionary/essential-british-english/\nor\nhttps://www.merriam-webster.com/dictionary/\nStudents may also ask KG Library staff for help finding dictionaries.\nA printed Japanese-English dictionary is also acceptable.", "学生による授業評価の方法Course Evaluation by Students0": "survey", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価 (Heijouhyouka): active participation, quizzes, and assignments 60%, Week 7 test 20%, final assignment 20%"], "成績評価Grading2": "備考　Note\nEnglish Communication class is a safe environment to learn and practice new language skills. Students should attend, participate, and follow these rules:\n• no texting, telephoning, or eating during class\n• follow email and Zoom etiquette as instructed by the teacher\n• ask questions, and talk with classmates when instructed to do so\n• follow instructions to complete assignments on time\n• inform the teacher about illnesses and planned absences", "更新日時/Date of Update0": "2021年04月23日 18時20分23秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "３３５教室"]}, "campas": 4, "name": "【210】英語ＢIII　１１／English BIII", "管理部署": 9, "単位数": 1, "担当者": "マレット　ヘザー（MALLETT HEATHER DAWNE） ", "履修基準年度": "２年", "時限1": 31, "評価1": 4, "開講期": 1}