{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "3年次春学期のゼミの目的は、卒業研究を視野に入れ、文献の検索・講読・管理、レジュメ作成、アカデミック・ライティング、研究資料の探索、ゼミでの発表・討論等を通じてアカデミック・スキルを修得することである。また、各自の研究テーマを探究し、卒業研究へのビジョンを明確化することを目指す。さらには、ゼミ運営やゼミ活動に積極的に参加し、各自の役割を果たし、協働的に学んでいくこともゼミの重要な目的である。", "到達目標": "(1)卒業研究の遂行に必要とされるアカデミック・スキルを修得する。<BR/>(2)各自の研究テーマを探究し、ゼミでの発表・討論を通じて卒業研究へのビジョンを明確化する。<BR/>(3)ゼミ活動への積極的な参加を通じて、ゼミの調査やプロジェクトにおいて各自の役割を果たし、成果をあげることができる。<BR/>(4)ゼミを協力して運営し、ゼミにおける協働的な学びを通じてお互いの資質・能力を高めることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】教育学研究演習Ａ　２４（教育学部）/教育学研究演習I　２４（教育学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業で実施する。司会進行も含め、学生主体で授業（ゼミ）を進める。発表・討論を中心とする。必要に応じてパワーポイントや配付資料等を活用する。オンラインツールも積極的に利用する。<BR/>【オンライン受講許可学生対象】<BR/>原則として「Zoomによる同時双方向」で対応する予定。詳細については、LUNAやメール等を通じてお知らせする。", "トピック": {"授業計画1": "第1回：ゼミオリエンテーション（自己紹介、ゼミの基本方針や年間計画の説明、役割分担の決定など）<BR/>第2回：研究演習A（3年春学期ゼミ）の進め方に関するミーティング<BR/>第3回～第14回：以下のことを同時並行的におこなっていく<BR/>・文献講読<BR/>・各自の発表、全体討論<BR/>・ゼミ活動（地域調査・プロジェクト活動等）の計画立案と準備<BR/>・地域調査・プロジェクト活動等（授業時間外に実施）", "授業外学習2": "100分間のゼミは、基本的には発表・討論の場である。その場を成立させるために、発表準備や討論用の文献・資料の読解は十分に時間をかけておこなうこと。また、自らの研究テーマを探究するための先行研究リサーチや情報収集等を自主的に進めること。さらに、ゼミ活動の準備等にも取り組むこと。"}, "評価": {"教科書Required texts0": "教科書はとくに指定しない。", "参考文献・資料Reference books0": "適宜提示・紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "ゼミへの参加状況・態度、毎回のゼミでのパフォーマンス、各種課題の提出状況およびその成果などをもとに総合的に評価する。"], "更新日時/Date of Update0": "2023年03月08日 10時09分53秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "５２３教室"]}, "campas": 4, "name": "【340】教育学研究演習Ａ　２４／Education Research Seminar A", "管理部署": 9, "単位数": 2, "担当者": "波江　彰彦（NAMIE AKIHIKO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 4, "開講期": 1}