{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本学部の教員養成に対する理念(｢子ども理解｣を学部の理念とし，それを通じて，相互に補完し醸成しあう｢実践力｣，｢教育力｣，｢人間力｣を備えた｢教育者｣を育てる)に基づいて，教職課程のほかの授業科目の履修や教職課程外での様々な活動を通じて，教育者・保育者として必要な資質能力を確認し，さらに育成し，教育者・保育者及び社会人になることへの自覚と意欲を高める。その際，アクティブ・ラーニングを重視しながら実施する。", "到達目標": "・教職課程のほかの授業科目の履修や教職課程外での様々な活動を通じて，教育者・保育者として必要な資質能力を確認することができる。<BR/>・教育者・保育者及び社会人になることへの自覚と意欲を高める。<BR/>・（１）責任感や教育的愛情、（２）社会性や対人関係能力、（３）子ども理解や学級運営、（４）教科内容の指導力、（５）ICTの活用やアクティブ・ラーニングの方法、などについて理論と実践を有機的に統合する。", "授業方法": "水曜２時限<BR/>オンライン授業(オンデマンド型)（講演などは同時双方向型の場合もあります）<BR/>※課題は講義開始時刻後にLUNAにて提示されます（変更の場合もありますので，必ずLUNAを確認してください）。<BR/>なお，外部講師の講義の詳細などにはLUNAにて連絡をします。", "トピック": {"第1回": ["教育実習の振り返り<BR/><BR/>※教育実習において得られたことを分析する。", "予習：教育実習で必要なことについて，調べること。<BR/><BR/>復習：今後に教職に就いたときにいかせることをまとめること。"], "第2回": ["教員になるために<BR/><BR/>※教職につくために現在の自身に必要なことを分析する。", "予習：現在教員にもとめられることを，調べること。<BR/><BR/>復習：今後，自身での課題をまとめること。"], "第3回": ["教員にむけて　その１　自己紹介について<BR/><BR/>※予習をもとに，ある学年の最初の時間の自身の３分間の自己紹介を作成し，実践をする。", "予習：子どもをひきつける，最初の自己紹介はどのようなものが適しているのかを調べる。<BR/><BR/>復習：今後，自身での課題をまとめること。"], "第4回": ["模擬授業１　国語<BR/><BR/>課題:<BR/>国語の学習指導案（略案で可）を１授業時間分作成する（学年，単元などは自由。実習先で利用したものをベースとしても可）<BR/>京都教育大学の指導案を参考にしても可。<BR/>https://www.kyokyo-u.ac.jp/kyoumu/jicci/shidouan.html<BR/><BR/>※略案<BR/>①本時の目標<BR/>②本時の展開（指導計画）のみで可　A4１枚～2枚程度で可。<BR/><BR/>いろいろなものを参照にするとよいでしょう。<BR/><BR/>※学習指導要領解説（国語編）はしっかりと熟読してください。<BR/>参考動画：<BR/>YouTubeなどにて参考となる動画がたくさんあるので参照すると良いと思います。<BR/>例えば， 「授業まるごと！杵築市立大内小学校5年国語「解説カードで宮沢賢治作品の魅力を伝えあおう」佐々木美治学力向上支援教員」https://www.youtube.com/watch?v=Nbx3fD-qI9M<BR/>などを視聴して「国語の授業」の展開や発問方法などを参考にするとよいと思います。（なお，リンク切れの場合などは，他の動画でも可） （どのような動画もまずは「批判的」に視聴することが望ましいです。）", "予習：国語の学習指導案作成のために，小学校学習指導要領解説－国語編をしっかりと読む。<BR/><BR/>復習：国語の指導案成について検討する。"], "第5回": ["模擬授業２　国語<BR/><BR/>・模擬授業について<BR/>予習で作成した略案をもとに実際模擬授業を行う。<BR/><BR/>・自身で４５分模擬授業を行う。発声，動作はできる限り行うことが望ましい。<BR/>・冒頭の５分程度（導入部分）は録画（スマホで可）する。なお，すべて録画し，記録をしておくと，教員になったときにとても役に立つため，すべてを記録することをおすすめします。<BR/>・児童や板書，教具，学習具などはすべて想定（エアー）で可。ただし，児童の演習時間はきっちりとその時間分とる（１０分考えさせるのであれば，１０分間をとり，シミュレーションをする。）<BR/>・指導案は見ずに行うことが望ましい。<BR/>・また，シミュレーションはありとあらゆることを想定するため，例えば３０分で，再度最初から仕切り直すことなども想定されます。<BR/>・まずは，誰もいない状況で子どもの回答もすべて想定できるように，シミュレーションすることが望ましい。<BR/>・ある程度，全体像がつかめるようになれば，知人・友人，家族，親族などにみてもらい，コメントをもらうと，改善につながると思います。<BR/>・したがって，「本番」の前に，何度もシミュレーション「練習」をすることをおすすめします。<BR/><BR/>・最終的に，全体的な反省を行い，改善点を見出し，改善指導案を作成してください。<BR/>・フィードバックについても検討してください。", "予習：国語の学習指導案（略案で可）を１授業時間分作成する（学年，単元などは自由。実習先で利用したものをベースとしても可）<BR/>京都教育大学の指導案を参考にしても可。<BR/>https://www.kyokyo-u.ac.jp/kyoumu/jicci/shidouan.html<BR/><BR/>※略案<BR/>①本時の目標<BR/>②本時の展開（指導計画）のみで可　A4１枚～2枚程度で可。<BR/><BR/>復習：国語の学習指導案の細案を作成する。"], "第6回": ["教員にむけて　その２　保護者会について<BR/><BR/>※ある学年の「保護者会」について<BR/>①自己紹介，②クラス紹介，③＜予定活動＞，④質疑・応答，⑤その他<BR/>と想定する。<BR/>その際に，④に関してシミュレーションを行う。", "予習：保護者対応について必要な視点を調べる。<BR/><BR/>復習：今後，自身での課題をまとめること。"], "第7回": ["模擬授業３　算数<BR/><BR/>課題：指導案（書き方，取り組み方など）についての検討を行う。<BR/><BR/>提示された「指導案の書き方」をよく理解する。その後，実際に教育実習などで実践した，または作成した算数科学習指導案について，内容や取り組み方などについて，改善点がないか，さらに発展する余地がないかを批判的に厳しく検討し，整理をする（算数科の指導案が無い場合は他教科のものでも良い）。そして，実際に算数科のどの単元でも指導案が作成できるために自身で課題を設定し，取り組む。", "予習：算数の学習指導案作成のために，小学校学習指導要領解説－算数編をしっかりと読む。<BR/><BR/>復習：算数の指導案作成について検討する。"], "第8回": ["模擬授業４　算数<BR/><BR/>課題：「台形の面積を求める公式を導く内容」の算数科学習指導案（略案で可※略案①本時の目標，②本時の教材観・児童観・指導観，③本時の展開（指導計画）など）を１授業時間(45～90分間)分作成する。体裁などは京都教育大学の指導案を参考にしても可。https://www.kyokyo-u.ac.jp/kyoumu/jicci/shidouan.html<BR/><BR/>※作成にあたっては，これまでの講義をまずはベースとすること。<BR/>さらに，客観的視点を採り入れ批判的な検討から作成を試みること。", "予習：さまざまな算数の学習指導案を検討する。<BR/><BR/>復習：算数の学習指導案の細案を作成する。"], "第9回": ["教員にむけて　その３　学級開き（新任初日）について<BR/><BR/>・学級開き（新任初日）について学級開きの計画を行う。<BR/><BR/>今回の学級開きについては，<BR/>１．学校行事（全校集会）（担任発表）（からクラスへ児童とともにかえってくる。）30分間<BR/>２．学級開き（学級活動）（６０～９０分間）<BR/>３．（一般的な学校事務連絡）（10～30分間）<BR/>４．おわりに（下校の挨拶など）（１０分間）<BR/>の順を想定する。<BR/><BR/>・２，４について自身でシミュレーションを行い，有効なフィードバックを活用する。<BR/>・全体的な反省を行い，改善点を見出す。", "予習：学級開きについて必要な視点を調べる。<BR/><BR/>復習：今後，自身での課題をまとめること。"], "第10回": ["模擬授業５　理科<BR/><BR/>「3年　物と重さ」単元の理科の学習指導案（略案で可）を１授業時間分作成する。<BR/>・なお，「プログラミング的思考」に関わる教育について深く理解をし，本時の理科の指導案に活用できることを模索すること。<BR/><BR/>※略案： ①本時の目標，本時の教材観，児童観，指導観， ②本時の展開（指導計画）", "予習：理科の学習指導案作成のために，小学校学習指導要領解説－理科編をしっかりと読む。<BR/><BR/>復習：理科の指導案作成について検討する。他の単元につていも作成する。"], "第11回": ["模擬授業６　理科<BR/><BR/>・「3年　物と重さ」単元の「理科の学習指導案（保存性に関わる時間の略案で可）を１授業時間分(45～135分間)作成する。なお，「実験」及び，「プログラミング的思考」に関わる教育を採り入れること。<BR/>※略案： ①本時の目標，本時の教材観，児童観，指導観， ②本時の展開（指導計画）<BR/>なお，作成においては，これまでの動画などでの説明をベースとし，他者からのフィードバックを活用すること。<BR/>他者からのフィードバックの活用例：模擬授業の場合<BR/>・自身で４５分模擬授業を行う。発声，動作はできる限り行うことが望ましい。<BR/>・冒頭の５分程度（導入部分）は録画（スマホで可）する。なお，すべて録画し，記録をしておくと，教員になったときにとても役に立つため，すべてを記録することをおすすめします。<BR/>・児童や板書，教具，学習具などはすべて想定（エアー）で可。ただし，児童の演習時間はきっちりとその時間分とる（１０分考えさせるのであれば，１０分間をとり，シミュレーションをする。）<BR/>・指導案は見ずに行うことが望ましい。また，シミュレーションはありとあらゆることを想定するため，例えば３０分で，再度最初から仕切り直すことなども想定されます。まずは，誰もいない状況で子どもの回答もすべて想定できるように，シミュレーションすることが望ましい。<BR/>・ある程度，全体像がつかめるようになれば，「全部または一部」を知人・友人，家族，親族などにみてもらい，コメントをもらうと，改善につながると思います。これらは動画でみてもらってもよいと思います。あわせて，文書（指導案の略案など）もみてもらうとさらに深いフィードバックがもらえると思います。", "予習：理科の学習指導案（略案で可）を１授業時間分作成する。（前回作成したものを発展して作成することが望ましいが，今後のために，どの単元を作成しても問題はありません。その際，必ず「理科」の教科目標などについて意識をする必要があります）。<BR/><BR/>※略案<BR/>①本時の目標<BR/>②本時の教材観，児童観，指導観，展開（指導計画）のみで可<BR/><BR/>復習：理科の学習指導案の細案を作成する。"], "第12回": ["教員にむけて　その４　教職実践演習の学びをとおして<BR/><BR/>教職実践演習の講義を通して，これまでの内容を復習することから，自身で見出した「新たな課題」及び，それにどのように取り組んだのかを「深く」評価する。そして，今後の方向性をまとめる。<BR/><BR/>※例えば，国語，算数，理科の学習指導案作成，及び模擬授業の実施などを行って，自身で新たに見出した，「自身に必要な力」について検討などを行う。また，他の課題や自身で取り組んだあらたな取り組みから，", "予習：教科指導に必要な力を調べる。<BR/><BR/>復習：今後，自身での課題をまとめること。"], "第13回": ["【講演１】", "予定をしておいてください。"], "第14回": ["【講演２】", "予定をしておいてください。"], "授業外学習2": "教職課程のほかの授業科目の履修や教職課程外での様々な活動をふりかえり、教育者・保育者として必要な資質能力を確認していくことを期待する。発表担当回に向けて、準備に十分な時間をかける必要がある。"}, "評価": {"参考文献・資料Reference books0": "必要に応じて資料を配布する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "提出された課題（提出状況含む）(100%)"], "備考Note0": "諸事情（講師の都合等）により授業内容、順序を変更する場合がある。", "更新日時/Date of Update1": "2021年09月09日 13時40分58秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "３３４教室"]}, "campas": 4, "name": "【440】教職実践演習（幼・小・中・高）　６／Seminar of Teaching Practice (K,E,JHS,SHS)", "管理部署": 9, "単位数": 2, "担当者": "渡邉　伸樹（WATANABE NOBUKI） ", "履修基準年度": "４年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 15, "評価1": 4, "開講期": 2}