{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "学校教育の目的や目標を、学校組織、教諭としての資質、教育課程について、総合的に学習を行い、国民として学校教育を受ける権利と義務について理解を深める。とくに、本学部の教員養成に対する理念（「子ども理解」を学部の理念とし、それを通じて、相互に補完し醸成しあう「実践力」、「教育力」、「人間力」を備えた「教育者」を育てる）に基づいて、教職課程の他の授業科目の履修や教職課程外での様々な活動を通じて、教育者・保育者として最小限必要な資質能力が形成されたことを確認する。", "到達目標": "課題に対するレポートや討議を通じて、実践的な力を身に付けることを目標とする。教育者・保育者になる自己の課題が何であるかを明確にして、履修カルテをもとに不足している知識、技能等を補い、定着を図るとともに、教育者・保育者になることへの自覚を高める。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "(1)使命感や責任感、教育的愛情、(2)社会性や対人関係能力、(3)幼児児童理解や学級運営、(4)教科・保育内容の指導力、(5)ICTの活用やアクティブ・ラーニングの方法などについて、ロールプレーイング、事例研究、討議などを通して、理論と実践の有機的な統合を図る。", "授業方法": "原則として、教室における対面授業のかたちで行う。教員は、授業に必要な資料を、授業の前日までにLUNA にアップロードしておく。学生はそれをダウンロードして印刷したうえで、授業に臨むこと。学生は提出課題を期限までに教員に提出する。それを参加者が共有する。<BR/><BR/>【オンライン受講許可学生対象】初回授業より、「zoomによる同時双方向」で配信する。事前に担当教員宛にメールにて、学籍番号、氏名、授業名、オンライン受講許可学生である旨を連絡し、指示をあおぐこと。", "トピック": {"第1回": ["イントロダクション（1）（ディスカッション）<BR/>・現職教員との意見交換等を通じて、教職の意義や役割、児童生徒に対する責務等を理解しているか確認する。", ""], "第2回": ["イントロダクション（2）（ロールプレーイング）<BR/>・ロールプレーイング等を通じて、生徒理解等の重要性を理解しているか確認する。", ""], "第3回": ["社会人としての基本（1）（ロールプレーイング・フィールドワーク）<BR/>・ロールプレーイングや事例研究、学校における現地調査等を通じて、社会人としての基本が身についているか確認する。", ""], "第4回": ["社会人としての基本（2）（ロールプレーイング・フィールドワーク）<BR/>・社会福祉施設、医療機関等における実務実習や現地調査等を通じて社会人としての基本が身についているか、また、地域等との連携・協力の重要性を理解しているか確認する。", ""], "第5回": ["学級経営の目標・内容・方法と児童生徒の実態把握（1）（講義・ワークショップ）<BR/>・教育実習等の経験を基に、学級経営案を作成し、実際事例との比較を通じて対応を修得しているか確認する。", ""], "第6回": ["学級経営の目標・内容・方法と生徒の実態把握（2）（講義・ケーススタディ）<BR/>・正常に機能しない状態の事例について考え、学級づくりの原点が理解できているか確認する。", ""], "第7回": ["学級経営の方法と児童の実態把握（1）（講義・ケーススタディ）<BR/>・事例研究を通して、学級づくりの創意工夫の必要性を学ぶ。", ""], "第8回": ["学級経営の方法と児童の実態把握（2）（講義・ロールプレーイング）<BR/>・いじめや不登校、特別支援教育、小一プロブレム等今日的な教育課題に関してのロールプレーイングや事例研究等を通じて個々の生徒の状況に応じた対応を修得しているか確認する。", ""], "第9回": ["授業づくりと授業分析・評価（1）（講義・ワークショップ）<BR/>・教材をしぼって、班ごとに学習指導要領の単元のねらいと位置づけを理解し、教材研究を行う", ""], "第10回": ["授業づくりと授業分析・評価（2）（講義・ワークショップ）<BR/>・班ごとに小単元の指導計画を作成し、その中での１時間分の指導計画細案を作成する。", ""], "第11回": ["授業づくりと授業分析・評価（3）（講義・ワークショップ）<BR/>・作成した指導計画細案に基づく模擬授業1を実践し、指導計画・目標・方法等について全員で討論を行い、授業分析と評価について学ぶ。模擬授業の実施にあたってはICTを積極的に活用する。", ""], "第12回": ["授業づくりと授業分析・評価（4）（講義・ワークショップ）<BR/>・作成した指導計画細案に基づく模擬授業2を実践し、指導計画・目標・方法等について全員で討論を行い、授業分析と評価について学ぶ。模擬授業の実施にあたってはICTを積極的に活用する。", ""], "第13回": ["授業観察のまとめ（講義・ディスカッション）<BR/>・本授業で探求してきた教科・単元の授業を観察することによって、作成した指導計画案を再度検討する。その結果を各リリポートにまとめ指導法等を身につけているか確認する。", ""], "第14回": ["保護者や地域社会、同僚との連携・協力づくり（ワークショップ）<BR/>・地域の資源等を活用した学習活動や連携・協力による授業づくりのあり方を考え、その方策等を身につけているか確認する。また、幼稚園、小学校及び保育所の連携についても考える。", ""], "授業外学習2": "これまでの3年間の教職科目を振り返り、何を習得してきたかを確認する必要がある。したがって、これまで受講した講義、演習、実習等のノートや記録を整理し、この授業の進度にあわせて読み返すこと。"}, "評価": {"教科書Required texts0": "教科書は指定しない。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["西岡加名恵ほか", "『教職実践演習ワークブック―ポートフォリオで教師力アップ―』", "ミネルヴァ書房", "2013 年", "9784623066513", ""], "参考文献・資料Reference books0": "必要に応じて、紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "自由記述のリアクションペーパーを提出してもらう。授業についての希望など、忌憚のない意見を出してほしい。", "学位授与の方針との関連Relationship to Diploma Policy1": "本授業を受講することにより、学位授与の方針のうち、下記の項目について知識・能力を得られる。\n関心・意欲・態度：②教育に対する強い情熱や子どもへの愛情をもった態度で、幅広い教育現場で実践に臨むことができる。\n技能・表現：①子どもや教育に関する課題を発見し、取り組み、解決できる。②専門性の能力を活用して子どもへの教育と支援ができる。③日本語や外国語を用いて他者と円滑にコミュニケーションできる力を身に付けている。\n知識・理解：①乳幼児期から児童期・青年期までの子どもの発達を体系的に理解している。②乳幼児教育・学校教育・幅広い社会の教育活動や実践を理解している。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "発表、授業の討議への積極的参加態度、課題等を総合的に評価する。"], "成績評価Grading2": "備考　Note\nその他(Others)：発表、授業の討議への積極的参加態度、課題等を総合的に評価する。\n【オンライン受講生対象】オンラインでの受講を許可された学生に対しても、基本的には上記の方法・内訳で評価を行う予定である。", "備考Note0": "授業のうち2回は、外部講師（現職または元教員）を招聘する予定である。", "更新日時/Date of Update1": "2022年01月09日 15時26分23秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "５２４教室"]}, "campas": 4, "name": "【440】教職実践演習（幼・小・中・高）　７／Seminar of Teaching Practice (K,E,JHS,SHS)", "管理部署": 9, "単位数": 2, "担当者": "堅田　智子（KATADA SATOKO） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 4, "開講期": 2}