{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "視覚障害の原因、外界認知の特徴、教育目標・指導方法、就学や進路の現状、視覚障害教育・福祉の歴史に関する知識を幅広く学び、この教育への関心を深める。", "到達目標": "視覚障害教育の概要を理解すると同時に、視覚障害児・者の心理と教育的支援の方法について基礎的な知識と技能を得ることを目標とする。点字の読み書きの基本を身につける。", "授業方法": "対面授業を行います。資料は、最初の授業の時に配布します。予習できるように、同じ資料はシラバスやLunaにもPDFにして載せるようにします。授業では、弱視、全盲などさまざまな視覚障害体験を重視しながら、障害特性について理解を深め、点字の読み書きやてびきの方法などについても学習します。また、日常生活用具や補装具、教材教具などの実物を見ながら、視覚障害教育を考えていきます。<BR/>ただし、対面授業ができない場合は、LunaによるオンデマンドＡ型オンライン授業をします。資料だけでなく、解説の補足動画が視聴できるようにし、関連内容の施設等のＨＰアドレスについても視聴して理解を深められるようにします。同時に課題（感想、支援方法を考える等）を設定するので、Lunaに投稿してください。後日まとめてフィードバックし、その課題についてみなさんが共有できるようにします。配慮対象学生については、オンライン授業になったときに準じて、資料も精読や動画の、関連HPの視聴と課題の提出によって学習を進めてください。内容については、詳しくはLunaでお知らせします。<BR/>4月15日追記　今日現在、感染防止中重点機期間となっています。そこで解除されるまでは、上記のようにオンデマンドでの授業となります。授業資料以外に補足動画や、課題を投稿します。Lunaの科目ホームページは、「https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_203763_1&amp;cmp_tab_id=_239803_1&amp;editMode=true&amp;mode=cpview　」です。Lunaの名簿にまだ載っていない学生は、ホームページアドレスから入ってください。", "トピック": {"第1回": ["授業全体の構想を説明する。視覚の病理・生理について、視覚器の構造と視機能、主な眼疾患について講義する。また、視覚の障害特性について解説する。", "NHKハートネットHPより、視覚障害者の記事を読んで、どのような問題があるのか理解を深める。"], "第2回": ["視覚障害の区分や視機能のアセスメントについて解説する。様々な見え方をを知る。", "視覚の障害特性を理解し、その困り感を調べる。"], "第3回": ["視覚障害による制限、手引きの仕方、歩行指導について解説する。アイマスク体験の仕方や、視覚障害者の気持ちを理解し、配慮について考える。", "駅や公共施設、街中の歩道や信号での、視覚障害者への配慮を観察しまとめる。"], "第4回": ["乳幼児期から、児童期、青年期へとの各発達ステージと心理について講義する。また、保護者心理や、中途障害児・者の心理についても解説する。", "「人々の障害者に対する意識と感情」円形図を用いて、障害者差別の例を分析し、差別をなくすための方法を考える。"], "第5回": ["視覚障害者の歴史を解説し、現在の視覚障害者を取り巻く状況について考える。", "障害者権利条約のパンフレットを読んで、障害者当事者の参加、合理的配慮、視覚障害理解教育の関係を理解する。"], "第6回": ["視覚障害者の手帳や補助具、日常生活用品などの支援制度について講義する。視覚障害者の社会進出についても解説する。", "障害者権利条約のパンフレットを読み、当事者の参加、合理的配慮、障害理解教育の関係をまとめる。"], "第7回": ["視覚障害者の情報入手について解説する。分かち書きなど点字仕組みと特性を知り、読み書きについて体験する。", "点字や音声ガイドのある物、ユニバーサルデザインについて考察する。"], "第8回": ["災害時の視覚障害者の状況について、過去の災害から考える。<BR/>視覚障害教育の全体像とインクルーシブ教育、就学について解説する。", "災害後の、視覚障害者の困り感と、支援の方法を考える。"], "第9回": ["視覚障害乳幼児の早期支援の要点を指導場面の映像を交えて具体的に講義する。各ステージでの支援の内容について解説する。", "早期支援がなぜ必要かを、発達特性、情報と経験の少なさを基に考える。"], "第10回": ["全盲児の教育について、点字教科書や教材を紹介しながら、指導の留意点について講義する。", "筑波大学付属視覚特別支援学校の授業動画より、一般校の授業との違いを比べる。"], "第11回": ["弱視児の教育について、拡大教科書や教材を紹介しながら、指導の留意点について講義する。", "弱視学生がクラスにいるときの支援の方法を考える"], "第12回": ["弱視児の単眼鏡、ルーペを使った視知覚訓練について講義する。また、ビジョントレーニングについても解説する。", "「視力はよいのに、見る力の弱い子どもたち」の具体的な訓練を考える。"], "第13回": ["重複障害児の指導方法　発達について解説し、言語、日常生活動作訓練、歩行、学習の全体像、感覚、手指、運動、音楽リズム等の具体的な指導について講義する。", "知的障害、視覚障害それぞれの障害特性から重複障害児の支援を考える。"], "第14回": ["視覚障害教育の全体のまとめを行う。指導計画や自立活動の具体的な内容、 外部支援、合理的配慮などについて講義する。", "筑波大学付属視覚特別支援学校他、視覚支援学校のＨＰから、各校の伝えたい内容を比べる。"]}, "評価": {"教科書Required texts0": "特定の教科書は指定しない。14コマ分のPDF資料は、シラバスとLunaにアップします。各自プリントアウトまたは、タブレットなどにダウンロードしてください。", "参考文献・資料Reference books0": "全国盲学校長会編『新訂版　視覚障害教育入門Q＆A』ジアース教育新社．２０１８年９月。", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "課題20点満点×４"], "成績評価Grading2": ["その他／Others (99)", "20 %", "普段の授業への積極的な参加。オンラインになった授業の場合、各提出課題の内容も加味します。"], "成績評価Grading3": "備考　Note\n5，7，10，13コマ目に課題を提示しますので、Lunaに締め切りまでに投稿してください。個々の投稿に対するコメントの他、後日共有できるようにその授業のまとめをフィードバックします。課題はLunaにも載せておきます。4つの平常リポートの他に、普段の授業への積極的な参加の様子を20点満点で、計100点満点で評価します。対面授業がオンライン授業になった場合は、「授業への参加」の代わりに「提出課題の内容等も考慮」します。", "備考Note0": "PDF14コマの授業資料です。資料では、15コマ分になっていますが、13重複児教育①、14重複児教育②は、1コマで講義します。授業が始まる前にダウンロードして予習ができるように、Lunaにもアップします。", "備考Note1": ["視覚障害教育総論.pdf", ""], "更新日時/Date of Update2": "2021年04月19日 19時58分50秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "６３８教室"]}, "campas": 4, "name": "【340】視覚障害教育総論　１／Introduction to Education for the Visually-Impaired", "管理部署": 9, "単位数": 2, "担当者": "辻岡　均（TSUHIOKA HITOSHI） ", "履修基準年度": "３年", "時限1": 21, "評価1": 3, "評価2": 4, "開講期": 1}