{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業は、特別支援学校教員免許状の取得のための科目である。聴覚障害の障害特性についての理解をふまえ、聴覚障害児の心理と指導法について基礎的な知識と技能を得ることを目的とする。また最近の聴覚障害児教育の現状と課題について理解を深め、教育全般や社会の中での聴覚障害児教育の意義について関心と興味を涵養し、将来の特別支援学校教員としての資質を向上させる。", "到達目標": "聴覚に障害のある幼児、児童または生徒の心理、生理、病理、教育課程および指導法に関する基礎的な事項について説明できる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "この講義は対面の講座形式により知識の詳細について解説します。教員と受講生との質疑応答を積極的に行い、理解を深めていきます。", "トピック": {"第1回": ["14回すべて対面授業で実施します。第1回の授業では、聴覚の機能、耳の構造など基本的な知識を紹介し、聴覚と音声に関する聞こえや言語発達の状態を知ることを主眼とします。", "１４回の予習・復習とも２時間をめやすにしてください。今回の授業外学修では文部科学省HP（特別支援教育HP)を閲覧してください。"], "第2回": ["第1回で勉強した聴覚が障害された場合はどういう状態になるのか、またその影響について知り、日常生活や、社会生活での困難さを理解することが目標です。", "予習・復習とも２時間をめやすに、国立特別支援教育総合研究所HPを閲覧してください。"], "第3回": ["聴覚障害の検査について知り、障害の発見に至る過程と周りの取組、特に家族支援について理解するのがテーマです。", "予習・復習とも２時間をめやすに上記HPを閲覧し特別支援教育や聴覚障害児教育についての基礎知識や最新の動向を知っておいてください。"], "第4回": ["聴覚障害児への聴覚補償として、補聴器と人工内耳があり、その仕組みと活用について知ることを目標にしていきます。", "予習・復習とも２時間をめやすに上記HPを閲覧し特別支援教育や聴覚障害児教育についての基礎知識や最新の動向を知っておいてください。特に復習では、授業で学んだことを自分のものとして、シッカリと体得してください。"], "第5回": ["聴覚障害の場合はコミュニケーションに影響がありますが、その課題と克服には、何が必要なのかを理解をしてください。", "予習では聴覚障害者のコミュニケーションについて調べておいてください。復習では、授業で学んだことを自分のものにしてください。"], "第6回": ["聴覚障害教育の歴史は明治期から始まり、先人たちの努力が積み重ねられてきました。その歴史を知ることで新たな担い手となるために何が必要かを学びます。", "予習で京都盲唖院の歴史を調べておいてください。復習では、授業で学んだことを自分のものにしてください。"], "第7回": ["聴覚障害教育にたずさわる者がまず理解しておかなければならない目的について学びます。バリアフリーやユニバーサルデザインなどの考え方の普及により障害は社会が作っているという認識のもと、その障害を取り除くのは我々であることを理解してください。", "予習では様々なバリアフリーやユニバーサルデザインについて調べてください。復習では、授業で学んだことを自分のものにしてください。"], "第8回": ["第８回のテーマの聴覚障害教育の指導原理１では、聴覚障害児教育で使われている口形模倣など音声による教育手段について学びます。", "予習では様々な聾学校のHPを見ておいてください。復習では、授業で学んだことを自分のものとして、シッカリと体得してください。"], "第9回": ["前回に続いて聴覚障害教育の指導原理２では、手話について学びます。現在手話は一般の人々にも受け入れられ理解が進んできています。これを機会に勉強しましょう。", "予習復習とも手話について各自学習の機会を設けてください。"], "第10回": ["聴覚障害児の教育は０歳から始まります。学齢までに言葉の蓄積をしながらお友達や教員そして保護者との温かい関係を築いていく必要があり、そのことを土台にどんな教育を進めているかについて学びます。", "予習では各聾学校の幼稚部について調べてください。復習では、授業で学んだことを自分のものとして、シッカリと体得してください。"], "第11回": ["第１１回は言語について学びます。学齢期での聴覚障害児教育はどういうものなのか、特に言語教育に焦点を当てて学びたいと思います。", "予習では言語についてのHPを見ておいてください。復習では、授業で学んだことを自分のものとして、シッカリと体得してください。"], "第12回": ["聾学校中学部や高等部での教育については教科教育が中心となります。どのような方法で教科を教えるのかについて学びます。", "予習では各聾学校の中学部や高等部のHPを見ておいてください。復習では、授業で学んだことを自分のものとして、シッカリと体得してください。"], "第13回": ["通常学級でも多くの聴覚障害児が学んでいます。配慮事項や教育の工夫、そして通常学級に在籍する子どもたちの障害理解について学びます。", "予習は難聴学級についてHPなどで調べてください。復習では、授業で学んだことを自分のものとして、シッカリと体得してください。"], "第14回": ["今回のテーマは重複障害教育です。聴覚障害と他の障害を併せ持つ子供たちの教育については、様々な工夫が必要です。その考え方や実際の工夫例について学びます。", "予習では重複障害教育についてHPなどで調べてください。復習では、授業で学んだことを自分のものにしてください。"]}, "評価": {"教科書/Required texts0": ["特になし"], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["文部科学省", "特別支援学校学習指導要領解説", "開隆堂出版", "2018 年", "9784304042294", ""], "参考文献・資料/Reference books0": ["『特別支援学校学習指導要領解説　総則等編』文部科学省"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "学習の理解度を計るテストを授業中に実施する。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "授業の理解度を計る"], "成績評価Grading3": ["備考　Note 授業中に様々な形で理解度、習熟度をテストして評価する。また毎回の授業でリポートを点数化する。"], "更新日時/Date of Update0": ["2024年12月01日 20時23分55秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "６３３教室"]}, "campas": 4, "name": "【340】聴覚障害教育総論　２／Introduction to Education for the Hearing-Impaired", "管理部署": 9, "単位数": 2, "担当者": "酒井　弘（Hiromu Sakai） ", "履修基準年度": "３年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 2, "時限1": 3, "評価1": 2, "評価2": 3, "成績評価備考": "備考　Note\n授業中に様々な形で理解度、習熟度をテストして評価する。また毎回の授業でリポートを点数化する。"}