{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "幼児教育における教育課程、および保育の計画と評価の基礎を理解する。<BR/>教育課程、および保育の計画と評価の土台となる「幼稚園教育要領」や「保育所保育指針」「幼保連携型認定こども園教育・保育要領」を踏まえたうえで、教育課程、および保育の計画と評価の基礎やその編成の方法について学ぶ。具体的には、幼稚園教育要領等の改定に至った社会背景とその内容、および変遷の歴史、教育課程等の社会的役割や機能、そして教育課程等の編成の基本原理、領域のねらいが総合的に達成できる方法や、地域の実態を踏まえた教育課程等や指導計画のあり方について、さらにカリキュラム・マネジメントの意義や評価について理解する。", "到達目標": "・幼稚園教育要領等に基づいた教育課程、および保育の計画と評価の編成の目的や基本原理を理解している。<BR/>・幼稚園教育要領等の変遷とその社会的背景を理解している。<BR/>・教育課程、および保育の計画と評価の社会的役割やその機能を理解している。<BR/>・教育課程、および保育の計画における領域の基本的考え方、および領域のねらいが総合的に達成できる教育課程および保育の計画編成の方法を理解している。<BR/>・初等教育との接続を見越したカリキュラム・マネジメントの意義を理解している。", "授業方法": "オンデマンド型Bオンライン授業（時間割設定なし）", "トピック": {"第1回": ["オリエンテーション－教育課程・保育の計画と評価総論を学ぶことの意義", ""], "第2回": ["「幼稚園教育要領」における教育課程の位置付けと役割", ""], "第3回": ["「保育所保育指針」における保育の計画と評価の位置付けと役割", ""], "第4回": ["「幼保連携型認定こども園教育・保育要領」における教育課程、および保育の計画と評価の位置付けと役割", ""], "第5回": ["教育課程、および全体的な計画と指導計画の構造", ""], "第6回": ["教育課程、および保育の計画編成の目的と幼稚園教育について育みたい資質・能力", ""], "第7回": ["教育課程、および保育の計画編成における「幼児期の終わりまでに育ってほしい姿」", ""], "第8回": ["教育課程、および保育の計画編成における地域社会の資源の活用", ""], "第9回": ["幼児教育の原理、および幼児理解と指導計画", ""], "第10回": ["指導計画と遊び　－遊びと五領域の関係", ""], "第11回": ["指導計画と評価の役割", ""], "第12回": ["小学校教育課程との接続", ""], "第13回": ["カリキュラム・マネジメントとカリキュラム評価の意義", ""], "第14回": ["幼児教育におけるカリキュラムの歴史的変遷", ""], "授業外学習2": "実地教育研究で行った実習での保育の流れ、子どもの動き、子どもの興味、保育者の動き等を把握しておく。"}, "評価": {"教科書Required texts0": "幼稚園教育要領（平成29年版、文部科学省）\n保育所保育指針（平成29年版、厚生労働省）\n幼保連携型認定こども園教育・保育要領（平成29年版、内閣府・文部科学省・厚生労働省）\n授業の都度、レジュメをLUNAに掲示する。", "参考文献・資料Reference books0": "幼稚園教育要領解説（平成30年版、文部科学省）\n保育所保育指針解説（平成30年版、厚生労働省）\n幼保連携型認定こども園教育・保育要領解説（平成30年版、内閣府、文部科学省・厚生労働省）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "レポート課題（5回）"], "更新日時/Date of Update0": "2021年04月23日 18時40分30秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "オンライン"]}, "開講キャンパス": "オンライン／Online", "【科目ナンバー/Course Number】授業名称": "【260】保育課程総論／Intro to Curriculum of C C E", "管理部署": "教育学部／School of Education", "単位数": "2", "担当者": "オムリ　慶子（OMRI KEIKO） ", "履修基準年度": "２年", "時限1": "集中・その他／Concentration/Other", "開講期": "秋学期／Fall"}