{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "生活科教育の目標と各学年の内容を踏まえて、活動や体験の構成と展開方法、並びに教育技術を視点に授業実践を考察し、生活科の授業設計と授業実践の能力を形成する。", "到達目標": "１．学習指導要領における生活科の目標及び主な内容並びに全体構造を理解できる。<BR/>２．個別の学習内容について指導上の留意点を理解できる。<BR/>３．生活科の学習評価の考え方を理解できる。<BR/>４．生活科の背景となる学問領域との関係を理解し、教材研究に活用することができる。<BR/>５．子供の認識・思考、学力等の実態を視野に入れた授業設計の重要性を理解できる。<BR/>６．生活科の特性に応じた情報機器及び教材の効果的な活用法を理解し、授業設計に活用することができる。<BR/>７．学習指導案の構成を理解し、具体的な授業を想定した授業設計と学習指導案を作成することができる。<BR/>８．模擬授業の実施とその振り返りを通して、授業改善の視点を身に付けることができる。", "授業方法": "・本授業は，指導案並びにＶＴＲによる社会科授業の観察と分析，教科書に見られる学習活動の抽出，模擬授業の実施と授業評価　<BR/>　に基づく授業研究を講義形式で行う。<BR/>・授業に関する情報、並びに資料は10月5日まではシラバスに、その後はLunaに提示します。<BR/>・第10回、12回、13回は模擬授業を実施する予定のため、対面授業を行います。", "トピック": {"第1回": ["先行研究に基づき、生活科授業の分析視点を検討する。<BR/>【双方向】", "資料を読む。"], "第2回": ["授業記録をもとに、生活科授業を読み取り、活動や体験の構成と展開方法、並びに教育技術を視点に検討する。【オンデマンド、調査、並びにフィ―ルドワーク等】", "実践に見られる活動や体験の構成と展開を整理する。"], "第3回": ["ＶＴＲをもとに生活科授業を観察し、活動や体験の構成と展開方法、並びに教育技術を視点に検討する。<BR/>【オンデマンド】", "実践に見られる活動や体験の構成と展開を整理する。"], "第4回": ["授業の設計仮説である学習指導案の構成について解説する。【双方向】", "公開されている生活科学習指導案を調べる。"], "第5回": ["生活科教科書に見られる学習活動の構成と関連について検討する。【オンデマンド】", "生活科教科書を調べ、学習活動の構成と関連について考察する。"], "第6回": ["生活科教科書に見られる表現活動の意義について解説する。【双方向】", "生活科で活用されている表現活動を調べる。"], "第7回": ["実践事例を手がかりに、学校、家庭及び地域の生活に関する教材を研究し、情報機器及び教材を効果的に活用した学習指導を検討する。【オンデマンド】", "学校、家庭及び地域の生活を対象とした授業実践の活動や体験の構成と展開を整理する。"], "第8回": ["実践事例を手がかりに、身近な人々、社会及び自然に関する教材を研究し、情報機器及び教材を効果的に活用した学習指導を検討する。【オンデマンド】", "身近な人々、社会及び自然を対象とした授業実践の活動や体験の構成と展開を整理する。"], "第9回": ["実践事例を手がかりに、自分自身の生活や成長に関する教材を研究し、情報機器及び教材を効果的に活用した学習指導を検討する。【オンデマンド】", "自分自身の生活や成長を対象とした授業実践の活動や体験の構成と展開を整理する。"], "第10回": ["学校、家庭及び地域の生活に関する内容を扱った模擬授業を実施し授業評価を行う。【対面授業】", "生活科の評価について調べる。"], "第11回": ["生活科授業実践に見られる学習者評価と授業評価の理論と実際を解説する。【双方向】", "指導案を作成する。"], "第12回": ["身近な人々、社会及び自然と関わる活動に関する内容を扱った模擬授業を実施し、授業評価を行う。<BR/>【対面授業】", "模擬授業を振り返り、学校、家庭及び地域の生活を対象とした授業の活動や体験の構成と展開を整理する。"], "第13回": ["自分自身の生活や成長に関する内容を扱った模擬授業を実施し、授業評価を行う。また、本講義のまとめとして、生活科教育の意義を考察する。【対面授業】", "模擬授業を振り返り、身近な人々、社会及び自然を対象とした授業の活動や体験の構成と展開を整理する。"], "第14回": ["本講義のまとめを行う。【オンデマンド】", "模擬授業を振り返り、自分自身の生活や成長を対象とした授業の活動や体験の構成と展開を整理する。<BR/>生活科教育の目標と各学年の内容を踏まえた授業設計と授業実践の能力形成を振り返る。"]}, "評価": {"教科書Required texts0": "『平成29年版　小学校学習指導要領解説　生活編』（文部科学省）", "参考文献・資料Reference books0": "『小学校学習指導要領』（最新版、文部科学省）\n『小学校学習指導要領解説 総則編』（最新版、文部科学省）\nまた、必要に応じて紹介する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "添付ファイル1/File Attachment 10": ["関西学院大学　2021 年度　秋学期　生活科教育法.doc", "授業計画です。"], "添付ファイル1/File Attachment 11": ["生活科サンプル指導案.pdf", "第1回　講義資料"], "URLリンク1/URL 12": "9月30日のZoom情報です。", "更新日時/Date of Update3": "2021年09月16日 11時35分23秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "６１１教室"]}, "campas": 4, "name": "【270】生活科教育法　１／Teaching Methods of Life Environment Studies", "管理部署": 9, "単位数": 2, "担当者": "峯岸　由治（MINEGISHI YOSHIHARU） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 1, "時限1": 22, "評価1": 3, "開講期": 2}