{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "領域「人間関係」は、「他の人々と親しみ、支え合って生活するために、自立心を育て、人と関わる力を養う」ことを目指すものである。幼稚園教育要領において育みたい資質能力について理解し、幼稚園教育要領に示された領域「人間関係」のねらい及び内容について背景となる専門領域と関連させて理解を深め、幼児の発達に即して、主体的・対話的で深い学びが実現する過程を踏まえ、具体的な指導場面を想定して保育を構想し、実践する方法を身に付ける。", "到達目標": "・就学前の教育・保育の基本、領域「人間関係」のねらい及び内容並びに全体構造を理解している。<BR/>・領域「人間関係」のねらい及び内容を踏まえ、自立心を育て、人とか関わる力を養うために必要な、幼児が経験し、身に付けていく内容と指導上の留意点を理解している。<BR/>・就学前教育・保育における評価の考え方を理解している。<BR/>・幼児期の集団生活を通して様々な人と関わる経験と、小学校以降の生活や教科等とのつながりについて理解している。<BR/>・幼児の心情、認識、思考及び動き等を踏まえた教材研究や環境の重要性を理解し、保育構想に活用することができる。<BR/>・領域「人間関係」の特性及び幼児の体験との関連を考慮した教材の効果的な活用方を理解し、保育構想に活用することができる。また、情報機器について、幼児の体験との関連を考慮しながら活用するなど留意点を理解している。<BR/>・指導案の構造を理解し、具体的な保育を想定した指導案を作成することができる。<BR/>・模擬保育やロールプレイとその振り返りを通して、保育を改善する視点を身に付けている。<BR/>・領域「人間関係」の特性に応じた現代的課題や保育実践の動向を知り、保育構想の向上に取り組むことができる。", "授業方法": "課題レポートに基づくグループでの討議・全体での発表を重視する。<BR/>VTRなど、視聴覚教材を用い、子どもの姿を理解した上で、指導案の作成やロールプレイ・模擬保育を行う", "トピック": {"第1回": ["現代社会における子どもの人間関係に関する課題について考え、就学前教育・保育とその課題との関連性について検討すると共に、保育内容「人間関係」の授業の概要と到達目標、評価方法等を理解する。", "現代のこどもが置かれている状況から人間関係の課題を資料に基づき挙げることができるよう準備しておくこと"], "第2回": ["現代のこどもがおかれている状況から人間関係の課題を理解するとともに、入園（所）当初の子どもの不安な気持ちや戸惑いを受け止めながら、自ら意欲的に物事に取り組もうとする自立心の育ちを支える指導法や、子どもが仲間と積極的にかかわり集団の中で遊びを楽しむための援助方法について、事例を基に考える。", ""], "第3回": ["胎児期からの家庭での人間関係が集団生活での人間関係の土台となることを知る。養育者とのアタッチメント（情緒的絆）がその後の人間関係に与える影響について知ると共に、そのことが決定的なことでないことも理解する", ""], "第4回": ["家庭での人間関係のうち、子どもの育ちと関連した父親との関係、祖父母との関係、きょうだいとの関係について学び、家庭生活から家庭外の集団生活への移行をどのように援助するか、特に仲間関係における葛藤について理解する。", ""], "第5回": ["いざこざ時の乳幼児の気持ちに注目し、自他の気持ちに向き合えるよう幼児を支える指導について考え、指導案を書いてみる。", "いざこざに関する指導案を書いてみる"], "第6回": ["集団生活の中で、乳幼児が経験する様々な菅樹夫について知り、事例を通して、子どもが自分の感情や他者との違いに気づいたり、他者との関わりを通して自分の気持ちを調整する力を身に付けていたりする過程を理解する。また、その過程での保育者の役割や援助について考える<BR/>人間関係における「個」と「集団」の育ちについて、子どもの心身の発達の理解と援助の方法を具体的場面に即して考える。", ""], "第7回": ["「幼児期の終わりまでに育ってほしい姿」のうち、領域「人間関係」に関係する「自立心」「協同性」「道徳性・規範意識の芽生え」「社会生活との関わり」に関し、子ども理解のために保育者はどのような視点をもてはよいのか、事例を基に考える。", ""], "第8回": ["園（所）での決まりやルールに関する事例を基に、保育者の援助に支えられ、子ども自身が葛藤の安価で、折り合いをつけよゆとすることや、集団生活での決まりやルールの必要性を感じたり、自分たちでルールを創り出したり、考え合ったりしていくことの重要性について話し合う。", ""], "第9回": ["仲間間で目的を共有し、考え合ったり、工夫し合ったりすることを必要とする協働性を育む活動や遊びの展開について、その時の子どもの姿を想定した上で、指導案を作成する。", ""], "第10回": ["ICTを活用し、作成した指導案に基づく模擬保育やロールプレイを行い、その振り返りを通して保育を改善する視点を身に付ける。", ""], "第11回": ["幼児が示す目に見える人間の相違への直観や反応について知り、そのことを踏まえ、地域の多様な人々との具体的関わりを通して、多様性に対する受容的な感性や、主体的に地域の多様な人々と関わろうとする態度を育むための長期的な計画を考える。", ""], "第12回": ["領域「人間関係」の特性及び子どもの体験との関連を考慮した教材研究及び情報機器の効果的な活用法を理解するために、具体的な指導案の事例を持ち寄り話し合う。", ""], "第13回": ["幼児と小学生が相互主体的に関わり合う互恵的な幼小の交流活動の展開について、指導案を作成し、模擬保育を行う。", ""], "第14回": ["子どもを取り巻く人間関係の現代的特徴を踏まえ、保育者が、保護者や地域の人々、同僚などの周囲のおとなと共に、子どもの人間関係を育むためにどのように関わっていくか、保育者の役割と課題を考察する。", ""], "授業外学習2": "受講前にシラバスの内容を確認すること。<BR/>グループでの討議内容について、自分の考えを整理して授業に臨むこと。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["無藤　隆・古賀　松香", "社会情動的スキルを育む「保育内容　人間関係」：乳幼児期から小学校へつなぐ非認知的能力とは", "北大路書房", "2016 年", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["汐見　稔幸・武藤　隆　（監）・ミネルヴァ書房編集部 （編）", "<平成30年施行>保育所保育指針　幼稚園教育要領　幼保連携型認定こども園教育・保育要領　解説とポイント", "ミネルヴァ書房", "2018 年", "", ""], "参考書/Reference books2": ["文部科学省", "幼稚園教育要領　最新版", "文部科学省", "2017 年", "", ""], "参考書/Reference books3": ["文部科学省", "幼稚園教育要領解説　最新版", "フレーベル館", "2018 年", "", ""], "参考書/Reference books4": ["厚生労働省", "保育所保育指針　最新版", "厚生労働省", "2017 年", "", ""], "参考書/Reference books5": ["厚生労働省", "保育所保育指針解説　最新版", "フレーベル館", "2018 年", "", ""], "参考書/Reference books6": ["文部科学省・厚生労働省", "幼保連携型認定こども園教育・保育要領　最新版", "文部科学省・厚生労働省", "2017 年", "", ""], "参考書/Reference books7": ["文部科学省・厚生労働省", "幼保連携型認定こども園教育・保育要領解説　最新版", "フレーベル館", "2018 年", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中に課した課題レポート（50%）、学期末の最終レポート（50%）"], "備考Note0": "新型コロナウイルス感染症の再拡大により、４月２８日（水）の授業から双方向型オンライン授業（時間割の時間通りに開催）に切り替えます。アクセスURL等はLUNAで連絡しますので、確認してください。（2021/4/20付記）", "更新日時/Date of Update1": "2021年05月18日 17時59分24秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "６３２教室"]}, "開講キャンパス": "西宮聖和キャンパス／Nishinomiya Seiwa Campus", "【科目ナンバー/Course Number】授業名称": "【360】保育内容 人間関係　４／Contents of C C E (Human Relationships)", "管理部署": "教育学部／School of Education", "単位数": "2", "担当者": "日浦　直美（HIURA NAOMI） ", "履修基準年度": "３年", "時限1": "水曜２時限／Wednesday 2", "開講期": "春学期／Spring"}