{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "保育内容の基本的な指導法を身につける.<BR/>「幼稚園教育要領」、「認定こども園教育・保育要領」等の意義とその構造を確認したうえで、保育内容指導法の基本的な技術についての講義を行う。具体的には、「幼稚園教育要領」等の構造と指導案作成への有機的結びつき、小学校の教科を見据えた領域の理解、幼児教育における情報機器などの活用についての学習と発表、幼児の発達や行動の特性を踏まえたうえで、ねらいに沿った指導案を作成し模擬保育を行う。そして、振り返りと改善のプロセスを経験する。", "到達目標": "・幼稚園教育要領を構造的にとらえ、個々の事項の意義と相互の関係を理解している。<BR/>・幼児教育において育みたい資質・能力を各領域のねらいや内容と合わせ、また小学校教科を見据えた保育を構想することができる。<BR/>・幼児教育における情報機器や教材の活用法を理解している。<BR/>・指導案の構成を理解し、ねらいを達成するための指導案を作成することができる。<BR/>・模擬保育を通して自らの保育の客観的な振り返りと改善・向上に取り組むことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "保育士及び幼稚園教諭の資格取得に関わる科目全般", "授業の概要・背景": "保育所保育指針、幼稚園教育要領、幼保連携型認定こども園教育・保育要領の各章の関連を踏まえ保育の全体的な構造を理解する。保育内容の歴史的変遷等を踏まえ、保育内容の基本的考え方を子どもの発達や実態に即した具体的な保育の過程につなげて理解する。さらに保育の多様な展開について具体的に学ぶ。", "授業方法": "講義と演習を実施する。演習では事例研究や模擬保育などを行い、特に遊びの体験を多く取り入れていく。", "トピック": {"第1回": ["オリエンテーションー保育内容指導法を学ぶ意義ー", "シラバスを読み、授業概略を理解する。"], "第2回": ["幼児教育の基本と「幼稚園教育要領」「保育所保育指針」「幼保連携型認定こども園教育・保育要領」の全体的構造", "幼稚園教育要領、保育所保育指針、幼保連携型認定こども園教育・保育要領の各領域について一読しておく。"], "第3回": ["各領域のねらいと内容・指導上の留意点、および評価について", "これまでに学修してきた各領域の繋がりについて復習しておく。"], "第4回": ["「幼児教育において育みたい資質・能力」と学童期以降の育ち", "学びや発達の連続性について理解し、様々な遊びや生活の中にある「学び」を整理する。"], "第5回": ["保育内容の歴史的変遷", "幼稚園や保育所等で行われている遊びの発祥について調べる。"], "第6回": ["子どもの発達と保育内容(1) 子どもの発達と思考の特性", "講義内容について復習し、子どもの発達や思考の特性を踏まえた保育実践について考察する。"], "第7回": ["子どもの発達と保育内容(2) 幼児理解から保育を構想する", "幼児理解が幼稚園教育・保育のあらゆる営みの基本であることをふまえ、映像資料や事例から心の動きを捉える。"], "第8回": ["保育内容の具体的な展開と保育実践(1)環境を通して行う保育", "園庭や保育室の環境図から、各園の保育観を考察する。"], "第9回": ["保育内容の具体的な展開と保育実践(2)主体的な遊びで育つ子ども", "様々な遊びの実践事例から主体的に遊びが展開できる環境や援助のあり方を考察する。"], "第10回": ["様々な保育形態と保育方法ー諸外国の保育実践からー", "関心のある諸外国の保育やカリキュラムについて調べる。"], "第11回": ["情報報機器や教材を活用した保育を構想するー保育教材研究ー", "身近にある素材を用いた遊びの展開を考える。"], "第12回": ["教育課程・保育の計画と評価における指導計画の位置付けと指導案の構造", "指導案の作成を行う。"], "第13回": ["模擬保育の実践ー遊びを通しての総合的な指導ー", "模擬保育の振り返り、評価を行う。"], "第14回": ["模擬保育と振り返りー指導案の実際と幼児理解に基づいたPDCAサイクルー", "授業のまとめを行ない、課題を整理しておく。"], "授業外学習2": "実地教育研究や保育のボランティア等を通して、子どもの様子を観察する。 <BR/>授業の予備知識として3法(幼稚園要領、保育所保育指針、幼保連携型認定こども園教育・保育要領)を熟読する。<BR/><BR/>【課題や取組に対する評価・振り返り】<BR/>  ・演習・実技後には全体に向けてコメントします<BR/>  ・課題提出後の授業で、全体的な傾向についてコメントします"}, "評価": {"教科書Required texts0": "・幼稚園教育要領解説（平成30年、文部科学省）\n・保育所保育指針解説（平成30年、厚生労働省）\n・幼保連携型認定こども園教育・保育要領解説（平成30年、内閣府、文部科学省・厚生労働省）\n・上記要領・指針の解説書", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["秋田喜代美", "保育の心もち", "ひかりのくに", "2009 年", "4564607049", ""], "参考書/Reference books2": ["小川 圭子・日坂 歩都恵・小林 みどり 編", "保育内容総論", "みらい", "2021 年", "9784860155605", ""], "参考文献・資料Reference books0": "・幼稚園教育要領（平成29年、文部科学省）\n・保育所保育指針（平成29年、厚生労働省）\n・幼保連携型認定こども園教育・保育要領（平成29年、内閣府、文部科学省・厚生労働省）", "学生による授業評価の方法Course Evaluation by Students0": "本学指定の授業評価方法", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業内課題（30点）＋発表・指導案（30点）＋レポート（40点）"], "更新日時/Date of Update0": "2023年01月03日 10時46分08秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "６３２教室"]}, "campas": 4, "name": "【260】保育内容指導論　３／Teaching Methods in Contents of C C E", "管理部署": 9, "単位数": 2, "担当者": "吉次　豊見（YOSHITSUGU TOYOMI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 4, "開講期": 1}