{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "保育者として、子どもの感性に基づく身体的・音楽的な表現の幅を広げられるような援助方法を学ぶ。幼稚園教育要領・保育所保育指針における領域「表現」のねらい、内容、内容の取り扱いなどの基本を踏まえたうえで、子どもの発達と関連させながら理解する。", "到達目標": "乳幼児の姿や発達を理解したうえで、身体的・音楽的な表現の基礎的な知識と技能を習得し、表現を支えるための感性を豊かにする。幼児の素朴な表現を受け止め、楽しむことでイメージを豊かにし、幼児の創造的な表現活動を展開する方法を身に付ける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "音楽Ⅰ（基礎技能）", "授業の概要・背景": "乳幼児の表現活動を支援するための知識・技能・表現力を身に付ける。領域「表現」の指導に関する、乳幼児の生活場面における様々な表現の姿や発達、およびそれらを促す要因、幼児の感性や創造性を豊かにする表現遊びや環境の構成について、映像はじめ観察を通して実践的に学ぶ。", "授業方法": "対面授業の講義と演習を基本とする。初回から授業外学修がありますので、授業計画を参照してください。<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、同時双方向型オンライン授業で対応します。<BR/>質問・連絡がある方は、tanimurahiroko@kwansei.ac.jpまで、ご連絡ください。", "トピック": {"第1回": ["5領域の1つ「表現」のねらい・内容・内容の取扱いを理解するうえで、認定子ども園教育保育要領における「表現」を読み解く。<BR/>映像など情報機器を活用して概観する。", "認定子ども園教育保育要領解説：第2章第3節 「満１歳以上満３歳未満の園児の保育に関するねらい及び内容」における２ 各領域に示す事項（５）感性と表現に関する領域「表現」より「ねらい」「内容」「内容の取扱い」の□で囲まれた部分を手書きし、重要な箇所に下線を引き、提出してください。"], "第2回": ["表感性と表現の領域「表現」と他領域との関連性を理解し、保育者の援助方法を学ぶ。<BR/>表現の生成過程「感じる・気付く・考える」、及び感性と表現について理解する。", "「まりつき」を５領域の観点から考えるとどのように関連しているのか考えてきてください。"], "第3回": ["幼児をめぐる音楽環境について考える。<BR/>生活や遊びの中にある声や音、即興的な楽器遊びの面白さに気付く。", "手作り楽器を作成し、様々な音の出し方を探索し、文章化してまとめる。"], "第4回": ["乳児（1歳未満児）の発達と音楽の関連について考える。<BR/>応答的な音楽遊びや情報機器の活用から、表現の芽生えや乳幼児期の発達を理解する。", "乳児を対象とした手遊び歌の方法を書いたうえで、援助方法を整理する。"], "第5回": ["幼児前期（1～3歳児）の発達と音楽の関連について考える。<BR/>遊び歌の実践から遊びの意義や音楽的学びを捉える。", "遊び歌をグループのメンバーに教えるための準備を行う。"], "第6回": ["幼児後期（3～6歳児）の発達と音楽の関連について考える。<BR/>季節や行事の歌を用いて、歌詞の意味や情景が伝わるような歌唱表現力を身に付ける。", "季節や行事の歌を用いて、園児と初めて歌をうたうときの環境設定、援助方法をまとめる。"], "第7回": ["合唱の教材研究を通して、声や音の重なり合う美しさを体験する。<BR/>歌の教育的価値、伴奏法について学ぶ。", "保育における歌唱指導をイメージして、選曲、ねらい、指導方法をまとめる。パートナーソング（ロンドン橋とメリーさんの羊）を歌い、伴奏コードを楽器でつけて曲を味わう。"], "第8回": ["ゲストスピーカー「清水万裕子先生」のパーフォーマー鑑賞（4限）<BR/>わらべ歌遊びの実践から遊びの意義や音楽的学びを捉える。<BR/>簡易な打楽器を用いた教材を活用し、幼児の発達に即したリズム遊びの展開例を考える。", "わらべ歌をグループのメンバーに教えるための準備を行う。"], "第9回": ["乳幼児期の身体的発達を踏まえ、音楽に合わせた身体表現の動きを実践的に学ぶ。", "「歩行・走行・スキップ・ギャロップ・スウィング」等に合わせた楽曲の練習をする。"], "第10回": ["世界の音楽教育家ダルクローズ、オルフ、コダーイの教育理念、特徴を踏まえ、指導事例から表現方法を学ぶ。<BR/>オルフの『シュールヴェルク』の楽曲を分析し、打楽器奏法を考案する。", "オルフ、コダーイ、ダルクローズの中から１名を選び、教育理念、指導内容について調べる。"], "第11回": ["楽器を用いた活動、および設置する音楽コーナーについて学ぶ", "オノマトペを多用している絵本を選んでおく。"], "第12回": ["模擬授業（１）絵本からイメージを膨らませ、音を創造する実践例を考案する。", "絵本に簡単な楽器音をつけ読む練習をする。"], "第13回": ["模擬授業（２）劇遊びの指導案を作成し、展開方法及び支援の在り方を検討する。劇遊びの発表後にビデオで振り返り、グループで協議し改善点をまとめる", "劇遊びの物語を創作し、指導案を作成する。とくに、子どもの発達を踏まえた援助方法を明確に記載する。グループ発表後にビデオから自分のグループの発表を振り返りながら、他グループからの学びを記載する。"], "第14回": ["小学校低学年音楽科の学習内容を理解し、音楽の学びの連続性について考える。", "小学校低学年音楽科の教科書に掲載されている楽曲の学習内容を網羅し、指導法を体験しておく。<BR/>テキスト最後の資料１」子どもの歌と歴史的変遷」を理解する。"]}, "評価": {"教科書Required texts0": "谷村宏子　長島礼　門脇早聴子『表現』\n小林美実編『音楽リズム』", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["谷村宏子", "初めて学ぶ保育", "ミネルヴァ書房", "2018 年", "", ""], "参考文献・資料Reference books0": "・保育所保育指針（最新版：厚生労働省）・保育所保育指針解説（最新版：厚生労働省）・幼稚園教育要領（最新版：文部科学省）・幼稚園教育要領解説（最新版：文部科学省）・幼保連携型認定こども園教育・保育要領（最新版：内閣府、文部科学省、厚生労働省）、幼保連携型認定こども園教育・保育要領解説（最新版：内閣府、文部科学省、厚生労働省）、", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "レポートおよび授業内試験60％、授業内実技40％"], "成績評価Grading2": "備考　Note\n学生に対する評価：授業内実技（40％）の割合は、音楽活動への積極的な参加とレポート提出を各20％とする。\n【オンライン受講生対象】対面授業を受講する学生と同様の評価方法とする。", "URLリンク1/URL 10": "zoomのリンクです", "更新日時/Date of Update1": "2023年01月04日 20時34分11秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "７１２教室"]}, "campas": 4, "name": "【260】保育内容 表現I　３／Contents of C C E (Expression I)", "管理部署": 9, "単位数": 2, "担当者": "谷村　宏子（TANIMURA HIROKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 4, "開講期": 2}