{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "領域「人間関係」は、「他の人々と親しみ、支え合って生活するために、自立心を育て、人と関わる力を養う」ことを目指すものである。幼稚園教育要領・保育所保育指針・幼保連携型任手こども園教育・保育要領に示されている育みたい資質能力について理解し、これらの指標に示された領域「人間関係」のねらい及び内容について背景となる専門領域と関連させて理解を深め、幼児の発達に即して、主体的・対話的で深い学びが実現する過程を踏まえ、具体的な指導場面を想定して保育を構想し、実践する方法を身に付ける。", "到達目標": "・就学前の教育・保育の基本、領域「人間関係」のねらい及び内容並びに全体構造を理解している。<BR/>・領域「人間関係」のねらい及び内容を踏まえ、自立心を育て、人とか関わる力を養うために必要な、幼児が経験し、身に付けていく内容と指導上の留意点を理解している。<BR/>・就学前教育・保育における評価の考え方を理解している。<BR/>・幼児期の集団生活を通して様々な人と関わる経験と、小学校以降の生活や教科等とのつながりについて理解している。<BR/>・幼児の心情、認識、思考及び動き等を踏まえた教材研究や環境の重要性を理解し、保育構想に活用することができる。<BR/>・領域「人間関係」の特性及び幼児の体験との関連を考慮した教材の効果的な活用方を理解し、保育構想に活用することができる。また、情報機器について、幼児の体験との関連を考慮しながら活用するなど留意点を理解している。<BR/>・指導案の構造を理解し、具体的な保育を想定した指導案を作成することができる。<BR/>・模擬保育やロールプレイとその振り返りを通して、保育を改善する視点を身に付けている。<BR/>・領域「人間関係」の特性に応じた現代的課題や保育実践の動向を知り、保育構想の向上に取り組むことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "課題レポートに基づくグループでの討議・全体での発表を重視する。<BR/>VTRなど、視聴覚教材を用い、子どもの姿を理解した上で、指導案の作成やロールプレイ・模擬保育を行う", "トピック": {"第1回": ["現代社会における子どもの人間関係に関する課題について考え、就学前教育・保育とその課題との関連性について理解すると共に、保育内容「人間関係」の授業の概要と到達目標、評価方法等を理解する。", "現代のこどもがおかれている状況から人間関係の課題を資料に基づいて挙げることができるように準備すること"], "第2回": ["現代のこどもがおかれている人間関係の課題を理解するとともに、社会の変化に伴うこれからの子どもの育ちについて、指針・要領等の改定の背景や将来の子ども像について考察する", ""], "第3回": ["胎児期からの家庭での人間関係が集団生活での人間関係の土台になっていることを理解する。養育者とのアタッチメント（情緒的絆）がその後の人間関係に影響を与えることを知ると共に、そのことが決定的ではないことについても理解する。", ""], "第4回": ["家庭での人間関係のうち、子どもの育ちと関連した父親との関係、祖父母との関係、きょうだいとの関係について学び、家庭生活から家庭外の集団生活への移行をどのように援助するかについて考察する。また、自我の発達について自己主張と自己抑制の視点から理解する。", ""], "第5回": ["集団生活の中で、乳幼児が経験する様々な感情について知り、事例を通して、子どもが自分の感情や他者との違いに気づいたり、他者との関わりを通して自分の気持ちを調整する力を身に付けていたりする過程を理解する。<BR/>乳幼児のいざこざに関する事例を基に、幼児期のいざこざの特徴や発達的意味を話し合う。いざこざ時の乳幼児の気持ちに注目し、自他の気持ちに向き合えるよう幼児を支える指導について考え、ロールプレイを行う。", "いざこざに関する指導案を書いてみる"], "第6回": ["幼児期の道徳性と規範意識の芽生えについて理解し、それを育む保育者の役割について考察する。<BR/>人間関係における「個」と「集団」の育ちについて、子どもの心身の発達の理解と援助の方法を具体的場面に即して考える。", ""], "第7回": ["子どもにとっての遊びの意味を理解し、遊びの重要性、遊びの中ではぐくまれる人間関係について考察する。", ""], "第8回": ["子どもの自立に向けた保育者の援助の視点について理解し、事例を参考にしながら、子どもの年齢（心身の発達段階）に即した指導について考察する。", ""], "第9回": ["仲間間で目的を共有し、考え合ったり、工夫し合ったりすることを必要とする幼児期の協同性について理解し、それを育む活動や遊びの展開について、子どもの姿を想定した上で、指導案を作成する。", "協同性を育む活動について保育の流れを想定しながら指導案を書いてみる"], "第10回": ["保育場面での「気になる子ども」へのかかわりについて、保育の現状と課題を理解し、保育者としての基本的な支援について考察する。", ""], "第11回": ["幼児が示す目に見える人間の相違への直観や反応について知り、そのことを踏まえ、地域の多様な人々との具体的関わりを通して、多様性に対する受容的な感性や、主体的に地域の多様な人々と関わろうとする態度を育むための長期的な計画を考える。", ""], "第12回": ["領域「人間関係」の特性及び子どもの体験との関連を考慮した教材研究及び情報機器の効果的な活用法を理解するために、具体的な指導案の事例を持ち寄り話し合う。<BR/><BR/>ICTを活用し、作成した指導案に基づく模擬保育やロールプレイを行い、その振り返りを通して保育を改善する視点を身に付ける。", "ICT活用し、作成した指導案を準備し、説明できるようにしておく。"], "第13回": ["幼児と小学生が相互主体的に関わり合う互恵的な幼小の交流活動の展開について、指導案を作成し、就学前教育・保育と小学校との連携について考察する。", ""], "第14回": ["子どもを取り巻く人間関係の現代的特徴を踏まえ、保育者が、保護者や地域の人々、同僚などの周囲のおとなと共に、子どもの人間関係を育むためにどのように関わっていくか、保育者の役割と課題を考察する。", ""], "授業外学習2": "受講前にシラバスの内容を確認すること。<BR/>グループでの討議内容について、自分の考えを整理して授業に臨むこと。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["濱名　浩　偏　秋田喜代美他　著", "新時代の保育双書　保育内容　人間関係（第2版）", "みらい", "2018 年", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["汐見　稔幸・武藤　隆　（監）・ミネルヴァ書房編集部 （編）", "<平成30年施行>保育所保育指針　幼稚園教育要領　幼保連携型認定こども園教育・保育要領　解説とポイント", "ミネルヴァ書房", "2018 年", "", ""], "参考書/Reference books2": ["文部科学省", "幼稚園教育要領　最新版", "文部科学省", "2017 年", "", ""], "参考書/Reference books3": ["文部科学省", "幼稚園教育要領解説　最新版", "フレーベル館", "2018 年", "", ""], "参考書/Reference books4": ["厚生労働省", "保育所保育指針　最新版", "厚生労働省", "2017 年", "", ""], "参考書/Reference books5": ["厚生労働省", "保育所保育指針解説　最新版", "フレーベル館", "2018 年", "", ""], "参考書/Reference books6": ["文部科学省・厚生労働省", "幼保連携型認定こども園教育・保育要領　最新版", "文部科学省・厚生労働省", "2017 年", "", ""], "参考書/Reference books7": ["文部科学省・厚生労働省", "幼保連携型認定こども園教育・保育要領解説　最新版", "フレーベル館", "2018 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中に課した課題レポート（50%）、学期末の最終レポート（50%）"], "更新日時/Date of Update0": "2022年04月13日 19時27分16秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "７２２教室"]}, "campas": 4, "name": "【360】保育内容 人間関係　３／Contents of C C E (Human Relationships)", "管理部署": 9, "単位数": 2, "担当者": "日浦　直美（HIURA NAOMI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 24, "評価1": 4, "開講期": 1}