{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "障害の特性や発達に応じた援助、保育における計画の作成や援助の具体的な方法、保護者や関係機関との連携、現状と課題を理解し、障害児保育に対する専門的知識と実践について学ぶ。", "到達目標": "１．障害児保育を支える理念や歴史的変遷について学び、障害児及びその保育について理解する。<BR/>２．個々の特性や心身の発達等に応じた援助や配慮について理解する。<BR/>３．障害児その他の特別な配慮を要する子どもの保育における計画の作成や援助の具体的な方法について理解する。<BR/>４．障害児その他の特別な配慮を要する子どもの家庭への支援や関係機関との連携・協働について理解する。<BR/>５．障害児その他の特別な配慮を要する子どもの保育に関する現状と課題について理解する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "この科⽬は対面授業の予定です。一方、感染状況によってはオンライン授業に変更となる可能性があります。履修生への連絡や授業資料、授業⽅法等の詳細はLUNAの科⽬ページに掲⽰するので、このシラバスページ内の「URLリンク」をクリックし、授業までに必ず確認してください。<BR/><BR/>【オンライン受講許可学生対象】<BR/>Zoomによる同時双方向で授業を配信します。LUNAにZoom情報、授業資料を掲載しますので必ず確認してください。", "トピック": {"第1回": ["諸事情により、第1回目4/8（金）の授業は授業内容の動画をオンデマンド配信します。<BR/>LUNAに詳細を載せていますので、このシラバス下部の「URLリンク」をクリックし、授業までに必ず確認してください。<BR/><BR/>障害児保育を支える理念<BR/>・「障害」の概念と障害児保育の歴史的変遷、障害のある子どもの地域社会への参加・インクルージョン及び合理的配慮について学習する。", ""], "第2回": ["障害児等の理解と保育における発達の援助1<BR/>・肢体不自由児の理解と援助について学習する。", ""], "第3回": ["障害児等の理解と保育における発達の援助2<BR/>・知的障害児の理解と援助について学習する。", ""], "第4回": ["障害児等の理解と保育における発達の援助3<BR/>・視覚障害・聴覚障害・言語障害児等の理解と援助について学習する。", ""], "第5回": ["障害児等の理解と保育における発達の援助4<BR/>・ADHD（注意欠陥多動性障害）、LD（学習障害）について学習する。", ""], "第6回": ["障害児等の理解と保育における発達の援助5<BR/>・PDD（広汎性発達障害等）について学習する。", ""], "第7回": ["障害児等の理解と保育における発達の援助6<BR/>・重症心身障害児、医療的ケア児の理解と援助について学習する。", ""], "第8回": ["障害児等の理解と保育における発達の援助7<BR/>・その他の特別な配慮を要する子どもの理解と援助について学習する。", ""], "第9回": ["障害児その他の特別な配慮を要する子どもの保育の実際1<BR/>・指導計画及び個別の支援計画の作成、個々の発達を促す生活や遊びの環境、子ども同士の関わりと育ち合いについて学習する。", ""], "第10回": ["障害児その他の特別な配慮を要する子どもの保育の実際2<BR/>・障害児保育における子どもの健康と安全、職員間の連携・協働について学習する。", ""], "第11回": ["家庭及び自治体・関係機関との連携1<BR/>・保護者や家族に対する理解と支援について学習する。", ""], "第12回": ["家庭及び自治体・関係機関との連携2<BR/>・保護者間の交流や支え合いの意義とその支援、自治体や関係機関との連携・協働について学習する。", ""], "第13回": ["家庭及び自治体・関係機関との連携3<BR/>・小学校等との連携について学習する。", ""], "第14回": ["障害児その他の特別な配慮を要する子どもの保育に関わる現状と課題<BR/>・保健・医療・福祉・教育における現状と課題について学習する。", ""], "授業外学習2": "授業は配付資料を基に行いますが、受講までにシラバスに記載されている授業内容について調べておいてください。（予習時間1時間）　受講する目的を明確にした上での、主体的な授業への参加を望みます。また、授業終了後は配布資料、参考書等で学習内容の復習に努め、理解を深めてください。（復習時間3時間）"}, "評価": {"教科書Required texts0": "毎回、資料を配布します。", "参考文献・資料Reference books0": "・前田泰弘編　実践に活かす障害児保育　萌文書院　2016年　ISBN: 978-4-89347-232-8\n・榊原洋一　図解よくわかる発達障害の子どもたち　2013年　ISBN :978-4-81635-063-4", "学生による授業評価の方法Course Evaluation by Students0": "アンケート調査、授業終了時のミニッツレポート", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題提出60%、授業内試験40%"], "URLリンク1/URL 10": "障害児保育2", "更新日時/Date of Update1": "2022年04月06日 22時03分41秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "６３２教室"]}, "campas": 4, "name": "【360】障害児保育　２／Nursery Care for Children with Special Needs", "管理部署": 9, "単位数": 2, "担当者": "松井　学洋（MATSUI GAKUYO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 4, "開講期": 1}