{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "責任実習の指導案が保育所等の短期・長期指導計画の流れにあることを理解し、乳幼児の姿の捉え方、そこから出てくるねらいや内容、保育者の援助などを具体的に学ぶ。そして保育士養成関連科目の知識、技術を基礎とし、これらを総合的に実践する応用力を養う。", "到達目標": "・保育所等の役割や機能について具体的な実践を通して理解を深める。<BR/>・子どもの観察や関わりの視点を明確にすることを通して、保育の理解を深める。<BR/>・既習の教科や保育所実習Iの経験を踏まえ、子どもの保育や保護者支援について総合的に理解する。<BR/>・保育の計画、実践、観察、記録及び自己評価等について実際に取り組み、理解を深める。<BR/>・保育士の業務内容や職業倫理について具体的な実践に結び付けて理解する。<BR/>・保育士としての自己課題を明確化できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "「保育所実習II」は「保育所実習II事前事後指導」と同時に履修しなければならない。<BR/>成績評価も「保育所実習II事前事後指導」の評価と関連する。<BR/>また、「保育所実習II」が再履修の場合は「保育所実習II事前事後指導」も再履修となる。", "授業の概要・背景": "", "授業方法": "実習期間中において個別指導を行う。", "トピック": {"授業計画1": "認可保育所等における10日間（原則10日80時間）の実習を通して以下の事柄を学ぶ。<BR/>・事前指導や他の授業等で学んだ保育方法や保育教材を用いて保育を行う。<BR/>・保育計画や子どもの実態と、保育の関連を踏まえつつ、実習指導案を作成する。<BR/>・実習指導案に基づき、実践、評価（指導担当者との協議を含む）を行う。<BR/>・実習記録を作成し、実践を通して学んだ知識と技術の言語化と省察を行う。<BR/>・習得した教科全体の知識、技術と実践の関係を考察する。", "授業外学習2": "保育所実習オリエンテーションには必ず出席すること。<BR/>「保育所保育指針」を必ず再読しておくこと。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "実習先保育所の評価、実習記録の内容を総合して評価する。"], "成績評価Grading2": "備考　Note\n保育士資格取得のための科目であり、その基準は厚生労働省の保育実習基準により規定されている。保育士資格取得には、原則10日で80時間の実習時間及び、実習態度を含む実習内容の習得が達成されていなければならない。", "更新日時/Date of Update0": "2022年10月06日 11時19分12秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "聖和未定"]}, "campas": 4, "name": "【360】保育所実習II　５／Child Care Practicum in D C C II", "管理部署": 9, "単位数": 2, "担当者": "上中　修（UENAKA OASAMU） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 2}