{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "幼稚園等での教育実習を行い、これまで学んできた理論や知識、技術を確認・応用・再構成する力を育み、幼稚園教諭としての基礎的技能を身につける。また、教職の性格と幼児教育の機能に関する総合的な理解を深め、教職への使命感をもつようになることが目的である。", "到達目標": "◇幼児の実態や幼稚園教育の実際の理解<BR/>・幼稚園等の教育方針や特色について説明できる。<BR/>・園の一日の生活の流れを概説できる。<BR/>・学級や学年の幼児の実態を正しく把握し説明できる。<BR/>◇幼稚園教諭の職務についての理解<BR/>・幼稚園教諭の実務について体験を通して理解を深め、その重要性と難しさを感じ取る。<BR/>◇教育実践力の基盤形成<BR/>・幼児の実態や実習直前の保育の流れをもとに指導案をたてることができる。<BR/>・ねらいと内容に沿った教材研究と環境構成ができる。<BR/>・幼児一人一人に応じた援助ができる。<BR/>・一斉形態、自由形態など活動に応じた適切な指導方法を選択できる。<BR/>◇幼児および家庭、地域への理解<BR/>・地域や家庭など幅広い人間形成の中に幼児教育を位置づけ、その役割を概説できる。<BR/>◇教職への使命感の形成と自己課題の発見<BR/>・幼児に対する深い愛情をもち、絶えず研究と修養に努めようとする。<BR/>・教職に就くことへの責任と誇りをもてるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】教育実習Ｄ　２（教育学部）/幼稚園教育実習　２（教育学部）", "関連科目": "教育実習Ｄ事前事後指導", "授業の概要・背景": "", "授業方法": "幼稚園、幼稚園型認定こども園、幼保連携型認定こども園（3歳以上）のいずれかにおいて3週間の実習を行う。<BR/>社会状況や実習先の方針に従いながら実習を行う。", "トピック": {"授業計画1": "　幼稚園等において、実習先の指導教員の指導のもと、参観・参加実習および責任（部分・全日）実習を行う中で、幼児および幼児教育への理解を深めると同時に、幼稚園教諭としての実践的指導力の基礎を修得する。また、幼稚園教諭の職務についても、実際の体験を通して学ぶ。<BR/>特に、以下の項目について体験的、総合的に学ぶ。<BR/>○幼児の実態や幼稚園教育の実際の理解<BR/>○幼稚園教諭の職務についての理解<BR/>○教育実践力の基盤形成<BR/>○幼児および家庭、地域への理解<BR/>○教職への使命感の形成と自己課題の発見", "授業外学習2": "実習園とのオリエンテーション（打ち合わせ）に参加し、園の概要や教育方針をよく理解して実習に臨むこと。"}, "評価": {"教科書Required texts0": "教科書は指定しない。", "参考文献・資料Reference books0": "幼稚園教育要領、幼稚園教育要領解説、幼保連携型認定こども園教育・保育要領、幼保連携型認定こども園教育・保育要領解説", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "実習に対する意欲や態度、実習での出席状況、実習記録等の提出物、実習園による評価等を総合的に評価する。"], "更新日時/Date of Update0": "2023年01月12日 18時02分03秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "聖和未定"]}, "campas": 4, "name": "【360】教育実習Ｄ　２／Teaching Practicum D (Kindergarten)", "管理部署": 9, "単位数": 4, "担当者": "松阪　崇久（MATSUSAKA TAKAHISA） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 4, "開講期": 2}