{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "小学校社会科の成立過程，教科目標，教科内容，指導要領の変遷と改訂の理由等基本的性格に関する内容を講義し、小学校社会科教育に対する理解を深める。", "到達目標": "社会科の教科理論（成立過程，教科目標，教科内容，指導要領の変遷と改訂の理由など）を理解し，説明できる。", "授業方法": "社会科の学習経験の発表，ＶＴＲによる社会科授業の観察，社会科教科書の分析などを講義形式で行う。<BR/>【オンライン受講生対象】<BR/>・オンラインでの授業を許可された学生に対しては、対面授業の同時双方向でのzoom配信で対応する予定です。詳細は、4月5日にシラバスを更新しお知らせします。<BR/>・授業資料は、4月22日まではシラバスに、その後はLunaにPDFの形式等でアップロードします。<BR/>・基礎疾患等によりオンライン授業の受講を許可された学生、または申請中の学生は、9月21日までに、次のアドレスに以下を送信してください。<BR/><BR/>◇アドレス　　minegisi@kwansei.ac.jp<BR/>◇件名　「社会」をオンラインで受講希望<BR/>◇本文<BR/>①学生番号　②名前　③許可されたのか申請中なのか", "トピック": {"第1回": ["授業のオリエンテーションを行い、学生自身の社会科授業に対する記憶の記述・発表を行う。", ""], "第2回": ["小学校における社会科授業をＶＴＲにより観察し、社会科という教科の独自性を教科の目標、内容から考察する。", "観察した社会科授業を振り返る。"], "第3回": ["「昭和22年版 学習指導要領社会科」を手がかりに、社会科誕生の経緯とねらい、初期社会科の性格を考察する。", "「昭和22年版 学習指導要領社会科」を読み、初期社会科の性格を整理する。"], "第4回": ["「昭和22年版・昭和26年版　社会科学習指導要領」のもとでの授業実践を手がかりに，初期社会科の性格を理解する。", "「昭和22年版・昭和26年版　社会科学習指導要領」のもとでの授業実践記録を読み、初期社会科の性格を整理する。"], "第5回": ["「昭和33年版　小学校学習指導要領社会科」を手がかりに、系統主義社会科の実際、転換の背景を考察する。", "「昭和33年版　小学校学習指導要領社会科」を読み、系統主義社会科の実際、転換の背景を整理する。"], "第6回": ["「昭和33年版　小学校学習指導要領社会科」のもとでの授業実践を手がかりに、系統主義社会科の性格を理解する。", "「昭和33年版　小学校学習指導要領社会科」のもとでの授業実践記録を読み、系統主義社会科の性格を整理する。"], "第7回": ["「平成29年版　小学校学習指導要領社会科」をもとに、社会科学習における新しい動向に対して理解を深める。", "「平成29年版　小学校学習指導要領社会科」をもとに、社会科学習における新しい動向を整理する。"], "第8回": ["現行社会科学習指導要領のもとでの授業実践を手がかりに，社会科における学習指導の変遷を考察する。", "現行社会科学習指導要領のもとでの授業実践を振り返り，社会科における学習指導の変遷を整理する。"], "第9回": ["小学校社会科第3学年・第4学年の内容に関する理解を深める。必要に応じてフィールドワークを行う。", "小学校社会科第3学年・第4学年の学習内容の特徴を整理する。"], "第10回": ["小学校社会科第5学年産業学習の内容に関する理解を深める。", "小学校社会科第5学年産業学習の特徴を整理する。"], "第11回": ["小学校社会科第5学年国土・環境学習の内容に関する理解を深める。", "小学校社会科第5学年国土・環境学習の特徴を整理する。"], "第12回": ["小学校社会科第6学年歴史学習の内容に関する理解を深める。", "小学校社会科第6学年歴史学習の特徴を整理する。"], "第13回": ["小学校社会科第6学年政治学習及び国際理解学習の内容に関する理解を深める。", "小学校社会科第6学年政治学習及び国際理解学習の特徴を整理する。"], "第14回": ["法教育や伝統文化に関する教育など，社会科教育の新たな課題について理解を深める。また、本講義のまとめを行う。", "法教育や伝統文化に関する教育など，社会科教育の新たな課題について整理する。<BR/>学習指導要領に基づく社会科授業実践、民間教育研究団体の社会科授業実践等、広く社会科授業に関心を持ち、雑誌、書籍、ネット上の情報に注意を向けるようにする。"]}, "評価": {"教科書Required texts0": "『小学校学習指導要領』，『小学校学習指導要領解説　社会編』，その他適宜プリントを配布する。", "参考文献・資料Reference books0": "適宜紹介する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への参加態度，演習課題の提出等に基づいて総合的に評価する。"], "成績評価Grading3": "備考　Note\n参加態度25％　課題提出25％", "更新日時/Date of Update0": "2021年04月23日 11時31分05秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "６１１教室"]}, "開講キャンパス": "西宮聖和キャンパス／Nishinomiya Seiwa Campus", "【科目ナンバー/Course Number】授業名称": "【170】社会　１／Social Studies", "管理部署": "教育学部／School of Education", "単位数": "2", "担当者": "峯岸　由治（MINEGISHI YOSHIHARU） ", "履修基準年度": "１年", "時限1": "水曜２時限／Wednesday 2", "開講期": "秋学期／Fall"}