{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "小学校社会科の成立過程，教科目標，教科内容，指導要領の変遷と改訂の理由等基本的性格に関する内容を構成する原理と、背景となる学問的専門事項について学修することにより、小学校社会科に対する理解を深める。", "到達目標": "社会科の教科理論（成立過程，教科目標，教科内容，指導要領の変遷と改訂の理由など）及び，その背景となる学問的な専門的事項について理解する。", "特記事項": "", "関連科目": "社会科教育法<br />社会科教育特論", "授業の概要・背景": "", "授業方法": "社会科の学習経験の発表，社会科授業の観察，社会科教科書の分析などを講義・演習形式で行う。", "トピック": {"第1回": ["<div>オリエンテーション</div>授業のオリエンテーションを行い、学生自身の社会科授業に対する記憶の記述・発表を行う。", ""], "第2回": ["<div>社会科の目標</div>小学校における社会科授業を学習指導案や授業記録から分析し、社会科という教科の独自性を教科の目標、内容から考察する。", "分析した社会科授業を振り返る。"], "第3回": ["<div>社会的な見方・考え方</div><span style=\"font-size:13.28px;\">社会的な見方・考え方とは何か、社会科における位置づけはどのようになっているのか、歴史的な整理を行う。</span>", "学習指導要領における、見方・考え方がどのように位置付けられているか整理する。"], "第4回": ["<div>地理的な見方・考え方1</div>社会事象の地理的な見方や考え方である位置や空間といった見方・考え方の具体例を知り、それをどのように働かせればよいのか考究する。", "位置や空間という見方・考え方の具体例を地理学の観点から整理する。"], "第5回": ["<div>地理的な見方・考え方2</div><span style=\"font-size:13.28px;\">社会事象の地理的な見方や考え方である環境</span>や他地域との結び付きといった見方・考え方の具体例を知り、それをどのように働かせればよいのか考える。", "<span style=\"font-size:13.28px;\">環境や他地域との結び付きという見方・考え方の具体例を地理学の観点から整理する。</span>"], "第6回": ["<div>歴史的な見方・考え方1</div>社会事象の歴史的な見方や考え方である時期、推移や変化といった見方・考え方の具体例を知り、それをどのように働かせればよいのか考究する。", "時期、推移や変化といった見方・考え方の具体例を歴史学の観点から整理する。"], "第7回": ["<div>歴史的な見方・考え方2</div>社会事象の歴史的な見方や考え方である比較による相違や共通性といった見方・考え方の具体例を知り、それをどのように働かせればよいのか考究する。", "比較による相違や共通性といった見方・考え方の具体例を歴史学の観点から整理する。"], "第8回": ["<div>現代社会の見方・考え方</div>現代社会の見方や考え方である現代社会を捉える概念的枠組の具体例を知り、それをどのように働かせればよいのか考究する。", "現代社会を捉える枠組の具体例を、経済学、政治学、社会学の観点から整理する。"], "第9回": ["<div>地域学習</div>小学校社会科第3学年・第4学年の内容に関する理解を深める。必要に応じてフィールドワークを行う。", "小学校社会科第3学年・第4学年の学習内容の特徴を整理する。"], "第10回": ["<div>産業学習</div>小学校社会科第5学年産業学習の内容に関する理解を深める。", "小学校社会科第5学年産業学習の特徴を整理する。"], "第11回": ["<div>国土・環境学習</div>小学校社会科第5学年国土・環境学習の内容に関する理解を深める。", "小学校社会科第5学年国土・環境学習の特徴を整理する。"], "第12回": ["<div>歴史学習</div>小学校社会科第6学年歴史学習の内容に関する理解を深める。", "小学校社会科第6学年歴史学習の特徴を整理する。"], "第13回": ["<div>政治学習、国際理解学習</div>小学校社会科第6学年政治学習及び国際理解学習の内容に関する理解を深める。", "小学校社会科第6学年政治学習及び国際理解学習の特徴を整理する。"], "第14回": ["<div>まとめ</div>社会科教育の新たな課題について理解を深める。また、本講義のまとめを行う。", "社会科教育の新たな課題について整理する。<br />学習指導要領に基づく社会科授業実践、民間教育研究団体の社会科授業実践等、広く社会科授業に関心を持ち、雑誌、書籍などの情報に注意を向けるようにする。"]}, "評価": {"教科書/Required texts0": ["『小学校学習指導要領（平成29年告示）解説　社会編』（文部科学省）\n 『小学校学習指導要領（平成29年告示）解説　社会編』（文部科学省）\">"], "教科書/Required texts1": ["吉水裕也", "『地理的な見方・考え方を働かせた地理授業デザイン』", "明治図書", "2023 年", "4183617111", ""], "参考文献・資料/Reference books0": ["『小学校学習指導要領（平成29年告示）』（文部科学省），『小学校学習指導要領解説（平成29年告示）総則編』（文部科学省、）\n 『小学校学習指導要領（平成29年告示）』（文部科学省），『小学校学習指導要領解説（平成29年告示）総則編』（文部科学省、）\">"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", ""], "成績評価Grading2": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "30 %", ""], "成績評価Grading3": ["備考　Note 原則、90%以上の課題提出、及び2/3以上の出席が無い場合は、単位取得条件を満たさない。"], "更新日時/Date of Update0": ["2025年01月10日 10時17分27秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "６１３教室"]}, "campas": 4, "name": "【170】社会　１／Social Studies", "管理部署": 9, "単位数": 2, "担当者": "吉水　裕也（YOSHIMIZU HIROYA） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 2, "時限1": 30, "評価1": 3, "評価2": 5, "成績評価備考": "備考　Note\n原則、90%以上の課題提出、及び2/3以上の出席が無い場合は、単位取得条件を満たさない。"}