{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "小学校社会科の成立過程，教科目標，教科内容，学習指導要領の変遷と改訂の理由等の基本的性格に関する内容を学習し，小学校社会科教育に対する理解を深める。", "到達目標": "社会科の教科理論（成立過程，教科目標，教科内容，学習指導要領の変遷と改訂の理由など）を理解し，説明できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "社会科学習に関する経験の聴き合い、VTR・模擬授業等による社会科授業の観察・体験と意見交流、小学校学習指導要領やその解説・児童用教科書の分析などを交え、社会科の目標や内容、授業像について講義・議論によって授業を行う。", "トピック": {"第1回": ["授業に関するオリエンテーションならびに小学校社会学習の概観", "平成29年告示小学校学習指導要領解説・社会編の第1章内「改訂の趣旨及び要点」に照らしながら、自身の小・中・高での社会科学習の経験を振り返る。"], "第2回": ["平成29年告示小学校学習指導要領解説・社会編の第1章内「改訂の趣旨及び要点」を手がかりに、小学校社会科で育成を目指す資質・能力の3つの柱を考察する", "自身の社会生活の中で発揮される資質・能力を省察する。"], "第3回": ["3つの資質・能力の育成における社会的事象への見方・考え方の役割について、授業内での学習活動を通して考察する", "授業内で考察した社会的事象への見方・考え方を、他の事象に転用して理解を深める。"], "第4回": ["日本における社会科の誕生から現行社会科への変遷を概観し、社会科における問題解決的な学習について理解を深める", "自身が身に付けた知識について、「教えられた知識」と「自ら身に付けた知識」を区別して捉え直す。"], "第5回": ["小学校社会科の内容配列について同心円的拡大論を手がかりに理解を深める", "小学校社会科の学習内容について、現行教科書の単元を空間軸・時間軸で整理する。"], "第6回": ["小学校社会科第3・4学年における現代社会の仕組みや働きと人々の生活に関する内容について理解を深める", "小学校社会科第3・4学年における現代社会の仕組みや働きと人々の生活に関する内容を整理しつつ、教材となり得る身近な事例を見つける。"], "第7回": ["小学校社会科第3・4学年における地理的環境と人々の生活に関する内容について理解を深める", "小学校社会科第3・4学年における地理的環境と人々の生活に関する内容の特徴を整理しつつ、教材となり得る身近な事例を見つける。"], "第8回": ["小学校社会科第3・4学年における歴史と人々の生活に関する内容について理解を深める", "小学校社会科第3・4学年における歴史と人々の生活に関する内容の特徴を整理しつつ、自身の出身地・居住地・大学所在地等から事例を見つける。"], "第9回": ["小学校社会科第5学年における産業学習の内容について理解を深める", "小学校社会科第5学年における産業学習の内容の特徴を整理しつつ、ニュース等から教材となり得る事例を見つける。"], "第10回": ["小学校社会科第5学年における国土・環境学習の内容について理解を深める", "小学校社会科第5学年における国土・環境学習の内容の特徴を整理しつつ、ニュース等から教材となり得る事例を見つける。"], "第11回": ["小学校社会科第6学年における政治学習及び国際理解学習の内容について理解を深める", "小学校社会科第6学年における政治学習及び国際理解学習の内容の特徴を整理しつつ、ニュース等から教材となり得る事例を見つける。"], "第12回": ["小学校社会科第6学年における歴史学習の内容について理解を深める", "小学校社会科第6学年における歴史学習の内容の特徴を整理しつつ、自身の出身地・居住地・大学所在地等から教材となり得る事例を見つける。"], "第13回": ["小学校社会科における評価と指導の在り方について、逆向き授業設計論を視点に考察する", "具体的知識に関する記憶再生によらない社会科の評価について、経験から想起したり自身の考えをまとめたりする。"], "第14回": ["他教科・領域や中学校社会科との関連や主権者教育、法教育、伝統文化に関する教育など、社会科に関連の深い教育課題について理解を深める。<BR/>また、本授業全体を振り返る", "社会科に関連の深い諸課題について、その特徴や扱いを整理する。教育に関わる現代的課題に着目して書籍・雑誌・ネット等の情報に目を向ける。"]}, "評価": {"教科書Required texts0": "文部科学省『小学校学習指導要領解説　社会編』2018年、東洋館出版社\n文部科学省『小学校学習指導要領』2018年、東洋館出版社\nその他、必要に応じてプリント配付", "参考文献・資料Reference books0": "適宜紹介する", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", ""], "更新日時/Date of Update0": "2022年02月16日 09時20分07秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "６１１教室"]}, "campas": 4, "name": "【170】社会　２／Social Studies", "管理部署": 9, "単位数": 2, "担当者": "丸野　亨（MARUNO TORU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 1, "評価2": 3, "開講期": 2}