{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "小学校社会科における教科目標と各学年の内容を踏まえて、内容構成と展開方法、並びに教育技術を視点に社会科授業実践を考察し、小学校社会科の授業設計と授業実践の能力を形成する。", "到達目標": "１．学習指導要領における社会科の目標及び主な内容並びに全体構造を理解できる。<BR/>２．個別の学習内容について指導上の留意点を理解できる。<BR/>３．社会科の学習評価の考え方を理解できる。<BR/>４．社会科の背景となる学問領域との関係を理解し、教材研究に活用することができる。<BR/>５．子供の認識・思考、学力等の実態を視野に入れた授業設計の重要性を理解できる。<BR/>６．社会科の特性に応じた情報機器及び教材の効果的な活用法を理解し、授業設計に活用することができる。<BR/>７．学習指導案の構成を理解し、具体的な授業を想定した授業設計と学習指導案を作成することができる。<BR/>８．模擬授業の実施とその振り返りを通して、授業改善の視点を身に付けることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "本授業は，指導案並びにＶＴＲによる社会科授業の観察と分析，教科書に見られる学習活動の抽出，模擬授業の実施と授業評価に基づく授業研究を講義形式で行う。<BR/>【オンライン受講許可学生対象】<BR/>「Zoomによる同時双方向」で配信予定。授業開始5分前までにZoomにはいっておくこと。Zoom情報は、シラバスもしくはLunaに提示する。", "トピック": {"第1回": ["授業のオリエンテーションを行うとともに，小学校における社会科授業を観察し，授業内容がどのように構成されているのかを考察する。", "授業記録を読む。"], "第2回": ["小学校における社会科授業を観察し，展開方法がどのように構成され、教育技術がどのように活用されているのかを考察する。", "授業構造を整理する。"], "第3回": ["実践事例を手がかりに、小学校社会科地域学習の教材を研究し、情報機器及び教材を効果的に活用する学習指導について検討する。", "地域学習実践に見られる内容構成、展開方法、情報機器等の利用を整理する。"], "第4回": ["実践事例を手がかりに，小学校社会科産業学習の教材を研究し、情報機器及び教材を効果的に活用する学習指導について検討する。", "産業学習実践に見られる内容構成、展開方法、情報機器等の利用を整理する。"], "第5回": ["実践事例を手がかりに，小学校社会科国土及び環境学習の教材を研究し、情報機器及び教材を効果的に活用する学習指導について検討する。", "国土及び環境学習実践に見られる内容構成、展開方法、情報機器等の利用を整理する。"], "第6回": ["実践事例を手がかりに，小学校社会科歴史学習並びに「伝統と文化」に関する教材を研究し、情報機器及び教材を効果的に活用する学習指導について検討する。", "歴史学習並びに「伝統と文化」に関する学習実践に見られる内容構成、展開方法、情報機器等の利用を整理する。"], "第7回": ["実践事例を手がかりに，小学校社会科政治並びに法教育、国際理解学習の教材を研究し、情報機器及び教材を効果的に活用する学習指導について検討する。", "政治並びに法教育、国際理解学習実践に見られる内容構成、展開方法、情報機器等の利用を整理する。"], "第8回": ["実践事例を手がかりに、社会科における評価の理論と実際を説明する。その後、社会科教科書に見られる単元構成を手がかりに、指導・評価計画の作成について検討する。", "社会科教科書に見られる単元構成を手がかりに、指導・評価計画を試作し、検討する。"], "第9回": ["模擬授業の実施に向けて授業設計を行うとともに、指導案の作成方法について説明する。", "指導案を作成する。"], "第10回": ["小学校社会科地域学習に関する模擬授業を実施し，授業評価に基づく授業の修正・改善を考察する。", "模擬授業の成果と課題を整理し、自身の指導案を再検討する。"], "第11回": ["小学校社会科産業学習に関する模擬授業を実施し，授業評価に基づく授業の修正・改善を考察する。", "模擬授業の成果と課題を整理し、自身の指導案を再検討する。"], "第12回": ["小学校社会科国土及び環境学習に関する模擬授業を実施し，授業評価に基づく授業の修正・改善を考察する。", "模擬授業の成果と課題を整理し、自身の指導案を再検討する。"], "第13回": ["小学校社会科歴史学習に関する模擬授業を実施し，授業評価に基づく授業の修正・改善を考察する。", "模擬授業の成果と課題を整理し、自身の指導案を再検討する。"], "第14回": ["小学校社会科政治及び国際理解学習に関する模擬授業を実施し，授業評価に基づく授業の修正・改善を考察する。", "模擬授業の成果と課題を整理し、自身の指導案を再検討する。"]}, "評価": {"教科書Required texts0": "『平成29年版　小学校学習指導要領解説　社会編』", "参考文献・資料Reference books0": "『小学校学習指導要領』（最新版、文部科学省）\n『小学校学習指導要領解説 総則編』（最新版、文部科学省）\nまた、必要に応じて紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "社会科指導案を作成する"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への参加態度，課題の提出等に基づいて総合的に評価する。"], "成績評価Grading3": "備考　Note\n参加態度25％　課題提出25％", "更新日時/Date of Update0": "2022年04月27日 11時29分32秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "７２２教室"]}, "campas": 4, "name": "【370】社会科教育法　１／Teaching Methods of Social Studies", "管理部署": 9, "単位数": 2, "担当者": "峯岸　由治（MINEGISHI YOSHIHARU） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "評価1": 1, "評価2": 4, "開講期": 1}