{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "学校経営と学級経営に関するいくつかの問題について検討する。学校経営の分野では、学校経営の構造・機能について、最近の改革動向にもふれながら理解を深める。<BR/>学級経営の分野では、学級経営ビジョンと経営を支援する組織マネジメント、指導方法・形態の工夫などを理解し、教師の認知や感情、指導態度が児童に及ぼす影響や学級内の友人関係に起因する諸問題について考える。そして、児童生徒に対する理解を深め、多様な指導の方法を身につけさせ、実践的指導力を向上させる。", "到達目標": "・学校経営の構造・機能について、最近の改革動向にもふれながら理解を深める。<BR/>・学級経営ビジョンと経営を支援する組織マネジメント、指導方法・形態の工夫などを理解し実践的指導力を向上させる。", "授業方法": "授業解説(音声)とレジュメ等資料をLUNAに配信する。時期は、各回授業の前日までに掲載予定。第１回(9月21日)は9月20日までに掲載。", "トピック": {"第1回": ["授業のオリエンテーション<BR/>　・授業の内容等の説明<BR/>　・学校経営・学級経営上の問題点をさぐる", "【予習課題】(10分)<BR/>・これまでの経験から、学校及び学校を取り巻く環境についての問題点を考えてくること<BR/>【復習課題】(10分)<BR/>・学級経営論で学びたいことをまとめること"], "第2回": ["学校経営の意義と課題（講義）<BR/>　・学校経営の概念と目的等について講義し、今日的課題について検討する。", "【予習課題】(10分)<BR/>・前時を踏まえ、今日の学校が抱える課題を予想すること<BR/>【復習課題】(10分)<BR/>・配付の授業シートで、もし小中学校の校長であればどんな学校にしたいかまとめておくこと"], "第3回": ["自律的な学校経営について（講義）<BR/>　・なぜ、学校への組織マネジメントの導入なのか論述する。（企業のマネジメントからも学ぶ凌）", "【予習課題】(10分)<BR/>・前時を踏まえ、学校改革の方向性を考えておくこと<BR/>【復習課題】(10分)<BR/>・授業シートで、学校における指導的な立場で職員を動かす方法と教員育成方法をまとめておくこと"], "第4回": ["開かれた学校について（講義）<BR/>　・開かれた学校の事例等を検討する中で、開かれた学校の意義について論述する。", "【予習課題】(10分)<BR/>・開かれた学校のイメージを考えてくること<BR/>【復習課題】(10分)<BR/>・授業シートで、開かれた学校の要点をまとめておくこと"], "第5回": ["組織を活性化させるリーダーシップと教師間の同僚性の構築について（講義）<BR/>　・組織を活性化させる複合的リーダーシップとは何か。学年主任や生徒指導主事のリーダーシップとは何か、同僚性の構築とは何かについて論述する。", "【予習課題】(10分)<BR/>・学校における人的組織について一番重要であると思うことを考えてくること<BR/>【復習課題】(10分)<BR/>・授業シートで、「学校力」の要点をまとめておくこと"], "第6回": ["教育課程経営について（１）（講義・ケーススタディ）<BR/>　・教育課程経営によって、学校教育をどう変えるか学校教育現場における事例を調べながら、意見交　<BR/>　　交換し方向性を探る。", "【予習課題】(10分)<BR/>・事前に、現行学習指導要領の示す教育課程について調べておくこと<BR/>【復習課題】(10分)<BR/>・授業シートで、学級担任として学校全体の教育課程についてどう関わるかまとめておくこと"], "第7回": ["教育課程経営について（２）（講義・ケーススタディ）<BR/>　・少人数・習熟度別指導、ティーム・ティーチングのマネジメントを研究し、意見交換しながら方向<BR/>　　性を探る。", "【予習課題】(10分)<BR/>・事前に、学習形態の種類について調べておくこと<BR/>【復習課題】(10分)<BR/>・授業シートで、それぞれの学習形態・学習指導方法の利点と難点をまとめておくこと"], "第8回": ["学校評価について（講義・ケーススタディ）<BR/>　・学校の自己点検・自己評価のマネジメントについて論述し、いくつかの事例について研究、意見交　　<BR/>　　換する。", "【予習課題】(10分)<BR/>・事前に、教育評価について調べておくこと<BR/>【復習課題】(10分)<BR/>・授業シートで、学習評価の精度を高める方法についてまとめておくこと"], "第9回": ["学級経営の意義と課題（講義）<BR/>　・学級経営の概念と目的等について講義し、今日的課題について検討する。", "【予習課題】(10分)<BR/>・事前に、学級経営のイメージを考えてくること<BR/>【復習課題】(10分)<BR/>・授業シートで、学級という集団の捉え方をまとめ、学級経営の方向性を考えること"], "第10回": ["学年・学級の経営ビジョンを創る視点と方法（講義・協議）<BR/>　・学級目標をどのようにつくるのか、学級のルール等はどのようにつくるのか、討論を通して考える。", "【予習課題】(10分)<BR/>・事前に、小学校の学級担任になったつもりで学級目標を考えてくること<BR/>【復習課題】(10分)<BR/>・授業シートで、本日の協議を踏まえ、学級のルールをつくる意味についてまとめておくこと"], "第11回": ["学級と組織マネジメントについて（講義・協議）<BR/>　・一人ひとりが活躍できる学級をつくるための方策について研究・協議する。", "【予習課題】(10分)<BR/>・事前に、学級における個々の児童生徒のよりよい在り方について考えておくこと<BR/>【復習課題】(10分)<BR/>・授業シートで、一人一人の児童生徒の良さを見つけ伸ばす方策についてまとめておくこと"], "第12回": ["教師と児童の関係づくり（講義・ケーススタディ）<BR/>　・学級経営を円滑にするための教師と児童の関係づくりについて学ぶ。", "【予習課題】(10分)<BR/>・事前に、教師の児童生徒への関り方について自分なりのアプローチについて考えてくること<BR/>【復習課題】(10分)<BR/>・授業シートで、生徒指導についてまとめておくこと"], "第13回": ["学級内の友人関係の理解と対応（講義・協議）<BR/>　・学級内の友人関係の理解とそれへの対応について考える。", "【予習課題】(10分)<BR/>・事前に、いじめの実態を調べておくことと、いじめの未然防止の方策について自分なりに考えてくること<BR/>【復習課題】(10分)<BR/>・授業シートで、協議を踏まえ、学級における望ましい集団作りのモデルを考えてみること"], "第14回": ["保護者との関係づくりについて（講義・協議）<BR/>　・保護者との関係づくりの在り方について学ぶ。<BR/>まとめ（講義）<BR/>　・学校経営、学級経営の重要事項を振り返る。", "【予習課題】(10分)<BR/>・事前に、「モンスターペアレント」について調べ、対応策を一つ考えておくこと<BR/>【復習課題】(10分)<BR/>・授業シートで、協議を踏まえ、保護者対応の基本と緊急的な苦情対応についてまとめておくこと"]}, "評価": {"教科書Required texts0": "授業時に必要に応じて資料を配布する。", "参考文献・資料Reference books0": "参考図書は随時紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "アンケート", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常の授業シート60％　学期末課題レポート(授業内試験)40％"], "成績評価Grading2": "備考　Note\n平常の授業シートが60％\n学期末課題レポート(授業内試験)が40％\n※平常の評価については毎回作成、提出された「授業シート」を主な対象(材料)とします。学期末授業内試験はLUNAに配信します。", "備考Note0": "・シラバスのとおり、第1回（9月21日）から授業を実施し、評価の対象とします。\n・授業に関する指示や解説、資料等はすべてLUNAに掲載しますのでそちらで確認してください。履修登録前でもゲストで「お知らせ」や「教材」を閲覧できるように設定します。\n・ただし、配信方法等に変更がある場合があるので、必ず、第1回授業（9月21日）の前日にこのシラバスを確認するようにしてください。", "更新日時/Date of Update1": "2021年09月09日 18時15分57秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "６１１教室"]}, "campas": 4, "name": "【370】学級経営論／Class Management", "管理部署": 9, "単位数": 2, "担当者": "阪田　國昭（SAKATA KUNIAKI） ", "履修基準年度": "３年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 8, "評価1": 4, "開講期": 2}