{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "学校教育相談の各種の事例対応のロールプレイを通して問題を理解し、基本的なカウンセリング技術を身に付ける。また、７分面談の理論と実際を知ることで７分面談を実践する素地を育成する。そして、児童・生徒理解の方法として、教育相談（７分面談）ができるようになる。", "到達目標": "教育相談を通して扱う児童生徒の支援や学校の問題についてロールプレイ等を通して理解する。そして、７分面談の理論と実際を知ることで、具体的な支援や介入のための知識や技術を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義とロールプレイによる実習、グループ発表を行う。<BR/>Lecture and role play, and group presentation.", "トピック": {"第1回": ["オリエンテーション:成績の出し方や授業の仕方などの説明<BR/>価値観の多様性を理解するグループワークをする。", ""], "第2回": ["聴くスキル：傾聴について講義し、アクティブリスニングのトレーニングを2人１組でロールプレーで行う。", "復習課題　傾聴について整理する。"], "第3回": ["傾聴の復習：前時に行った傾聴の復習のため、傾聴の重要な点をまとめたビデオを見る。その後前回と違ったメンバーと傾聴トレーニングをする。<BR/>子どもたちのサイン：学校・家庭で出す子どもたちのサインについてグループで議論する。", "予習課題　学校や家庭で出す子どものサインについて考えてくる。"], "第4回": ["自己理解を深める：自分を理解するために認知の偏りや防衛機制について講義し、エゴグラムで自己理解を深める。", "復習課題　自己理解を深めるために自己分析をする。"], "第5回": ["いじめ・不登校の児童生徒理解：いじめから不登校になった生徒のビデオを見て、不登校の理解を深める。そして、いじめ・不登校について考える。<BR/>次回以降で行うロールプレイの留意点について説明する。", "復習課題　ビデオを見た感想を1000字程度のレポートにする。"], "第6回": ["不登校の学生発表及び不登校についての講義　<BR/>不登校の生徒に対する教育相談のロールプレイ。", "予習課題　不登校の発表の分担にあたっている者は、20分程度のプレゼンを用意する。p60の不登校の事例を読んで、生徒の心情や背景を理解しロールプレイに臨む。"], "第7回": ["７分面談理論：解決志向型カウンセリング、７分面談の組み方及び点数化質問とスモールチェンジについて解説する。", "予習課題　事前に配布されたプリントを読んでおく。<BR/>復習課題　７分面談の理論について復習する"], "第8回": ["７分面談技法：７分面談で使われる具体的な面接技法をロールプレイを通して覚える。また、その技法の注意点などを体験して覚え、実際に使えるようにする。", "復習課題　具体的な技法について整理し、使えるようにする。"], "第9回": ["いじめの学生発表及びいじめについての講義　<BR/>いじめられた生徒に対する教育相談のロールプレイ", "予習課題　いじめの発表の分担にあたっている者は、20分程度のプレゼンを用意する。p83のいじめの事例を読んで、生徒の心情や背景を理解し、７分面談技法を使ったロールプレイに臨む。"], "第10回": ["発達障害の学生発表及び発達障害についての講義　<BR/>発達障害の生徒に対する対応のロールプレイ。", "予習課題　発達障害の発表の分担にあたっている者は、20分程度のプレゼンを用意する。p102の発達障害の事例を読んで、障害を理解し対応のロールプレイに臨む。"], "第11回": ["保護者を対象とした教育相談の講義<BR/>保護者を対象とした教育相談のロールプレイ", "予習課題　P120の保護者を対象にした教育相談の事例を読んで、保護者の心情や背景を理解し、７分面談技法を使ったロールプレイに臨む。"], "第12回": ["教育相談の実際：中学校における教育相談の実際のビデオを見て教育相談を考える", "復習課題　教育相談のビデオを見て、実際の学校における教育相談の在り方に考える。"], "第13回": ["顔合わせ面談　紙上訓練：4月の初めて生徒と顔を合わせる７分の模擬面談のスクリプトをもとに、７分面談の実際を解説する。<BR/>７分面談理解し、スクリプトの中にある受け答えの質問に答え、面談技術を向上させる。", "復習課題　７分面談の面談の仕方を整理する。"], "第14回": ["まとめ：中学校の担任が行ういじめ・不登校の教育相談のビデオを見て、教育相談を考える。<BR/>確認試験", "復習課題　教育相談のビデオを見て、実際の学校における教育相談の在り方に考える。"], "授業外学習2": "毎回予習復習をしっかりと行うこと。"}, "評価": {"教科書Required texts0": "教科書は指定せず、必要な資料を適宜配布する。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["向後礼子・山本智子", "ロールプレイで学ぶ　教員相談ワークブック", "ミネルヴァ書房", "2014 年", "978-4-623-07055-8", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中に試験を行う。"], "成績評価Grading2": "備考　Note\n確認試験（授業最終日）に平常評価を加味して評価します。確認試験（40％）と授業での議論への積極的参加と発表、レポート(60％）の合計が60点以上を合格とする。出席が１０回に満たなかった場合、または試験を受けなかった場合は不合格とする。授業中の無用な私語など、他の受講者に迷惑をかける行為については毅然と対応する。", "更新日時/Date of Update0": "2021年12月27日 20時09分14秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "６３８教室"]}, "campas": 4, "name": "【280】教育相談特論／Specialized Studies in Educational Counseling", "管理部署": 9, "単位数": 2, "担当者": "定金　浩一（SADAKANE KOICHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 29, "評価1": 4, "開講期": 1}