{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義では、ひきこもり、摂食障害、自傷行為等、青少年に関わる様々な問題を青少年の心の発達の歪みや挫折体験から生じるととらえ、問題の解明に当たる。また、これらの問題を、単に青少年個人の病理としてのみとらえるのではなく、家族や社会の病理としてとらえ直し、その発生のメカニズムを探索し、具体的な支援のあり方を探る。", "到達目標": "本授業では下記の２点を授業の到達目標とする。<BR/>１　ひきこもりや摂食障害、自傷行為等の発生のメカニズムを理解する。<BR/>２  これらの問題への具体的な支援の在り方を考察する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "学校臨床心理学概論・事例研究法", "授業方法": "講義形式を中心に進める。ただし、演習形式の授業も取り入れる。<BR/>【オンライン受講許可学生対象】第1回以降「オンデマンド」で配信予定。各回授業（授業日）までのLUNAに授業データを掲載するので確認のこと。", "トピック": {"第1回": ["思春期・青年期の意味を知る。", "思春期・青年期について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第2回": ["思春期・青年期の発達課題について学ぶ。", "思春期・青年期の発達課題について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第3回": ["青年期の恋愛の発達について学ぶ。", "青年期の恋愛について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第4回": ["ひきこもりの発生メカニズムとその実態について知る。", "ひきこもりについて予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第5回": ["ひきこもり青年への対応の在り方を学ぶ。", "ひきこもり対応について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第6回": ["摂食障害の心理と治療について学ぶ。", "摂食障害について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第7回": ["自傷行為の心理と治療について学ぶ。", "自傷行為について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第8回": ["キレる行動の意味を知り、対応の在り方を学ぶ。", "キレる行動について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第9回": ["思春期・青年期における家族関係について学ぶ。", "思春期・青年期における家族関係について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第10回": ["思春期・青年期における友人関係について学ぶ、", "思春期・青年期における友人関係ついて予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第11回": ["関係性という視点から見た青少年の問題点を探る。", "青少年の問題について予習30分・復習30分"], "第12回": ["思春期・青年期の心理臨床の実際１<BR/>事例を通して、問題点を指摘し、対応の在り方を探る。", "事前配布の事例の予習30分・復習30分<BR/>事例記入用紙のコメント欄を通してフィードバックする。"], "第13回": ["思春期・青年期の心理臨床の実際２<BR/>事例を通して、問題点を指摘し、対応の在り方を探る。", "事前配布の事例の予習30分・復習30分<BR/>事例記入用紙のコメント欄を通してフィードバックする。"], "第14回": ["まとめ", "総括（まとめ）復習30分<BR/>授業総括シートへの解説を通してフィードバックする。"], "授業外学習2": "授業中、適宜紹介する参考文献などを積極的に読んでおくこと。"}, "評価": {"教科書Required texts0": "教科書は指定しない", "参考文献・資料Reference books0": "伊藤美奈子編『思春期・青年期臨床心理学』（朝倉書店、2006）ISBN978-254-52676-9", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施\n自由記述のコミュニケーション・ペーパー及び学期末のアンケート等による。", "学位授与の方針との関連Relationship to Diploma Policy1": "思春期・青年期における様々な心理的問題の発生のメカニズムを知り、また事例研究を通して具体的なかかわり方を学ぶをことを通して、専門的な知識を習得し学びを発展させる。（DP.2思考・判断と関連）\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "70 %", "講義内容に関する知識・理解"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "コメントシートの内容"], "成績評価Grading3": "備考　Note\n定期試験に代わるリポート及び授業中の発表及び研究成果物を通して評価する。\n【オンライン受講許可学生対象】平常レポート100％とし、LUNAでリポート課題を課す。（計5回）。8回目以降、LUNAに題目・提出期日等を掲載すること。", "更新日時/Date of Update0": "2021年12月21日 16時04分34秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "５２５教室"]}, "campas": 4, "name": "【380】青少年支援論／Youth Work", "管理部署": 9, "単位数": 2, "担当者": "山本　健治（YAMAMOTO KENJI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 8, "評価1": 1, "評価2": 3, "開講期": 2}