{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では，中学校社会科および高校地理歴史科の目標，内容，カリキュラム等の全体構成，さらに内容的な背景学問（地理学や歴史学等）との関係，社会科教育学の研究成果にもとづく授業構成，授業実践，さらにその改善までを視野に入れ，総合的な授業力を身につけます。", "到達目標": "1　社会科・地理歴史科の目標，科目の内容構成，カリキュラムの基本原理について理解している。<BR/>2　社会科・地理歴史科の学習内容について，教材研究の方法を理解し，指導上の留意点を理解している。<BR/>3　社会科・地理歴史科の学習評価に関する考え方を理解している。<BR/>4　授業研究の方法を理解した上で，学習指導案を作成できる。その際，生徒の認識や思考，学力などの実態を視野に入れた授業設計の重要性を理解している。また，社会科・地理歴史科の特性に応じた情報通信機器および教材の効果的な活用方法を理解し，授業設計に活用している。<BR/>5　模擬授業の実施とそのふり返りを通して，授業改善の視点を身につけている。<BR/>6　授業実践の事実および学習指導案の内容にもとづいて授業研究に参加し，批判的に検討している。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "地理歴史科教育法", "授業方法": "講義，演習（学習指導案作成，模擬授業の実施，討議をふまえた授業改善を含む）<BR/>【オンライン受講許可学生対象】各回の講義については，「Zoomによる同時双方向」で配信予定。授業開始５分前までにZoomに入っておくこと。Zoom招待については，毎講義前にLUNAを確認すること。", "トピック": {"第1回": ["社会科・地歴科目標・評価論１<BR/>社会科，地理歴史科で育てる生徒像について論究する。（キーワード：学習指導要領，社会認識形成，市民的資質育成）", "育てたい生徒像について自身の考えをまとめる。"], "第2回": ["社会科・地歴科目標・評価論２<BR/>社会科，地理歴史科の目標，科目構成，評価の考え方について論究する。（キーワード：学習指導要領，目標，分野構成，評価）", "学習指導要領を読み，各分野・科目の目標，評価についてまとめる。"], "第3回": ["社会科・地歴科学習内容論１<BR/>地理的分野の学習内容について論究する。（キーワード：背景学問の構造，地理的な見方・考え方，内容の取扱）", "学習指導要領を読み，地理に関する内容構成や地理的な見方・考え方についてまとめる。"], "第4回": ["社会科・地歴科学習内容論２<BR/>歴史的分野の学習内容について論究する。（キーワード：背景学問の構造，歴史的な見方・考え方，内容の取扱）", "学習指導要領を読み，歴史に関する内容構成や歴史的な見方・考え方についてまとめる。"], "第5回": ["社会科・地歴科カリキュラム論1<BR/>社会科全体のカリキュラム構成について論究する。（キーワード：小学校社会科との関係）", "小・中学校の社会科の関連性（接続）について整理する。"], "第6回": ["社会科・地歴科カリキュラム論２<BR/>地理的分野のカリキュラム構成について論究する。（キーワード：地域構成，諸地域学習，発展的学習内容）", "地理的分野の代表的なカリキュラム構成を1つ取り上げ，その特徴をまとめる。"], "第7回": ["社会科・地歴科カリキュラム論３<BR/>歴史的分野のカリキュラム構成について論究する。（キーワード：通史学習，発展的学習）", "歴史的分野の代表的なカリキュラム構成を1つ取り上げ，その特徴をまとめる。"], "第8回": ["社会科・地歴科授業実践開発論１<BR/>生徒の認識や思考，学力などの実態を視野に入れた授業設計について論究する。（キーワード：実践研究の動向，科学の論理と生徒の論理，知識の構造化，概念および価値探究型授業の設計）", "学習指導案を作成する。"], "第9回": ["社会科・地歴科授業実践開発論２<BR/>分野の特性に応じた情報通信機器及び教材の効果的な活用法について論究する。（キーワード：実践研究の動向，ESD，GIS，ハザードマップ）", "情報通信機器等を用いた学習事例（論文等）を探し，その技術をまとめる。<BR/>学習指導案を作成する。"], "第10回": ["社会科・地歴科授業実践開発論３<BR/>教材研究の方法および学習指導案の作成について論究する。（キーワード：実践研究の動向，指導と評価の一体化）", "学習指導案を作成する。<BR/>次回の模擬授業の指導案に関して事前に目を通しておく。"], "第11回": ["社会科・地歴科授業実践論１<BR/>地理的分野の模擬授業を実践し，その改善方策を議論する。（キーワード：模擬授業）", "次回の模擬授業の指導案に関して事前に目を通しておく。<BR/>自身の作成した指導案を改善する。"], "第12回": ["社会科・地歴科授業実践論２　<BR/>地理的分野の模擬授業を実践し，その改善方策を議論する。（キーワード：模擬授業）", "次回の模擬授業の指導案に関して事前に目を通しておく。<BR/>自身の作成した指導案を改善する。"], "第13回": ["社会科・地歴科授業実践論３<BR/>歴史的分野の模擬授業を実践し，その改善方策を議論する。（キーワード：模擬授業）", "次回の模擬授業の指導案に関して事前に目を通しておく。<BR/>自身の作成した指導案を改善する。"], "第14回": ["社会科・地歴科授業実践論４<BR/>歴史的分野の模擬授業を実践し，その改善方策を議論する。（キーワード：模擬授業）", "14回の授業をふり返り，授業づくりのためのポイントを整理する。<BR/>定期試験に向けて，これまでの学習内容をふり返り，まとめる。"], "授業外学習2": "（講義前半）毎回90分以上の予習および復習　①指定された学習指導要領のページを要約する（予習）。　②毎回のふり返りシートを提出する（復習）。<BR/>（講義後半）毎回90分以上の予習および復習　①模擬授業に向けた学習指導案の作成，教材の作成を行う（予習）。　②模擬授業の分析シートおよび改善コメントシートを提出する（復習）。　③毎回のふり返りシートを提出する（復習）。"}, "評価": {"教科書Required texts0": "『中学校学習指導要領』（最新版、文部科学省）\n『中学校学習指導要領解説総則編』（最新版、文部科学省）\n『中学校学習指導要領解説社会編』（最新版、文部科学省）\n『高等校学習指導要領』（最新版、文部科学省）\n『高等校学習指導要領解説総則編』（最新版、文部科学省）\n『高等校学習指導要領解説地理歴史編』（最新版、文部科学省）", "参考文献・資料Reference books0": "吉水裕也編著（2022）『新3観点の学習評価を位置づけた中学校地理授業プラン』明治著書", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "指定された分野の中から一単元を選択し，学習指導案を作成する。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "10 %", "毎時間のふり返りシートの提出。"], "成績評価Grading3": ["その他／Others (99)", "40 %", "模擬授業をする際の学習指導案の作成と授業観察（①目標は適切か，②単元および1時間を貫く学習課題が設定されているか，③目標を達成するための手立てが明確に示されてるか，④模擬授業における授業分析シートへの書き込み，議論への参加）"], "更新日時/Date of Update0": "2022年02月21日 12時26分15秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "６３２教室"]}, "campas": 4, "name": "【380】社会・地理歴史科教育法　１／Teaching Methods of Geography and History (Social Studies)", "管理部署": 9, "単位数": 2, "担当者": "澁谷　友和（SHIBUTANI TOMOKAZU） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 1}