{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、児童生徒が抱える生徒指導上の諸問題について、それぞれ事例を通して問題点を指摘し対応の在り方を学ぶことである。", "到達目標": "本授業では下記３点を授業目標とする。<BR/>1.事例研究の方法について理解する。<BR/>2.先行事例を分析し、不登校やいじめ問題等、子どもたちが抱える問題行動に対する理解を深める。<BR/>3.それぞれの事例の問題点についてその対応の在り方を探る。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "学校臨床心理学・青少年支援論", "授業の概要・背景": "", "授業方法": "前半は事例研究に関する理論研究をする。続いて過去の学校心理臨床に関する事例を読み、問題点を明らかにしながら、その対応策について考察する。<BR/>【オンライン受講許可学生対象】第1回以降「オンデマンド」で配信予定。各回授業（授業日）までのLUNAに授業データを掲載するので確認のこと。", "トピック": {"第1回": ["事例研究法とは何かについて知る。", "事例研究法の概要について復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第2回": ["事例研究の進め方を学ぶ。", "事例研究の進め方について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第3回": ["事例研究のための記録の取り方を知る。", "事例研究の記録の取り方について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第4回": ["事例研究（１）<BR/>不登校（分離不安）事例を通して問題点を指摘しその対応の在り方を探る。", "不登校（分離不安）について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第5回": ["事例研究（２）<BR/>不登校（神経症的様相）事例を通して問題点を指摘しその対応の在り方を探る。", "不登校（神経症的）について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第6回": ["事例研究（３）<BR/>ひきこもり事例を通して問題点を指摘しその対応の在り方を探る。", "ひきこもりについて予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第7回": ["事例研究（４）<BR/>いじめ事例(1)事例を通して問題点を指摘しその対応の在り方を探る。", "いじめの概要について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第8回": ["事例研究（５）<BR/>いじめ事例(2)事例を通して問題点を指摘しその対応の在り方を探る。", "いじめへの対応について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第9回": ["事例研究（６）<BR/>摂食障害事例を通して問題点を指摘しその対応の在り方を探る。", "摂食障害について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第10回": ["事例研究（７）<BR/>自傷行為事例を通して問題点を指摘しその対応の在り方を探る。", "自傷行為について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第11回": ["事例研究（８）<BR/>非行事例を通して問題点を指摘しその対応の在り方を探る。", "非行問題について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第12回": ["事例研究（９）<BR/>発達障害事例を通して問題点を指摘しその対応の在り方を探る。", "発達障害について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第13回": ["事例研究（10）<BR/>危機介入と緊急支援に関する事例を通して問題点を指摘しその対応の在り方を探る。", "危機介入と緊急支援について予習30分・事例について復習30分<BR/>事例コメント欄の解説を通してフィードバックする。"], "第14回": ["まとめ：事例研究と協働の重要性について学ぶ。", "協働性について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "授業外学習2": "授業中に指示する。"}, "評価": {"教科書Required texts0": "特に指定しない。", "参考文献・資料Reference books0": "授業内で適宜指示する。", "学生による授業評価の方法Course Evaluation by Students0": "自由記述のコミュニケーション・ペーパー及び学期末のアンケート等による。", "学位授与の方針との関連Relationship to Diploma Policy1": "臨床心理学の専門的な知識の習得と臨機応変な判断力及び課題解決能力を実につけることを目指す。（DP.2、思考・判断及び3、知識理解と関連）\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "70 %", "講義内容に関する知識・理解"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "各回の事例に関する記入シート"], "成績評価Grading3": "備考　Note\n定期試験に代わるリポート及び授業中の発表及び研究成果物を通して評価する。\n【オンライン受講許可学生対象】平常レポート100％とし、LUNAでリポート課題を課す。（計5回）。8回目以降、LUNAに題目・提出期日等を掲載すること。", "更新日時/Date of Update0": "2022年12月01日 16時09分39秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "２０１教室"]}, "campas": 4, "name": "【380】事例研究法／Case Studies", "管理部署": 9, "単位数": 2, "担当者": "山本　健治（YAMAMOTO KENJI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 3, "評価1": 1, "評価2": 3, "開講期": 1}