{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "英語の教育学文献を読むための基礎的読解力を習得する。", "到達目標": "20世紀前半における学校改革の理念を提示したフレクスナー報告書『現代の学校』1917を精読することを通して、当時の進歩主義教育の思想と実践を理解する。", "特記事項": "【合併】教育科学英書講読（教育学部）/教育学講読演習（教育学部）", "関連科目": "西洋教育史、日本教育史、西洋史文献講読演習", "授業の概要・背景": "", "授業方法": "教育学に関する英語のテキストを精読する。原則として、毎回一つの章を講読する。学生が内容の紹介と批評をしたのちに、討論に入る。<br /><br />", "トピック": {"授業計画1": "Cardinal Principles of Secondary Education, U. S. Bureau of Education, Bulletin 1918, No.35 を講読する。目次は以下の通り。<br />Preface<br />1 The need for reorganization<br />2 the goal of education in a democracy<br />3 The main objectives of education<br />4 The role of secondary education in achieving these objectives<br />5 Interrelation of the objectives in secondary education<br />6 Recognition of the objectives in reorganizing high-school subjects<br />7 Education as a process of growth<br />8 Need for explicit values<br />9 Subordination of  deferred values<br />10 Division of education into elementary and secondary<br />11 Division of secondary education into junior and senior periods<br />12 Articulation of secondary education with elementary education<br />13 Articulation of higher education with secondary education<br />14 Recognition of the objectives in planning curriculums<br />15 The specializing and unifying functions of secondary education<br />16 The comprehensive high school as the standard secondary school<br />17 Recognition of the objectives in organizing the school<br />18 Secondary education essential for all youth<br />19 Part-time schooling as a compulsory minimum requirement<br />20 Conclusion", "授業外学習2": "読んでおくべき資料を毎時間提示する。必ず予習して授業に臨むこと。"}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "2": ["", "", "", "", "", ""], "3": ["", "", "", "", "", ""], "4": ["", "", "", "", "", ""], "5": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "英文資料の読解力をみる"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "５２２教室"]}, "campas": 4, "name": "【380】教育学講読演習／Reading Seminar in Education", "管理部署": 9, "単位数": 2, "担当者": "宮本　健市郎（MIYAMOTO KENICHIROU） ", "履修基準年度": "３年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 23, "評価1": 3, "開講期": 1}