{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "政治についての基本的知識の学習を本講の目的とする。", "到達目標": "受講生は、政治についての基本的な知識を得るとともに、政治に関する事柄について自らの言葉で議論できるようになることが期待される。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "　古典といわれる文章は、単なる時間的に古い文章ではなく、その当時と後世の卓越した著述家たちや現実の経験による厳しい批判にも関わらず生き延びた文章である。<BR/>　それ故に“古典”といえども現在的であり、またそれ故に時間の試練を耐えた文章と対話することに価値が見いだされ、そして我々は、この知的伝統の肩越しに世界を読んできた(逆を言えば、その知に拘束されもする)。<BR/>　そして政治とは、それがどのように語られる場合であっても、人間の複数性を前提としている。人間が複数である限り政治は必然であり、逆に言えば言葉も国家も戦争も寛容も、単数の人間には存在し得ない。<BR/>　この講義では、空間によっても時間によっても大きくその在り方を変えてきた複数の人間の営みについての学問を、古典とされる文章との対話を通じて読み解いていく。", "授業方法": "本講は、対面授業の講義形式で執り行われる。<BR/>【オンライン受講許可学生対象】<BR/>　講義を撮影した録画データあるいは同等の内容の動画データをLUNAのリンクからオンデマンド配信する。", "トピック": {"第1回": ["前半部では、講義の進行や評価方法、試験における注意事項などの説明を行う。<BR/>また後半部では、政治を学ぶことについての基本的な視座も併せて論じる。", "【予習】このシラバスを通読する。<BR/>課題レポートを予定<BR/>本講の授業外学習時間はいずれも3時間程度を想定している。"], "第2回": ["古代ギリシアにおける哲学と政治(1)<BR/>古代ギリシアにおける「政治」の誕生と、政治と哲学の関係について学習する。<BR/>第1回の課題を振返りながら、大学における文章の記述についての基本的かつ重要な諸注意を行う。この注意は大学生活に必須であるから以降は厳守のこと。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第3回": ["古代ギリシアにおける哲学と政治(2)<BR/>古代ギリシアにおける政体論と、市民間の相互支配について学習する。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第4回": ["権力と自由、正統性。　微視的権力。<BR/>この回では、政治学を学ぶにあたって重要な諸概念について扱う。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第5回": ["近代の政治思想(1)<BR/>近代を特徴づける政治思想の展開について学習する。<BR/>この回では、主に自然権思想と社会契約論について扱う。", "LUNA掲示板に提出する簡易レポート課題を予定している。"], "第6回": ["近代の政治思想(2)<BR/>近代を特徴づける政治思想の展開について学習する。<BR/>この回では、主に自由主義とその展開について扱う。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第7回": ["近代の政治思想(3)<BR/>近代を特徴づける政治思想の展開について学習する。<BR/>この回では、主に「政治経済」について扱う。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第8回": ["中間試験<BR/>・中間試験では、資料の持込みが許可される。<BR/>・ただし、持込み資料は本人の手書きかつ紙1枚のみに限定する。複数枚の持込みや印刷物の貼り付けは許可しない。", "LUNA掲示板に提出する簡易レポート課題を予定している。"], "第9回": ["代表制と選挙<BR/>近代の代議制民主主義を理解するために、代表者の選出とその正統性について学習する。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第10回": ["ジェンダーとフェミニズム<BR/>ジェンダーとフェミニズムについて基本的な知識を学習する。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第11回": ["国際政治(1)<BR/>主権国家の展開や、国際関係の基本的特徴を学習する。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第12回": ["国際政治(2)<BR/>ナショナリズムについて、基本的な知識を学習する。", "【復習】講義を振り返り、ノートにまとめる。<BR/>　クラス掲示板への自由論述課題の提出(任意)"], "第13回": ["政治的寛容<BR/>政治的寛容がどういったものであるか、またどのような射程をもつのかについて、具体例を交えながら考える。", "LUNA掲示板に提出する簡易レポート課題を予定している。"], "第14回": ["最終試験<BR/>・最終試験では、資料の持込みが許可される。<BR/>・ただし、持込み資料は本人の手書きかつ紙1枚のみに限定する。複数枚の持込みや印刷物の貼り付けは許可しない。", "LUNA掲示板に教員が講評を行う。"]}, "評価": {"教科書Required texts0": "指定しない。", "参考文献・資料Reference books0": "・宇野重規, 2013, 『西洋政治思想史』, 有斐閣.\n・小野紀明, 2005, 『政治理論の現在――思想史と理論のあいだ』, 世界思想社.\n\nその他授業配布資料に記載のもの", "学位授与の方針との関連Relationship to Diploma Policy0": "市民は、単なる住人のことではない。また単なる人間の群れのことでもなければ、単一普遍の法則に則った基準によって認定される資格でもない。本学部DPに謳われる「国際的、歴史的な視野の獲得と世界市民の自覚」を得るためにも、何が市民であると語られてきたか、そして地上において人間がどのように眼差されてきたかを理解する必要がある。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", "中間試験(08講: 30%)および最終試験(14講: 50%)の成績による。"], "成績評価Grading2": ["その他／Others (99)", "20 %", "講義中の課題レポートとLUNA提出課題の成績による。"], "成績評価Grading3": "備考　Note\n【重要】\nいかなる提出物においても、またその提出形態を問わず、剽窃は厳に禁じる。\n剽窃が認められた場合は、例外なく学内規則に基づき処分する。\n剽窃とは何であり、何が剽窃に該当するかは、第1回講義で配付される「論文・リポートの書き方」(関西学院大学 国際学部)を熟読の上で理解すること。\n同じ資料がこのシラバスの添付資料にあるので、本講座の履修登録を考える諸君はあらかじめダウンロードして読了しておくことを推奨する。", "備考Note0": "教員メールアドレス：etf98417@kwansei.ac.jp\n科目のホームページ：科目のホームページについては、本年度のものが履修生全員に利用可能となり次第、受講生諸氏に通達する。\n【注意】\n課題提出、質疑応答のメールを送る際は、必ず件名にそれぞれ「政治学(国際政治を含む)課題提出」あるいは「政治学(国際政治を含む)質疑応答」と記入すること。\n件名が無記入である場合には、メールシステムによっては教員が受け取ることができずに未提出として処理される可能性がある。\n履修登録確定前は、受講生全員がLUNAの機能を使うことができないため、上の教員メールアドレスを用いて質疑応答の場とする。なお、履修登録確定後はLUNAの掲示板機能を用いる。\nとくに、課題提出の方法や手続きについて質問があるとき、また新型感染症に由来する履修や課題提出の困難があるときには、このメールを使ってすぐに教員(中村)を頼ること。\n教員は、可能な限り迅速に対応するつもりである。\n【提出様式について】\n本講座では、原則としてオンラインでの課題提出はwordファイルかpdfファイルに限定している。しかしながら、通信設備の不備などに伴ってこれらの形式での提出に困難がある場合や、自宅にパソコンの操作環境が無く通学における公共交通機関の利用に不安がある場合などにおいては、上記の教員メールアドレスの本文に課題を記述することを妨げない。その場合でも、上の注意や提出期限は他の受講生と変わらないし、また成績評価においても些かの不利益も与えない。\n【その他】\n私語は厳に禁じる。\n生理的理由(手洗い)などによる退出に許可は不要であるが、後ろの扉から出入りすること。\n講義配付資料は、次回以降もすべて持参すること。公欠等による正当な理由を除き、再配付はしない。\n講義中であれ、講義後であれ、質問は常に歓迎される。", "備考Note1": ["国際学部 「論文・リポートの書き方」.pdf", "「論文・リポートの書き方」(関西学院大学 国際学部)"], "更新日時/Date of Update2": "2023年01月02日 13時37分37秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "７２１教室"]}, "campas": 4, "name": "【190】政治学（国際政治を含む）／Politics", "管理部署": 9, "単位数": 2, "担当者": "中村　薫平（NAKAMURA KUNPEI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 0, "評価1": 2, "評価2": 4, "開講期": 1}