{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「哲学」のもつ人間生活における役割は、日常生活において当たり前（自明）と思われていることを改めて問い直し、その「意味」を受け取り直すことにあるといってもよいでしょう。人間が誕生し、育てられ、他の生き物を食し、学び、働き、幸福を求め、家族を持ち、子を育て教え、病み、老いて死に至る、そのような生命の循環の中に人類の世代継承があります。「よく生き」、また「よく死ぬ」とはどういうことでしょうか。そういった「問い」を「問い」として愛求し続ける人生の態度や思考回路を、歴史上の思想に触れたり、現代の優れた哲学的エッセイを通じて、学ぶことを目的とします。あわせて、このことは中等教育（ひとまずは、高校「倫理」）における哲学教育の可能性についての見通しを持つことを意味するものでもあります。", "到達目標": "ヨーロッパでは哲学的なものの考え方を身に着ける訓練が、とりわけ中等教育レベルから熱心に行われています。とりわけ、人間と関わって仕事をする教育、医療、看護などでは、これからの21世紀にその重要性が認識されています。しかし、アメリカや日本では、表面的な知識や技術の習得ばかりに目が注がれたために、深刻な問題を抱えている側面があります。この授業では、このことを踏まえ、教育者をめざす皆さんが、すぐに役に立つことだけに目を向ける有用性の価値観を超えて、いかに迂遠であっても、人生の大切な問いを問いとして育て洗練させることができるような思考回路を、読む、話す、書くの循環を通じて仕上げることを目標にします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "倫理学、宗教学、人間形成論、臨床教育学、教育哲学", "授業方法": "授業開始後、しばらくは、シラバスより資料をダウンロードしてください。履修登録後は、Lunaに課題や解説を掲載します。<BR/>それぞれの授業階ごとに課題や学修のポイントを示していますので、指示に従って、学びを進め、課題を提出していってください。", "トピック": {"第1回": ["オリエンテーション", "第１回課題<BR/>資料「哲学オリエンテーション」を熟読して考えたことを「自己紹介シート（哲学）」の⑥にしっかり書き込め。さらには、自己紹介シート①―⑤もしっかり埋めて提出せよ。<BR/>プリントアウトの提出先は、第2回授業時。"], "第2回": ["哲学の起源", "第2回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>１．資料1-a/b/cを詳細に検討し、philosophy（英）の語源への考察から、もともとどのようなことを意味していたかをいくつかの説に触れながら説明できる。<BR/>２．また日本語の「哲学」という訳語が使用されるにいたる歴史的経緯について説明できる。"], "第3回": ["古代ギリシャの自然哲学－タレスを中心に－", "第3回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>１．資料２－ｂ（１）/（２）は、前回のphilosophyの語源に関する考察にもあった、古代ギリシャのイオニア地方中心に「自然の元をたずねる」ことから始まった哲学について概説したものである。まずこれらをよく読んで、基本的知識を確認する。<BR/>２．そのうえで、資料２－Ⅽ（１）ー（４）を熟読して、２－aのまとめを十分に参考にしながら、それに対して考えたことを述べることができる。なお、自分の考察を考える際に、資料２－a(2)「水五訓」を解釈して、東洋の「自然」のとらえ方と古代ギリシャの「自然」のとらえ方について考えたことについても述べれる。 <BR/><BR/>＊第4回の課題を次回までに行う。"], "第4回": ["生きることと考えること―中村雄二郎『哲学の現在』を読む", "第4回の課題<BR/>Lunaに掲載の課題シートの質問に文書で答えたものを第4回授業当日に持参する。字数制限は設けないが、言葉を尽くして考えを表明すること。<BR/>これを材料に話し合い学習を行い、その結果を反映させて、授業終了時に提出。<BR/><BR/>＊第5回の課題を次回までに行う。"], "第5回": ["自分探しの矛盾－山田邦男『〈自分〉のありか』を読むー", "第5回の課題<BR/>Lunaに掲載している課題を次回までに行い、授業時に持参する。<BR/>これを材料に話し合い学習を行い、その結果を反映させて、授業終了時に提出。<BR/><BR/>＊第6回課題を次回までに行う。"], "第6回": ["子どもたちの問い；この世界が存在することの言いようのない不思議－森田伸子『子どもと哲学を－問いから希望へ』を読む", "第6回課題<BR/>unaに掲載している課題を次回までに行い、授業時に持参する。<BR/>これを材料に話し合い学習を行い、その結果を反映させて、授業終了時に提出。<BR/><BR/>＊第7回課題を次回までに行う。"], "第7回": ["「存在の謎」に気づく―池田晶子『人生のほんとう』を読む", "第7回の課題<BR/>Lunaに掲載している課題を次回までに行い、授業時に持参する。<BR/>これを材料に話し合い学習を行い、その結果を反映させて、授業終了時に提出。<BR/><BR/>＊第8回課題を次回までに行う。"], "第8回": ["自分とは誰か－上田閑照『私とは何か』を読む－", "第8回の課題<BR/>Lunaに掲載している課題を次回までに行い、授業時に持参する。<BR/>これを材料に話し合い学習を行い、その結果を反映させて、授業終了時に提出。"], "第9回": ["古代ギリシャのパイデイア（人間形成）;哲学誕生の精神的土壌(1)ーホメロスの時代", "第9回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>１．古代ギリシャのいわゆる「ホメロスの時代」において哲学が、哲学として発生する以前の精神的土壌がどのようなものであったかを説明できる。<BR/>２．その際、神話に登場する英雄たちの「アレテー」の理想が深く関連していることを説明できる。"], "第10回": ["古代ギリシャのパイデイア（人間形成）;哲学誕生の精神的土壌(２）－ポリスの時代", "第10回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>１．古代ギリシャアテナイという「ポリス」の盛衰とこ関わりにおいて哲学が、哲学として発生するに至る時代背景を説明できる。<BR/>２．その際、哲学誕生の土壌に、「カロカガティア」という古代ギリシャ特有のパイデイア（人間形成）の理想が深く関連していることを説明できる。"], "第11回": ["ソクラテス「無知の知」", "第1Ⅰ回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>・ソクラテスの「無知の知」が意味することを詳しく説明できる。"], "第12回": ["ソクラテス｢魂への配慮｣", "第12回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>・ソクラテスの「魂への配慮」が意味するところを「無知の知」との関連で詳しく説明できる。"], "第13回": ["プラトンのイデア論と国家論", "第13回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>１．プラトンのイデア論について身近な例を挙げて説明できる。<BR/>２．プラトンの国家観のあらましを説明し、自分の考えを述べることができる。"], "第14回": ["アリストテレスの幸福論と現代における「幸福」のゆくえ", "第14回学修のポイント（以下を自己学習して講義の補いとし、最終総合リポートに臨むこと。）<BR/>１．アリストテレスの『二コマコス倫理学』における「幸福」論のあらましを説明できる。<BR/>２．あなた自身が現代に生きるうえで「幸福」をどのように捉えることができるか、自分の考えを述べることができる。"], "第15回": ["", "最終総合リポートは、〇月〇日締め切り。Lunaに掲載予定。"], "授業外学習2": "授業で提示する、哲学者のテキストや哲学的エッセイを、粘り強く読み込み、その意味を解釈したレポートを書くなどの自己学習が必要となります。"}, "評価": {"参考文献・資料Reference books0": "哲学事典（平凡社）、哲学・思想事典（岩波書店）、教育思想事典：増補改訂版（勁草書房）、ヨーロッパ思想入門（岩田康夫、岩波ジュニア新書）、いま哲学とは何か（岩田康夫、岩波新書）、西洋哲学史：古代から中世へ（熊野純彦、岩波新書）、西洋教育史：近代から現代へ（熊野純彦、岩波新書）、術語集（中村雄二郎、岩波新書）、術語集２（中村雄二郎、岩波新書）、哲学の現在（中村雄二郎、岩波新書）〈自分〉のありか（山田邦男、世界思想社）、私とは何か（上田閑照、岩波新書）、子どもと哲学を－問いから希望へ－（森田伸子、勁草書房）１４歳からの哲学―考えるための教科書（池田晶子、トランスビュー）\n\n岡本哲雄『フランクルの臨床哲学－ホモ・パティエンスの人間形成論』(春秋社）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "90 %", "複数の小リポート（授業回ごとの課題）45％＋最終総合リポート45％"], "成績評価Grading2": ["その他／Others (99)", "10 %", "授業への参加状況（課題提出状況）や態度（リポートから読み取れる学びへの姿勢）等で評価する。"], "添付ファイル1/File Attachment 10": ["哲学オリエンテーション（学生用）-1.pdf", ""], "添付ファイル1/File Attachment 11": ["哲学　第２回授業資料1-a,b,c.pdf", ""], "添付ファイル1/File Attachment 12": ["自己紹介シート（哲学）.docx", "第1回課題で使用してください"], "更新日時/Date of Update3": "2022年02月01日 16時21分08秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "６１３教室"]}, "campas": 4, "name": "【290】哲学／Philosophy", "管理部署": 9, "単位数": 2, "担当者": "岡本　哲雄（OKAMOTO TETSUO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 11, "評価1": 3, "評価2": 4, "開講期": 1}