{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course follows the course \"Christianity A\" with the purpose to look beyond introductory knowledge for sharing the various expressions of Christianity present in art, music, literature, and film, as well as in the quests for social justice and in social issues of today.", "到達目標": "Students will learn about and explore together: the influence of Christianity through the arts and more in society, mostly from the North American and European contexts, but with opportunity to explore within Japan and the students’ own country of origin also.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "Prerequisite course: Christianity A", "授業の概要・背景": "", "授業方法": "This course will have a mixture of lectures including two guest lectures (virtual), group discussions, possibly a workshop and/or field trip, and the mutual exchange of learning interests between students through presentations and/or paper readings. Class attendance and participation in discussions will be paramount.", "トピック": {"第1回": ["*Face to face format for all 14 lectures<br />September 21st: Introduction of course content and purpose of Christianity B - Exploring expressions of Christianity and influence on life and culture (In-class Assignment #1)", "Students are asked to bring a journal/notebook (this may be the same journal from Christianity A)"], "第2回": ["*Face to face format for all 14 lectures<br />September 28th: (KGU Foundation Day) - Exploring Christianity through the lens of KGU history and influences. Some KGU facts and history; KGU's Christian influence on campus life and culture; InterVarsity Christian Fellowship and the Christian Student Movement, and more (Group assignment)", "Learn 3 new facts about KGU and come prepared to share with the class about KGU's Christian origins and its influence on campus life, culture, and community."], "第3回": ["*Face to face format for all 14 lectures<br />October 5th:  Christianity in the Visual Arts I - Images of Jesus and other visuals - early days and Europe (Renaissance 14-16 Century) <br />(Student journal/reflection #1 submission)", "Some Bible readings and other relevant readings and materials will be provided in September."], "第4回": ["October 12th: Christianity in the Visual Arts II - Images of Jesus and other visuals - Global and Contemporary", "Some Bible readings and other relevant readings and materials will be provided in September."], "第5回": ["October 19th: Christianity in the Visual Arts III - Modern/Post Modern<br />*Guest lecture (virtual) by Dr. Wendy Fletcher, President and Vice-Chancellor of Renison University College, affiliated with the University of Waterloo, Ontario, Canada  <br />(Student journal/reflection #2 submission)", "Some Bible readings and other relevant readings and materials will be provided in October."], "第6回": ["October 26th: Exploring Christianity through Poetry, Psalms & Revelation, and Literature", "Some Bible readings and other relevant readings and materials will be made available to students in October."], "第7回": ["November 2nd: Christianity in Film I<br />(Student journal/reflection #3 submission)", "Some Bible readings and other relevant readings and materials will be made available to students in October."], "第8回": ["November 9th: Exploring Christianity in music - Hymns and Classical music", "Some Bible readings and other relevant readings and materials will be made available to students in October."], "第9回": ["November 16th: Exploring Christianity in music - Gospel and Jazz<br />*Possible guest lecture (virtual) - to be confirmed <br />(Student journal/reflection #4 submission)", "Some Bible readings and other relevant readings and materials will be made available to students in November."], "第10回": ["November 23rd - National Holiday<br />November 30th: Christianity and Social Justice<br />(Student Mid-term project due)", "Some Bible readings and other relevant readings and materials will be made available to students in November."], "第11回": ["December 7th: Christianity in Film II", "Some Bible readings and other relevant readings and materials will be made available to students in November."], "第12回": ["December 14th: Christianity in our midst - Japan and Asia<br />(Student journal/reflection #5 submission)", "Some Bible readings and other relevant readings and materials will be made available to students in November."], "第13回": ["December 21st: Student in-class presentations - peer review, questions and discussions", "Students may request to share relevant readings for their presentations."], "第14回": ["Winter Break Dec.24-Jan.5<br />January 11th: Student in-class presentations - peer review, questions and discussions<br />Course wrap up & final comments", "Students may request to share relevant readings for their presentations."], "授業外学習2": "Be prepared to explore artful and living expressions of Christianity historically, and at KGU and in society."}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "in-class individual or group assignments, student journal/reflections (total 5)"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "final student paper or presentation"], "成績評価Grading3": ["その他／Others (99)", "20 %", "class attendance and participation"], "備考Note0": "* Session lecture topics and dates involving guest lecturers are subject to change. Students are advised to re-check for updated information one-two weeks before each session.", "更新日時/Date of Update1": "2023年02月28日 15時41分46秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－ＩＳ１０４"]}, "campas": 0, "name": "【100】Christianity B／Christianity B [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "１年", "履修登録方法": "本登録(一部予備登録)", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 2, "評価2": 3, "評価3": 6, "開講期": 2}