{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "To introduce students to the origins and historical development of Christianity, its presence in the world today, some Christian theology and language and expressions of Christian faith, and the Bible. Students will also learn about Christianity’s influence on empires, societies, and social justice movements past and present.", "到達目標": "To become knowledgeable about the origin and historical development of Christianity and some of Christianity’s basic concepts.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture, discussions, guest speakers, journal entries, and presentations", "トピック": {"第1回": ["*Face to face format for all 14 lectures. <br />April 13th: Introduction – Course overview, purpose, & class guidance; sharing of one another’s cultural and religious backgrounds; asking questions; invitation to journaling/reflections. (In-class written assignment #1 - to be handed in at the end of the class)", "Please bring a blank notebook/journal to write in throughout the course."], "第2回": ["*Face to face format for all 14 lectures.<br />April 20th: Easter - Who is Jesus? Christianity - its origins", "Please bring a Bible if you have one. If not, there will be copies in the KGU Library and/or in class."], "第3回": ["*Face to face format for all 14 lectures.<br />April 27th: The Hebrew Bible – origins, books/contents, authors, and key themes (Student journal/reflection #1 submission)", "Please bring your Bible to class. There may be some Bible readings announced before class."], "第4回": ["May 4th - National holiday<br />May 11th: The New Testament - General overview and The gospels", "Please bring your Bible to class. There may be some Bible readings announced before class."], "第5回": ["May 18th: The New Testament - Jesus' parables - what is a parable? some examples to learn from and explore together (Student journal/reflection #2 submission)", "Please bring your Bible to class. There may be some Bible readings announced before class."], "第6回": ["May 25th: The New Testament - Paul's letters and more - Christianity and its early church formation<br />(Written assignment #2 due)", "Please bring your Bible to class. Additional readings will be assigned in May."], "第7回": ["June 1st: The Middle Ages and the Renaissance c500-1500", "Any assigned readings will be posted in May."], "第8回": ["June 8th: Church Reformation c1500-1650 and into the Modern era c1650-1914<br />(Student journal/reflections submission #3)", "Any assigned readings will be posted in May."], "第9回": ["June 15th: Christianity in the 20th & 21st century - 1914 - Present", "Any assigned readings will be posted in May."], "第10回": ["June 22nd: Mid Term Exam - in-class", ""], "第11回": ["June 29th: Christianity in North America/Canadian contexts<br />Guest lecture (virtual): Canadian Indigenous leadership: The Rev. Mary Fontaine, Director of Hummingbird Ministries, Presbytery of Westminster, British Columbia, the Presbyterian Church in Canada<br />(Student journal/reflections submission #4)", "Any assigned readings will be posted in June."], "第12回": ["July 6th: Christianity from a Canadian multicultural perspective <br />Guest lecture (virtual): Canadian Intercultural leadership: The Rev. Hyuk Cho, Associate Professor and Director of United Church Faith Formation and Studies, Vancouver School of Theology, Vancouver, British Columbia, Canada", "Any assigned readings will be posted in June."], "第13回": ["July 13th: Christianity - global trends, in Asia, Africa, and in Japan<br />(Student journal/reflections submission #5)", "Any assigned readings will be posted in June."], "第14回": ["July 20th: Wrap up with some parables - student in-class presentations. Peer review, feedback, and review of questions.", "Students are invited to continue journaling during the summer."], "授業外学習2": "Selected readings and some chapters from the Bible"}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": "", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "in-class midterm exam"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "in-class/take home assignments, journal/reflections submissions (5 total), & final in-class presentation"], "成績評価Grading3": ["その他／Others (99)", "20 %", "class attendance and participation"], "備考Note0": "* Session lecture topics involving guest lecturers are subject to change. Students are advised to re-check for updated information one-two weeks before each session.", "更新日時/Date of Update1": "2023年02月28日 15時40分49秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ｇ－ＩＳ１０４"]}, "campas": 0, "name": "【100】Christianity A／Christianity A [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "１年", "履修登録方法": "本登録(一部予備登録)", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 2, "評価2": 3, "評価3": 6, "開講期": 1}