{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed to equip the student to understand basic historical background of Christianity and basic concepts and familiarize terms in Christian theology and Bible. It is also directed towards enabling the student to understand social issues to be taken as a mission of Christian. The following questions are something that can be the foundation of class direction. What impact Jesus of Nazareth made that drew believers to this new religion? How Christianity spread to other nations in the world? How many Christians are present in the world today?  How do Christians define themselves?  What are the divisions among the Christians in the world today?", "到達目標": "To obtain basic understanding of Christianity<BR/><BR/>to", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "Lecture", "トピック": {"授業計画1": "Part I  Thinking about what is religion<BR/>Week 1 introduction of direction and aims of the course and the sharing one’s religious and cultural background<BR/><BR/>Part II  Historical background of Christianity<BR/>Week 2  Lecture on an overview of the formation of early Church<BR/>Week 3  Lecture on an overview of the Medieval conflict<BR/>Week 4  Lecture on an overview of Modern period<BR/><BR/>Part III Learning about Bible as literature<BR/>Week 5  Lecture on formation of New Testament<BR/>Week 6  Lecture on Gospel writers, Matthew, Mark, Luke and John<BR/>Week 7  Lecture on what is the common portrait of Jesus in the Gospel<BR/>Week 8  Lectures on Letters of Paul<BR/>Week 9  Mid-term exam   some facts related questions<BR/><BR/>Part VI  Christianity and Its Mission<BR/>Week 10 Film “Romero” <BR/>Week 11 the rest of the film and discussion<BR/><BR/>Par V  Christianity and Society<BR/>Week 12  Lecture on Christian social role in Korea<BR/>Week 13  Christian social role in Japan-- Field trip to Kamagasaki<BR/>Week 14 discussion and evaluation on the course; what did you learn about the topics?", "授業外学習2": "To read some verse of the Bible."}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "An introduction to Christianity", "", "", "", ""], "参考文献・資料Reference books0": "Bible, New Revised Standard Version\nStephen Tomkins, A Short History of Christianity, Lion Hudson Publishing, 2005.\nTod Linafelt, The Hebrew Bible As Literature: A Very Short Introduction, Oxford University Press, 2010.\nKyle Keefer ed., The New Testament As Literature: A Very Short Introduction, Oxford University Press, 2008.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": ["その他／Others (99)", "30 %", "Attendance"], "成績評価Grading4": "備考　Note\n平常リポート(Ordinary paper)\nAttendance 30%<BR>\nMid term presentation 30%<BR>\nTerm Paper 40%<BR>\n<BR>", "更新日時/Date of Update0": "2022年01月21日 20時03分16秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－ＩＳ３０１"]}, "campas": 0, "name": "【100】Christianity A／Christianity A", "管理部署": 10, "単位数": 2, "担当者": "李　恩子（LEE EUN JA） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}