{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to practice academic English skills such as critical thinking, researching, synthesis, and writing. You will be allowed to explore a topic of your choice in English. You will write and present your topic in an academic way.", "到達目標": "Students will be able to:<BR/>- read authentic texts and react to them in written and oral discussions(topics include social media, consumerism, artificial intelligence, democracy, and capitalism)<BR/>- synthesize information on a variety of topics <BR/>- learn source methodology and how to choose good sources<BR/>- practice and learn critical thinking skills <BR/>- learn researching skills (finding sources, determining source reliability, citing sources using APA 7th edition, avoiding plagiarism)<BR/>- write a research paper on a topic of your choice<BR/>- make academic presentation based on your research paper", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Lectures, in-class research, in-class discussion, small group work, out-of-class research", "トピック": {"第1回": ["この授業はすべて対面で行う", ""], "授業計画1": "Detailed Session outline will be distributed in the first meeting.", "授業外学習2": "Detailed assignment list and due dates will be explained in the first meeting."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "Final Draft 3", "Cambridge", "", "978-1-107-49550-0", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "In-class participation, Homework tasks, Short presentations, Final Essay, Final presentation, Short Quizzes"], "成績評価Grading2": "備考　Note\nParticipation, Homework assignments, Final research paper, Final research paper presentation", "更新日時/Date of Update0": "2022年03月04日 15時51分17秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－ＩＳ１０２"], "項番No.2": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｇ－ＩＳ１０４"]}, "campas": 0, "name": "【305】EnglishV（Academic English)　７／EnglishV(Academic English)", "管理部署": 10, "単位数": 2, "担当者": "ハウトン　Ｓ．Ｄ．（HOUGHTON SCOTT DEAN） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "時限2": 23, "評価1": 4, "開講期": 1}