{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to learn business fundamentals using English through situational practice, evaluation of information, and creation of new ideas", "到達目標": "By the end of the course students will be better able to:<BR/>a)\tRemember and understand main ideas and details from readings and video content through summaries, discussions, and connections  <BR/>b)\tSynthesize information and concepts to create new ideas through charts, diagrams, videos, and inventions <BR/>c)\tAnalyze and evaluate information and data providing comparisons, explanations, inferences, critiques, and recommendations using discourse markers and business vocabulary  <BR/>d)\tCommunicate through the understanding and use of gestures, eye contact and tone of voice while applying business concepts and vocabulary", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "Career English is designed to develop confident, fluent students who can successfully communicate in increasingly competitive, complex, and globalized business environments.  It provides students with specific tools to accomplish strategic business goals, that will help advance their career when seeking employment, in Japan or abroad.<BR/><BR/> In this class, emphasis will be placed on organizational strategies, negotiation strategies, Multi-media presentations in business contexts, and face-to-face interaction, as well as discuss case studies and apply critical thinking skills with the relevant professional language. Students also have the opportunity to develop a new product or service as well produce a professional western style business resume, and finally participate in a job interview.", "授業方法": "This course will use a variety of learning activities ranging from lectures, seminars, discussions, presentations, pair work, and group work.<BR/>Classes are conducted face-to-face in the classroom. The online class participants will receive online simultaneous interactive delivery during class time.", "トピック": {"第1回": ["この授業はすべて対面で行う", "Order Textbook. Signup to FlipGrid and Google classroom. Read syllabus and review."], "第2回": ["Team Building Exercise – The Marshmallow Challenge. TED Talk video.", "Order Textbook. Signup to FlipGrid and Google classroom. Read syllabus and review."], "第3回": ["Textbook: Unit 8 Cooperate Team Building. Effective Communication vocabualry and Discussion.", "Finish Textbook work started in class before the next textbook class."], "第4回": ["Pitching a Novelty Product. Think about and discuss products and features for your group.", "Complete Product handout sheet before next class."], "第5回": ["Textbook: Unit 3 Building Relationships.<BR/>Discussion on Management Styles.", "Prepare your Pitch for your group with the handout."], "第6回": ["Choosing a Product. Research &amp; Design. Organise groups.", "Prepare &amp; practice for pitch presentations."], "第7回": ["Presentation workshop. Practice the 4 stages of a pitch.", "Prepare &amp; practice for pitch presentations. Upload to FlipGrid before the next session."], "第8回": ["Pitch Presentations", "No homework."], "第9回": ["What is a Case Study?<BR/>Textbook: Unit 3 Case Study <BR/>pp 28,29", "Complete case study before the next textbook lesson."], "第10回": ["Developing a Questionnaire. Types. Getting a clear response. What is a Limiting response? Length and close questions.", "Prepare group Questionnaire Outline."], "第11回": ["Questionnaire Testing and further finalizing.", "Final preparation and practice before interviews"], "第12回": ["Carry out Interviews", "Conduct online interviews with Google Questionnaire."], "第13回": ["Textbook: Unit 4 Success. What is a Startup? TED Talk video comprehension and discussion.", "Complete TED Talk worksheet."], "第14回": ["Presentation workshop. Present MR findings. Understand the elements of effective presentations.", "Begin preparing MR presentations."], "第15回": ["Presentation Workshop. Useful Phrases. Understand Presentation Rubric.", "Prepare for MR presentations. Upload to FG."], "第16回": ["Market Research Presentation", "No Homework."], "第17回": ["Textbook: Unit 2 International Marketing. Demographics Video and discussion.", "Complete textbook work. p15."], "第18回": ["Introduction to Commercials/Infomercials. Lecture on the comparison. Start the script and storyboard.", "Finalize group script and storyboard."], "第19回": ["Textbook: Unit 2 Case Study – Creating a Global brand.", "Continue working on the script."], "第20回": ["Infomercial online resources. Understand how to use editing tools.", "Practice and experiment with online editing tools."], "第21回": ["Informercial recording filming and editing.", "Prepare all materials(script, visuals etc) for the final recording."], "第22回": ["Informercial Final Recording as a group.", "Upload videos to FlipGrid before the next session."], "第23回": ["Unit 5: Job Satisfaction vocabulary and discussion.<BR/>Case Study 5: Just Good Friends?Informercial Viewing.", "Upload videos to FlipGrid before the next session."], "第24回": ["Informercial Viewing.", "No homework."], "第25回": ["Business Resume Making. Understand Purpose, language and Structure<BR/>Lecture, seminar and group work.", "Complete resume before the next lesson."], "第26回": ["Resume peer check. Practice for an interview with resume. Roleplay in pairs and groups.", "Prepare for final interviews."], "第27回": ["Final Interviews in groups. Teacher observation and grading. Feedback.", "Prepare for final interviews."], "第28回": ["Final Interviews. Course Wrap up and reflection– looking back at goals and learning outcomes.", "No homework."]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "(15%) pitch presentation; (15%) market research presentation; (20%) Infomercial; (30) Assignments & Participation; (20%) Mock Job Interview & Resume"], "更新日時/Date of Update0": "2023年02月28日 17時21分43秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "Ｇ－ＩＳ３０１"], "項番No.2": ["2023年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "Ｇ－２０６"]}, "campas": 0, "name": "【305】EnglishV（Career English)　４／EnglishV(Career English)", "管理部署": 10, "単位数": 2, "担当者": "ハウトン　Ｓ．Ｄ．（HOUGHTON SCOTT DEAN） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "時限2": 30, "評価1": 4, "開講期": 1}