{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to practice academic English skills such as critical thinking, researching, synthesis, and writing. You will be allowed to explore a topic of your choice in English. You will write and present your topic in an academic way. The fall semester will focus more on argumentation and persuasive writing. Topics such as rhetoric and logical fallacies in argumentation will be discussed in detail.", "到達目標": "Students will be able to:<BR/>- read authentic texts and react to them in written and oral discussions(topics include fake news and digital literacy, materialism, ethics of meat eating, and the ethics of gene editing)<BR/>- synthesize information on a variety of topics <BR/>- learn source methodology and how to choose good sources<BR/>- practice and learn critical thinking skills <BR/>- learn researching skills (finding sources, determining source reliability, citing sources using APA 7th edition, avoiding plagiarism)<BR/>- Choose a controversial topic<BR/>- write an argumentative, source-based, paper on a topic of your choice<BR/>- make academic presentation based on your research paper", "授業方法": "Lectures, in-class research, in-class discussion, small group work, out-of-class research. Classes are conducted face-to-face in the classroom. The online class participants will receive: online simultaneous interactive delivery during class time.", "トピック": {"授業計画1": "Detailed Session outline will be distributed in the first meeting.", "授業外学習2": "Detailed assignment list and due dates will be explained in the first meeting."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "Final Draft 3", "Cambridge", "", "978-1-107-49550-0", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "In-class participation, Homework tasks, Short presentations, Final Essay, Final presentation, Short Quizzes"], "成績評価Grading2": "備考　Note\nParticipation, Homework assignments, Final research paper, Final research paper presentation", "更新日時/Date of Update0": "2021年09月08日 14時27分21秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "Ｇ－ＩＳ１０３"], "項番No.2": ["2021年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－ＩＳ１０４"]}, "campas": 0, "name": "【305】EnglishVI（Academic English)　４／EnglishVI(Academic English)", "管理部署": 10, "単位数": 2, "担当者": "ジォルダーノ　Ｍ．（GIORDANO MICHAEL JOSEPH） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 14, "時限2": 31, "評価1": 4, "開講期": 2}