{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to learn business fundamentals using English through situational practice, evaluation of information, and the creation of new ideas.", "到達目標": "Students will be able to: <br />•\tRemember and understand the main ideas and details from readings and video content through summaries, discussions, and connections  <br />•\tSynthesize information and concepts to create new ideas through charts, diagrams, videos, and inventions <br />•\tAnalyze and evaluate information and data, providing comparisons, explanations, inferences, critiques, and recommendations using discourse markers and business vocabulary  <br />•\tCommunicate through the understanding and use of gestures, eye contact and tone of voice while applying business concepts and vocabulary", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "Career English is designed to develop confident, fluent students who can successfully communicate in increasingly competitive, complex, and globalised business environments.  It provides students with specific tools to accomplish strategic business goals that will help advance their careers when seeking employment in Japan or abroad.<br /><br />This class continues to build on Career English V by learning about the fundamentals of Corporate Social Responsibility (CSR) and business. In addition, students will evaluate a company’s CSR efforts before proposing a marketing plan.   Students will also utilize multi-media presentations with business English, as well as discuss case studies to apply critical thinking skills. In this way, students will evaluate a CSR problem and propose a practical solution.", "授業方法": "This course will use a variety of learning activities ranging from lectures, seminars, discussions, presentations, pair work, and group work.<br />Classes are conducted face-to-face in the classroom.", "トピック": {"第1回": ["この授業はすべて対面で行うCourse Overview of goals, outcomes and main assignments.<br />Catch up with teacher and students.", "Sign up to google classroom and FlipGrid."], "第2回": ["Class Introduction Tasks: What makes us happy at work - video and group discussion.", "Complete handout sheet for how to improve work conditions."], "第3回": ["Unit 6 Risk p52<br />Video TED Talk.<br />Group Discussion on the theme.", "Complete supplementary activities on risk before the next session."], "第4回": ["What is business? Purpose? Brands?<br />What is a Case study review - Background, Cause/effect, Solution. Introduction of SWOT analysis.<br />Pair work with hand out sheets and discussion.", "Think of a workplace problem that directly affects you to prepare for your first case study."], "第5回": ["Unit 6 Risk. P58.<br />In pairs work through a SWOT analysis and compare with the class.", "Complete the textbook activity before the next class."], "第6回": ["Case Study Report<br /> Case Study review with video.<br />Present your analysis and findings to the class.", "Review Case Study details and arrange that one person has a laptop for each group for the next Project class."], "第7回": ["What is Crises Management?<br />Textbook p104 B-D. <br /><br />Corporate Social Responsibility<br />Video on the 2008 global financial crisis. P 105 A-D.", "Complete crisis management worksheet before next project class."], "第8回": ["Case Study Prep.<br />Understand the rubric for grading.<br />Practice and film video.", "Practice and film the presentation if not complete and upload to FlipGrid."], "第9回": ["Case Study Prep.<br />Understand the rubric for grading<br />Peer check and upload to FlipGrid.", "Prepare for presentations."], "第10回": ["SWOT Presentations.<br />Student and teacher feedback.", "No homework."], "第11回": ["Communication with customers.<br />Textbook: p6 B-D.<br />pp 6&amp;7 A-C<br /><br />\"Describing things\" group activity.", "Complete communication worksheet activity before the next project class."], "第12回": ["Broad Issues in Business:<br />Environmentalism, Globalization, Politics, Exchange rates.<br />Nike Case study video discussion.", "Think of a company that has a large-scale problem based on the issues discussed in class and prepare to explain it for the next class."], "第13回": ["Introduction to Case Study 2.<br />Cooperate Social responsibility video Group Discussion.", "Research and think of a Japanese company with good CSR such as the examples discussed in class. Be prepared to report back next class."], "第14回": ["CSR Online Survey Prep.<br />Group discussion on good and bad CSR companies and industries. <br /><br />Are laws Necessary?<br />CSR expectations for big and small companies.", "Individually think of 3 possible questions for your CSR interview and prepare to share with a group next class."], "第15回": ["CSR Online Survey Prep<br />Design your surveys ahead of next week using close-ended and multiple-choice questions.", "Complete your first draft for your survey before the next textbook class."], "第16回": ["CSR Data collection<br />Each group member should survey around 10-15 people.", "Conduct Google question survey if possible."], "第17回": ["Continue CSR Data collection<br />Each group member should survey around 10-15 people.", "Conduct Google question survey if possible."], "第18回": ["CSR Online Data Analysis in groups.<br />How do the results impact your case study?<br />Is the CSR policy effective?", "Continue analysis and prepare script and visuals."], "第19回": ["CSR Online Data Analysis in groups.<br />Does the CSR have a meaningful impact on consumer habits?<br />How will the results be visualized?", "Continue analysis and prepare script and visuals."], "第20回": ["Customer Service<br />Textbook p96 A-B. p97 A-D.<br />Complete rules for customer service worksheet.", "Bring a laptop for next project class."], "第21回": ["CSR Case Study video outlining.<br />Storyboard, script, and edit a 3-minute video of a company for its CSR policies, survey data.<br />  <br />Watch an example CSR video.", "Start the first draft of the script and storyboard."], "第22回": ["CSR Outlining<br />Start using an online animated video website to create a slideshow.<br />CSR example of video 2.", "Experiment with video editing to suggest ideas for group work in the next project class."], "第23回": ["CSR Outlining<br />Groups discuss animation ideas and edit storyboard and script.", "Make a free account from one of the two online resources in class (or another) and experiment with video editing to suggest ideas for group work in the next project class."], "第24回": ["Textbook: Unit 10 - Customer Service Case Study.<br />Utilize all skills from previous lessons to complete the task in groups.", "Continue work on CSR video.<br />Bring a laptop to the next project class."], "第25回": ["Finish editing 3-minute case study videos in groups. Get Feedback from the teacher and other groups.<br /><br />Understand grading rubric and guidelines.", "Finish final edits of video and upload to FlipGrid."], "第26回": ["CSR Case Study Viewing and feedback.", "Finish final edits of video and upload to FlipGrid."], "第27回": ["CSR Case Study Viewing and feedback.", "Finish final edits of video and upload to FlipGrid."], "第28回": ["CSR Case Study Viewing <br />CSR Feedback and Reflection on Course.", "No homework."]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": ["", ""], "16": ["", ""], "17": ["", ""], "18": ["", ""], "19": ["", ""], "20": ["", ""], "21": ["", ""], "22": ["", ""], "23": ["", ""], "24": ["", ""], "25": ["", ""], "26": ["", ""], "27": ["", ""], "28": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "SWOT Presentation (30%); CSR Case Study videos (30%); Class Participation (20%): Assessments 20%"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ｇ－ＩＳ２０５"], "項番No.2": ["2024年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－ＩＳ２０５"]}, "campas": 0, "name": "【305】EnglishVI（Career English)　４／EnglishVI(Career English)", "管理部署": 10, "単位数": 2, "担当者": "ハウトン　Ｓ．Ｄ．（HOUGHTON SCOTT DEAN） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 17, "時限2": 30, "評価1": 6, "開講期": 2, "成績評価備考": "割合　Percentage"}