{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this class is to refine advanced English communication skills (discussion, debate, comprehension, critical thinking) through the study of authentic English materials (articles, texts, videos, lectures). Students will also further improve their research, writing, and presentation skills.", "到達目標": "Students will be able to: give a 10 to 20-minute informative presentation based on research of a topic related to global communication, analyze communication between speakers of various cultural and linguistic backgrounds, demonstrate appropriate strategies for participating in and facilitating a discussion or debate, write a research paper (1000-1200 words) that summarizes and evaluates research on a topic related to global communication <BR/>-Read authentic texts on topics related to global communication, identifying author bias, logical fallacies, and other barriers to understanding", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "Classes are conducted face-to-face in the classroom. <BR/>The online class participants will receive online simultaneous interactive delivery during class time.", "トピック": {"授業計画1": "Students will be provided with a detailed syllabus during the first lesson. In principle, weekly classes will be held in both computer labs and regular classrooms. Computer lab lessons will be dedicated to lectures, research, writing, and discussion of the final essay. Classroom lessons will be used for textbook activities as well as student-led discussions of articles, videos, presentations, and debates.", "授業外学習2": "Students are expected to prepare homework assignments from the textbook, research and summarize English articles for discussion and debate, and write a 1,000-1,200 word research essay."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Beglar, Neil Murray", "Contemporary Topics 3", "Pearson", "2017 年", "978-0-13-440079-2", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Assignments (40%), Participation (20%), Essay (20%), Presentation (20%)"], "更新日時/Date of Update0": "2022年01月14日 11時50分34秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－ＩＳ１０３"], "項番No.2": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｇ－ＩＳ１０８"]}, "campas": 0, "name": "【405】EnglishVII（Seminar）　１／EnglishVII(Seminar)", "管理部署": 10, "単位数": 2, "担当者": "パスト　Ｔ．　Ｈ．（PAST TRAVIS HUNTER） ", "履修基準年度": "４年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "時限2": 23, "評価1": 4, "開講期": 1}