{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this class is to refine advanced English communication skills (discussion, debate, comprehension, critical thinking) through the study of authentic English materials (articles, texts, videos, lectures). Students will also further improve their research, writing, and presentation skills.", "到達目標": "Students will be able to: give a 10 to 20-minute informative presentation based on research of a topic related to global communication, analyze communication between speakers of various cultural and linguistic backgrounds, demonstrate appropriate strategies for participating in and facilitating a discussion or debate, write a research paper (1000-1200 words) that summarizes and evaluates research on a topic related to global communication <BR/>-Read authentic texts on topics related to global communication, identifying author bias, logical fallacies, and other barriers to understanding", "授業方法": "Classes are conducted face-to-face in the classroom. <BR/>The online class participants will receive online simultaneous interactive delivery during class time.", "トピック": {"授業外学習2": "Students are expected to prepare homework assignments from the textbook, research and summarize English articles for discussion and debate, and write a 1,000-1,200 word research essay."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Beglar, Neil Murray", "Contemporary Topics 3", "Pearson", "2017 年", "978-0-13-440079-2", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Assignments (40%), Participation (20%), Essay (20%), Presentation (20%)"], "更新日時/Date of Update0": "2021年02月01日 16時40分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｇ－ＩＳ１０３"], "項番No.2": ["2021年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "Ｇ－ＩＳ２０７"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【405】EnglishVIII（Seminar）　１／EnglishVIII(Seminar)", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "パスト　Ｔ．　Ｈ．（PAST TRAVIS HUNTER） ", "履修基準年度": "４年", "時限1": "月曜４時限／Monday 4", "時限2": "木曜３時限／Thursday 3", "開講期": "秋学期／Fall"}