{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業は、国際専門科目で設定されている北米研究コース科目、アジア研究コース科目、グローバル共通科目を学ぶための準備として、北米地域、アジア地域およびグローバルな諸問題について基礎的知識を習得することを目的とする。授業においては、各教員がそれぞれの研究アプローチから地域を解説するオムニバス方式で講義する。学生は各教員の研究分野の地域から自分の今後の国際学部での学びの関心を持つことができる。", "到達目標": "学生は、北米地域、アジア（オセアニアを含む）地域およびグローバルな諸問題を考える基本的な方法を理解することができる。学生は国際学部の教員の多様な地域的な関心を毎回の授業で学び、２年次以降の自分の専攻を考えるにあたって選考基準をもち、学習を深めることができるようになる。", "授業方法": "国際学部の教員がオムニバス形式講義により行います。授業前の予習が必要であることから、担当回の教員から出される指示を事前に確認し、予習を済ませて臨んで下さい。<BR/>この科目は学期を通してオンデマンドで実施します。", "トピック": {"第1回": ["第1回（9月22日）ホルガー・ブングシェ 教授（グローバル：ヨーロッパ）<BR/>本講義の全体像を簡単に説明する。また、学部内の研究会等の説明も合わせて行う。", "＜予習内容＞講義のシラバスを事前に熟読した上で講義に臨むこと。"], "第2回": ["第2回（9月29日）ホルガー・ブングシェ 教授（グローバル：ヨーロッパ）<BR/>「ヨーロッパの統合史：OEECの創立からユーロ危機まで」：本講義では、ヨーロッパの経済・政治統合の歴史的な発展を紹介し、現代のEUの仕組みを簡単に説明する。EUの基盤となっている理念を理解してもらいたい。", "＜予習内容＞LUNAにアップする資料を事前に読み持参すること。"], "第3回": ["第3回（10月6日）油井　美春　准教授（アジア：インド）<BR/>現代インドの社会を概観し、特に歴史と宗教に焦点をあて、その多様性と課題を学習する。", "＜予習内容＞現代インドの社会に関するメディア報道に関心を持って臨んでもらいたい。LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第4回": ["第4回（10月13日）高村　峰生　教授（北米：アメリカ）<BR/>フィクションとは何か。詩や音楽の歌詞などの短いテクストを使って、そもそも人間のフィクションを作るという営みとは何なのか、ということをみなさんと一緒に考える。", "＜予習内容＞事前にアップしたテクストを読み、印刷して持参すること。"], "第5回": ["第5回（10月20日）宮田　由紀夫　教授（北米：アメリカ）<BR/>アメリカの航空宇宙産業：機内食はなぜまずくなったか。<BR/>本授業の目的はアメリカが国際競争力を維持してきた航空宇宙産業の歴史、産業の構造を理解することにある。", "＜予習内容＞LUNAにアップする資料を事前に読み持参すること。"], "第6回": ["第6回（10月27日）三宅　康之　教授（アジア：中国）<BR/>中華人民共和国の成立から今日に至る政治史を概観する。", "＜予習内容＞LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第7回": ["第7回（11月10日）寳劔　久俊　教授（アジア：中国）<BR/>改革開放から現在に至るまで目覚ましい発展を遂げる中華人民共和国について、その経済発展のプロセスと直面する課題について学習する。", "＜予習内容＞現代中国の社会・経済に関する新聞記事やネット情報を広く収集し、中国に関する自身の見解を整理しておくこと。"], "第8回": ["第8回（11月17日）井口　治夫　教授（北米：アメリカ）<BR/>第2次世界大戦終結後のアメリカ合衆国の安全保障政策と対外経済政策の特徴と変容について概観を行いながら最近の日米関係を概説する。", "＜予習内容＞現在のアメリカ外交や日米関係についての新聞記事や雑誌記事などのメディア報道に関心をむけていただきたい。"], "第9回": ["第9回（11月24日）志甫　啓　教授（北米：カナダ）<BR/>カナダを題材として、国際的な人の移動に対し経済学がどのように接近しているかを紹介する。国際学部で経済学や経営学を学ぶことの意味を考えてみたい。", "＜予習内容＞LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第10回": ["第10回（12月1日）長谷　尚弥　教授（北米：アメリカ）<BR/>アメリカのバイリンガル教育の歴史と意義を概観し、そこから日本における英語、あるいは外国語教育について考える。", "〈予習内容〉アメリカのバイリンガル教育について調べ、皆さんが「バイリンガル」と聞いて抱くイメージとの違いを考えておく。"], "第11回": ["第11回（12月8日）ツー・ティモシー　教授（アジア・グローバル）<BR/>「現代宗教を学ぶ」<BR/>この授業の目的は現代社会における諸宗教現象を批判的に考察することにある。グローバル化が加速する世の中では人とものの移動とともに文化と宗教も越境する。その結果、文化摩擦から宗教の衝突までが起きることもしばしばある。と同時に移動・越境する宗教自身も変化することが避けられない。この授業ではこのような現代宗教の持つ諸様相を紹介して分析する", "＜予習内容＞宗教に関する新聞記事を読む。"], "第12回": ["第12回（12月15日）大石　太郎　教授（北米：カナダ）<BR/>カナダは複雑なプロセスを経て形成された国家であり、多様な地域によって構成されている。そうした地域的多様性に注目しながら、カナダの特徴を考える。", "＜予習内容＞LUNAにアップする資料を事前に読んでおいてください。"], "第13回": ["第13回（12月22日）難波　彩子　准教授（グローバル：ヨーロッパ）<BR/>社会言語文化及び異文化コミュニケーションの視点から、ヨーロッパ、特にイギリスに焦点を当て、コミュニケーション・文化・社会について概観します。", "＜予習内容＞LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第14回": ["第14回（1月12日）吉村　祥子　教授（北米：アメリカ）<BR/>「国際法を学ぶ」<BR/>国家の成立要件や外交関係、国際貿易や個人の人権など、今日国際法が規律する分野は幅広い。国際社会のルールを知るために、国際法の成り立ちや、しくみについて、具体的な事例を用いながら説明する。＜予習内容＞講義内容に関する文献を事前に配布する（LUNAに掲載）するので、それを読んでおき、また講義時に持参すること。", "＜予習内容＞LUNAにアップする資料を事前に読み持参すること。"], "授業外学習2": "毎回の講義に対して課題が出されているので、毎回必ず予習してくることが必須である。受講生への伝達についてはLUNAを用いる。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "全学統一の所定の調査用紙で実施します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "以下ご参照ください"], "成績評価Grading2": "備考　Note\n毎回の授業後に実施する、持ち込み全て可の記述式ミニテストを総合して評価します。正当な理由による欠席についてはその事由を証明するものを持参の上、国際学部事務室に申し出て下さい（詳細は「履修の手引き」を参照）。", "更新日時/Date of Update0": "2021年11月01日 13時01分16秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "オンライン"]}, "campas": 5, "name": "【100】国際地域理解入門Ｂ　２／Introduction to International Area Studies B", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "１年", "緊急授業形態": 3, "オンライン授業形態": 3, "時限1": 49, "評価1": 4, "開講期": 2}