{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "「国際」を切り口とした学問分野に基づき、各学問領域（文化・言語、社会・ガバナンス、経済・経営）の専任教員が、各研究分野について、オムニバス方式で授業を行う。これにより国際学の分析枠組みに関する全体像を学びます。各授業時間内で、原則「持ち込み全て可」の記述式テストを実施して、受講学生の理解力を判定します。", "到達目標": "・国際社会で必要とされる、多領域にかかわる学際的な考え方を身につけることができる。<BR/>・国際学各領域の基礎知識をつけることができる。", "授業方法": "国際学部の教員がオムニバス形式講義により行います。授業前の予習が必要であることから、担当回の教員から出される指示を事前に確認し、予習を済ませて臨んで下さい。<BR/>この科目は学期を通してオンデマンドで実施します。", "トピック": {"第1回": ["第１回　9月22日　 　高村峰生　 「オリエンテーション」<BR/>この授業の目標や内容、学習方法、成績評価、全般的な進め方について説明します。<BR/>（なお、以下の授業の回は、順番が変更することがあります）", "予習の必要はありません。9月23日にLUNAにアップされる動画を視聴し、資料をダウンロードして次週以降に備えてください。＞動画と文書をアップしました（9/23)。"], "第2回": ["第2回　9月29日　　長友淳　　「社会学・文化人類学とは何か」<BR/>社会学や文化人類学とはいかなる学問なのかという点を紹介する。研究手法や視点の特徴を事例研究を交えながら学ぶ。", "＜予習内容＞<BR/>事前にLUNAにアップする課題文献を読んできてください。"], "第3回": ["第3回　10月6日　 児島幸治　「企業会計を学ぶ」　　<BR/>企業活動がグローバル化するなかで、企業の経営成果をまとめた会計情報の役割の重要度が増している。北米企業の財務報告を用いて、会計の意義・仕組み、会計情報の利用法、会計制度の国際化、といった内容を講義する。", "＜予習内容＞授業の前に、事前にLUNAで指示する課題をおこなってください。"], "第4回": ["第4回　10月13日　ブングシェ・ホルガー　「労働・産業社会学の主要な論点」<BR/>本講義は分かりやすく労働・産業社会学の主要な労働・産業社会学の論点を紹介し、これらの論点の産業又は工場現場への実践的影響を説明する事を狙っています。", "＜予習内容＞LUNAにアップする資料を事前に読み持参すること。"], "第5回": ["第5回　10月20日　大石太郎  「人文地理学の視点と手法：観光を事例として」<BR/>観光を事例に、人文地理学の見方や考え方、手法などを概観する。", "＜予習内容＞<BR/>事前にLUNAをアップする予習資料を読んできてください。"], "第6回": ["第6回　10月27日　 高村峰生　「短編の読み方と映画の見方について」　<BR/>短編の読み方と映画の見方について講義とディスカッションを行います。題材としてはGrace Paleyの短編とClint Eastwoodの映画を使う予定です。短編については事前に読んできてください。", "＜予習内容＞事前にLUNA上にアップする短編を読み、自分なりの考えをまとめておくこと。"], "第7回": ["第7回　11月10日  木本圭一　「会計学を学ぶ～会計の国際化の状況について～」<BR/>現在，世界の多くの国で，会計の標準化が進みつつある。本講座では，その中核をなしているＩＦＲＳ（国際財務報告基準）について、その歴史，現状，理論的基盤について解説したうえで，我が国の会計専門家はいかにあるべきかについて論じる。", "＜予習内容＞ＩＦＲＳとは何かについて事前に調べておくこと。"], "第8回": ["第8回　11月17日　国宗浩三  「国際経済の発展と変動のダイナミズムを学ぶ」<BR/>これまでの国際経済環境の発展と変動のダイナミズムから、現代経済のさまざまな重要課題（経済成長、所得格差、国際貿易、グローバル化など）を考える。", "＜予習内容＞新聞、TVニュース等から最新の経済問題を認識し、関心を持っておくこと。"], "第9回": ["第9回　11月24日　　丸楠恭一 「情報と知識の社会学を学ぶ」<BR/>情報技術の発達が社会のありように多大な影響を与える中で国際社会はいかなる変容を迫られているのか、またそうした中で「知識」がどのように生み出されて社会に影響を与えていくのかについて、その基礎となる内容の整理を図るとともに、具体的な事例に沿って当該分野に関する理解を深める。<BR/><BR/>丸楠恭一　「大学のグローバル化とソフトパワー」<BR/>21世紀になって急速に進展したように見える大学のグローバル化の背景にある「世界における日本のありよう」の変容について考え、これを通じて「国際学部で学ぶこと」に関する理解を深める。", "＜予習内容＞事前にLUNA上にアップする資料を読んで授業に臨むこと。授業内ミニテストは、予習を前提として実施される。"], "第10回": ["第10回 12月1日　　小林敏男「大量生産について」<BR/>19世紀末から20世紀初頭にかけてアメリカにおいて誕生した大量生産システムについて，経営学の視点から考察する。", "＜予習内容＞<BR/>特になし。強いて上げれば，米国における南北戦争の意味について調べておくこと。"], "第11回": ["第11回　12月8日　　関谷武司　「教育開発学の視点からグローバル人材を考える」<BR/>紀元前から現在までの歴史を縦軸に、世界の現状を横軸に見た時、日本という国のおかれている客観的状況は如何に。そこから世界へ飛び出し、国際貢献したいと考える若者が理解しておくべきことは何か。教育開発学の視点から考える。", "＜予習内容＞「グローバル人材育成推進会議 中間まとめ」 　　<BR/>https://www.kantei.go.jp/jp/singi/global/110622chukan_matome.pdf"], "第12回": ["第12回　12月15日 李恩子<BR/>アジア系アメリカ人の歴史、経験から現代アメリカ社会の一側面を学ぶ", "＜予習内容＞<BR/>アメリカのマイノリティ・レイシズムに関する新聞、雑誌記事を見ておくこと。"], "第13回": ["第13回  12月22日　尹　盛熙「言語学：ことばのトリセツ」<BR/>「人間はどのように世界に対する認識をことばにしているのか」について，‘eat’，‘drink’という意味のことばを具体例として考える。どの言語にもありそうな「食」の動詞が様々な言語ではどのように異なるか，文化・社会的側面とはどう結びついているかを紹介する。", "＜予習内容＞日本語の「たべる」「のむ」という動詞（あるいは類似した意味の動詞）を使った例文をそれぞれ5個ずつ作る。できるだけ様々な言葉を使い，それぞれの例文が異なる形になるように努めること。"], "第14回": ["第14回　1月12日　渥美裕之　 「グローバル化と日本・日本企業の可能性を考える」<BR/>グローバル化が進展し、一方で日本は少子高齢化の到来で社会や市場の構造が変化する中、今後の日本・日本企業が持つ可能性や価値と改めて明確にし、グローバル化する市場を背景にその可能性や価値を活かしてゆくあり方を考える。", "＜予習内容＞日々、新聞などに眼を通して、グローバル化の動きに対応した日本や日本企業の動きに関する認識・理解を深めておいて下さい。"], "授業外学習2": "通常、リーディングアサインメントの宿題が出たりしますので、授業時間までに読んだり、調べたりすることが大事になります。また、新聞などで日常の国際問題や国際文化に関する情報を身につけておく必要があります。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "全学統一の所定の調査用紙にて行います。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "毎回の授業でミニテストを実施し、それを総合して評価する。"], "成績評価Grading2": "備考　Note\n毎回の授業後に実施する、LUNAを通じたミニテストを総合して評価します。正当な理由による欠席についてはその事由を証明するものを持参の上、国際学部事務室に申し出て下さい（詳細は「履修の手引き」を参照）。", "更新日時/Date of Update0": "2021年03月11日 06時38分37秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【100】国際地域理解入門Ａ　２／Introduction to International Area Studies A", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "高村　峰生（TAKAMURA MINEO） ", "履修基準年度": "１年", "時限1": "水曜３時限／Wednesday 3", "開講期": "秋学期／Fall"}