{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業は、国際専門科目で設定されている北米研究コース科目、アジア研究コース科目、グローバル共通科目を学ぶための準備として、北米地域、アジア地域およびグローバルな諸問題について基礎的知識を習得することを目的とする。授業においては、各教員がそれぞれの研究アプローチから地域を解説するオムニバス方式で講義する。学生は各教員の研究分野の地域から自分の今後の国際学部での学びの関心を持つことができる。", "到達目標": "学生は、北米地域、アジア（オセアニアを含む）地域およびグローバルな諸問題を考える基本的な方法を理解することができる。学生は国際学部の教員の多様な地域的な関心を毎回の授業で学び、２年次以降の自分の専攻を考えるにあたって選考基準をもち、学習を深めることができるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "国際地域理解入門A", "授業の概要・背景": "", "授業方法": "対面、講義形式。受講者は各回の予習課題に取り組んでから授業に臨むこと。", "トピック": {"第1回": ["9月20日　担当：橋本周子 准教授（グローバル：ヨーロッパ）<BR/>【この授業は、全１４回すべてを対面にて実施します】<BR/>・オリエンテーション：本講義の全体像を簡単に説明する。また、学部内の研究会等の説明も合わせて行う。<BR/>・現代フランスを考えるうえでは、1789年のフランス革命がいかなるメカニズムのもと生じ、社会に根本的な変容を与えたかについての基本的理解が不可欠である。授業ではこれについて概観する。", "＜予習内容＞オリエンテーションについてはシラバスを事前に熟読した上で講義に臨むこと。講義については、事前にLUNAにアップする資料を読んで授業に臨むこと。"], "第2回": ["9月27日　担当：油井　美春　准教授（アジア：インド）<BR/>現代インドの歴史を概観し、特に社会と宗教に焦点をあて、その多様性と課題を学習する。", "＜予習内容＞現代インドの政治・社会に関するメディア報道に関心を持って臨んでもらいたい。LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第3回": ["10月4日　担当：ホルガー・ブングシェ 教授（グローバル：ヨーロッパ）<BR/>「ヨーロッパの統合史：OEECの創立からユーロ危機まで」：本講義では、ヨーロッパの経済・政治統合の歴史的な発展を紹介し、現代のEUの仕組みを簡単に説明する。EUの基盤となっている理念を理解してもらいたい。", "＜予習内容＞<BR/>ブングシェ・ホルガー（２０２３）：「欧州統合への異見<BR/>ソフトパワーとしてのヨーロッパを確立する」IN：宮田由紀夫：国際学入門、関西学院大学出版会、第１０章、205-235頁"], "第4回": ["10月11日　担当：王　昱教授（アジア：中国）<BR/>中国の家電メーカーである海爾（ハイアール）を例にして，中国の企業統治と企業経営などについて、学習する。", "〈予習内容〉LUNAにアップロードする資料と教科書第４章を読んでおいてください。資料（各自で印刷）と教科書を持参してください。"], "第5回": ["10月18日　担当：宮田由紀夫　教授（北米：アメリカ）<BR/>アメリカの経済政策　ミクロ経済とマクロ経済における政策論争を紹介します。アメリカにおいて市場と政府の役割について何が問題に案ってきたかを理解する基礎的な知識を身につけます。", "教科書の第3章を読んできてください。LUNAにアップされる授業のパワーポイントファイルに目を通してきてください。"], "第6回": ["10月25日　担当：三宅　康之　教授（アジア：中国）<BR/>中華人民共和国の成立から今日に至る政治史を、地域間格差解消の試みの観点から概観する。", "＜予習内容＞教科書の第６章を読んできてください。教科書は講義に持参すること。"], "第7回": ["11月1日　担当：寳劔　久俊　教授（アジア：中国）<BR/>改革開放から現在に至るまで目覚ましい発展を遂げる中華人民共和国について、その経済発展のプロセスと直面する課題について学習する。", "＜予習内容＞LUNAにアップロードする資料（米中貿易摩擦に関するニュース情報と動画）に必ず目を通した上で、受講すること。"], "第8回": ["11月8日：井口　治夫　教授（北米：アメリカ）<BR/>第2次世界大戦終結後のアメリカ合衆国の安全保障政策と対外経済政策の特徴と変容について概観を行いながら最近の日米関係を概説する。", "＜予習内容＞現在のアメリカ外交や日米関係についての新聞記事や雑誌記事などのメディア報道に関心をむけていただきたい。"], "第9回": ["11月15日　担当：志甫　啓　教授（北米：カナダ）<BR/>カナダを題材として、国際的な人の移動に対し経済学がどのように接近しているかを紹介する。国際学部で経済学や経営学を学ぶことの意味を考えてみたい。", "＜予習内容＞LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第10回": ["11月22日　担当：長谷　尚弥　教授（北米：アメリカ）<BR/>アメリカのバイリンガル教育を含む世界の外国語教育の理念や実践を概観し、そこから日本における英語、あるいは外国語教育について考える。", "＜予習内容＞事前にLUNAにアップロードする資料を読んできて下さい。また、教科書第８章も読んできて下さい。"], "第11回": ["11月29日　担当:　難波　彩子　教授（グローバル：ヨーロッパ）<BR/>社会言語文化及び異文化コミュニケーションの視点から、ヨーロッパ、特にイギリスに焦点を当て、コミュニケーション・文化・社会について概観します。", "＜予習内容＞LUNAにアップロードする資料に目を通した上で受講すること。なお、その資料は各自で印刷し、講義に持参すること。"], "第12回": ["12月6日　担当：吉村　祥子　教授（北米：アメリカ）<BR/>「国際法を学ぶ」<BR/>国家の成立要件や外交関係、国際貿易や個人の人権など、今日国際法が規律する分野は幅広い。国際社会のルールを知るために、国際法の成り立ちや、しくみについて、具体的な事例を用いながら説明する。", "＜予習内容＞講義内容に関する文献を事前に配布する（LUNAに掲載）するので、それを読んでおき、また講義時に持参すること。"], "第13回": ["12月13日　担当：ツー・ティモシー　教授（アジア・グローバル）<BR/>「黒船と中国人：もう一つの開国物語」というテーマで東アジア地域史の綴り方を再考する。", "＜予習内容＞LUNAにアップする担当者による論文を事前に読み、プリントアウトして持参してください。"], "第14回": ["12月20日　担当：重政　公一　教授（アジア：アセアン）<BR/>東南アジア諸国連合（ASEAN）の設立前後と冷戦終結までの東南アジアの国際関係を学習し、今日のASEANにいたる政治過程を学ぶ。昨今は国際政治経済の転換期とされる。自分たちが活躍する時代の特性を知るために、グローバル・リージョナル・サブリージョナル、および長期・中期・短期の二本の軸から国際秩序の変遷の整理を試みる。", "＜予習内容＞ASEANの現在の加盟国とその国の首都を調べてくること。LUNAにアップロードす資料に目を通したうえで予習を行い、各自印刷して講義に持参すること。"], "授業外学習2": "毎回の講義に対して課題が出されているので、毎回必ず予習してくることが必須である。受講生への伝達についてはLUNAを用いる。"}, "評価": {"教科書Required texts0": "関西学院大学国際学部編『国際学入門』関西学院大学出版会（2023年３月刊行予定）（※国際学部に無償で配布するので、生協等で購入の必要がないので注意すること）", "学生による授業評価の方法Course Evaluation by Students0": "全学統一の所定の調査用紙で実施します。", "学位授与の方針との関連Relationship to Diploma Policy1": "この授業は学位所方針の中で「国際事情に関する課題の理解力と分析」を満たすものである。\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "以下「成績評価備考」を参照"], "成績評価Grading2": "備考　Note\n・　毎回の授業において行うミニテストを総合して評価する。\n・　授業中に実施したミニテストの講評はLUNA経由で各担当者が公開する。", "更新日時/Date of Update0": "2023年02月22日 13時58分32秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【100】国際地域理解入門Ｂ　２／Introduction to International Area Studies B [JP]", "管理部署": 10, "単位数": 2, "担当者": "橋本　周子（HASHIMOTO CHIKAKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 16, "評価1": 4, "開講期": 2}