{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「国際」を切り口とした学問分野に基づき、各学問領域（文化・言語、社会・ガバナンス、経済・経営）の専任教員が、各研究分野について、オムニバス方式で授業を行う。これにより国際学の分析枠組みに関する全体像を学びます。", "到達目標": "学生は、<br />・国際社会で必要とされる、多領域にかかわる学際的な考え方を身につけることができる。<br />・国際学各領域の基礎知識をつけることができる。", "特記事項": "", "関連科目": "国際地域理解入門Ｂ", "授業の概要・背景": "", "授業方法": "この科目は学期を通して対面で行います。授業前の予習が必要であることから、担当回の教員から出される指示を事前に確認し、予習を済ませて臨んで下さい。", "トピック": {"第1回": ["すべての授業回を対面実施（なお、以下の授業の回は、順番を変更することがあります。）<br />４月１０日　担当者：髙村峰生　「オリエンテーション」この授業の目標や内容、学習方法、成績評価、全般的な進め方について説明します。<br />上記の説明後、時間の範囲で髙村の専門分野である文学研究とポピュラーカルチャー研究などについてのヒントになるような二、三の例を具体的に使いながら、入門的な内容をお話します。<br />", "＜予習内容＞<br />自分が友人にお勧めできるような本や映画にはどんなものがあるか、考えておいてください。"], "第2回": ["<div>４月１7日　担当者：平林孝裕</div><div>近代化がすすんだ社会では「宗教」は退潮したように見える。そのような「世俗化」にもかかわらず、宗教は私たちの文化・社会を枠づけるものとして働いている。そのような人間的な営みとしての宗教の見方について講義する。\n                                       </div>", "<div>＜予習内容＞</div><div>新聞（とくに外報面）を読み、今日のヨーロッパで起きている事件に関心をむけておいてほしい。授業では、最新の事件に言及しながらすすめる。\n                                       </div><br />"], "第3回": ["４月２４日　担当者：尹盛煕　「言語学：ことばのトリセツ」<br />「人間はどのように世界をとらえてことばにしているのか」について，‘eat’，‘drink’という意味のことばを具体例として考える。どの言語にもありそうな「食」の動詞が様々な言語ではどのように異なるか，文化・社会的側面とはどう結びついているかを紹介する。", "＜予習内容＞<br />日本語の「たべる」「のむ」という動詞（あるいは類似した意味の動詞）を使った例文をそれぞれ5個ずつ作る。できるだけ様々な単語を使い，それぞれの例文が異なる形になるように努めること。"], "第4回": ["５月１日　担当者：長友淳　「社会学・文化人類学とは何か」<br />社会学や文化人類学とはいかなる学問なのかという点を紹介する。研究手法や視点の特徴について事例研究を交えながら学ぶ。", "＜予習内容＞<br />文化とは何か、文化を学ぶとはどのような意味を持つのか、自分なりに考えて数行程度のメモを持参してください（提出不要。ディスカッション時に使用）"], "第5回": ["５月８日　担当者：髙村峰生　「映画鑑賞の勘どころ」<br />映画が好きな人でも、それがどのように撮られ、作られているかを意識しながら見ている人は少ないと思います。それらを意識することでどのような世界が開けてくるか、映像を読むことがどのような刺激に満ちた冒険となりうるか、授業の中で一緒に体験してみましょう。", "<div>＜予習内容＞</div><div>\"Touch of Evil\"のオープニング（約4分）を見て、ここでどのような技法や仕掛けが使われているか考えてください。</div><div>https://www.youtube.com/watch?v=EhmYY5ZMXOY</div>"], "第6回": ["５月１５日　担当者：児島幸治　「企業会計を学ぶ」　　<br />企業活動がグローバル化するなかで、企業の経営成果をまとめた会計情報の役割の重要度が増している。北米でもアジアでも活躍するグローバル企業の財務報告を用いて、会計の意義・仕組み、会計情報の利用法、会計制度の国際化、といった内容を講義する。", "＜予習内容＞　<div>財務諸表、貸借対照表、損益計算書、キャッシュフロー計算書、M&amp;Aといったことばについて、どのようなものか事前に調べておくこと。<br /></div>"], "第7回": ["５月２２日　担当者：国宗浩三　「国際経済の発展と変動のダイナミズムを学ぶ」<br />これまでの国際経済環境の発展と変動のダイナミズムから、現代経済のさまざまな重要課題（経済成長、所得格差、国際貿易、グローバル化など）を考える。", "＜予習内容＞<br />新聞、TVニュース等から最新の経済問題を認識し、関心を持っておくこと。"], "第8回": ["５月２９日　担当者：小林敏男　「大量生産について」<br />19世紀末から20世紀初頭にかけてアメリカにおいて誕生した大量生産システムについて，経営学の視点から考察する。", "＜予習内容＞<br />特になし。強いて上げれば，米国における南北戦争の意味について調べておくこと。"], "第9回": ["６月５日 担当者：木本圭一　「会計学を学ぶ～会計の国際化の状況について～」<div>現在，世界の多くの国で，会計の標準化が進みつつある。本講座では，その中核をなしているＩＦＲＳ（国際財務報告基準）について、現状，理論的基盤について解説したうえで，我が国の会計専門家はいかにあるべきかについて論じる。なお、前段に、本学のスクールモットー「Mastery for Service」についても触れる。</div>", "<div>＜予習内容＞</div>ＩＦＲＳとは何かについて、インターネット上のサイトを検索し、事前に調べておくこと。"], "第10回": ["６月１２日 　担当者：関谷武司　「教育開発学の視点からグローバル人材を考える」<br />紀元前から現在までの歴史を縦軸に、世界の現状を横軸に見た時、日本という国のおかれている客観的状況は如何に。そこから世界へ飛び出し、国際貢献したいと考える若者が理解しておくべきことは何か。教育開発学の視点から考える。", "＜予習内容＞<br />以下の報告書の内容を理解しておいてください。<br />「グローバル就業実態・成長意識調査(2022年)」<br />https://rc.persol-group.co.jp/thinktank/assets/global-2022.pdf"], "第11回": ["６月１９日　担当者：大石太郎 「人文地理学の視点と手法：観光を事例として」<br />観光を事例に、人文地理学の見方や考え方、手法などを概観する。", "＜予習内容＞<br />事前にLUNAにアップする予習資料を読んできてください。"], "第12回": ["６月２６日　担当者：櫻田大造　「地域研究と政治学について」<br />地域研究とは何か？政治や政治学とは何か？を具体例を通じて学習する。政治を身近な問題としてとらえ、内政と外交の違いまで理解できるようにする。", "＜予習内容＞<br />ネットニュースなどで政治に関するモノを読んでおいてください。"], "第13回": ["７月３日　担当者：渥美裕之　「グローバル化と日本・日本企業の可能性を考える」<br />グローバル化が進展し、一方で日本は少子高齢化の到来で社会や市場の構造が変化する中、今後の日本・日本企業が持つ可能性や価値と改めて明確にし、グローバル化する市場を背景にその可能性や価値を活かしてゆくあり方を考える。", "＜予習内容＞<br />日々、新聞などに眼を通して、グローバル化の動きに対応した日本や日本企業の動きに関する認識・理解を深めておいて下さい。"], "第14回": ["７月１０日　「私のイチオシ本」発表会", "＜予習内容＞<br />各基礎演習における指導の下、発表会の準備をする。"]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "ミニテストを実施し、それを総合して評価する。"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｇ－２０２"]}, "campas": 0, "name": "【100】国際地域理解入門Ａ　１／Introduction to International Area Studies A [JP]", "管理部署": 10, "単位数": 2, "担当者": "高村　峰生（TAKAMURA MINEO） ", "履修基準年度": "１年", "履修登録方法": "本登録(一部予備登録)", "緊急授業形態": 0, "時限1": 16, "評価1": 2, "開講期": 1}