{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「国際」を切り口とした学問分野に基づき、各学問領域（文化・言語、社会・ガバナンス、経済・経営）の専任教員が、各研究分野について、オムニバス方式で授業を行う。これにより国際学の分析枠組みに関する全体像を学びます。", "到達目標": "学生は、・国際社会で必要とされる、多領域にかかわる学際的な考え方を身につけることができる。・国際学各領域の基礎知識をつけることができる。", "特記事項": "", "関連科目": "国際地域理解入門Ｂ", "授業の概要・背景": "", "授業方法": "この科目は学期を通して対面で行います。授業前の予習が必要であることから、担当回の教員から出される指示を事前に確認し、予習を済ませて臨んで下さい。", "トピック": {"第1回": ["すべての授業回を対面実施（なお、以下の授業の回は、順番を変更することがあります。）<br />４月９日　担当者：髙村峰生　「オリエンテーション」この授業の目標や内容、学習方法、成績評価、全般的な進め方について説明します。<br /><br />", "＜予習内容＞<br />授業内容や国際学全般についての導入的講義を行う。初回なので、予習の必要はなし。<br /><div><br /></div>"], "第2回": ["<div>４月１６日　担当者：平林孝裕「宗教という視点から世界を見る」</div><div>近代化がすすんだ社会では「宗教」は退潮したように見える。そのような「世俗化」にもかかわらず、宗教は私たちの文化・社会を枠づけるものとして働いている。そのような人間的な営みとしての宗教の見方について講義する。\n                                       </div>", "<div>＜予習内容＞</div><div>新聞（とくに外報面）を読み、今日のヨーロッパで起きている事件に関心をむけておいてほしい。授業では、最新の事件に言及しながらすすめる。\n                                       </div><br />"], "第3回": ["４月２３日　担当者：髙村峰生　「短編の読み方と映画の見方について」　<br />短編の読み方と映画の見方について講義とディスカッションを行います。短編については事前に読んできてください。<br /><br /><br />", "＜予習内容＞<br /><div>事前にLUNA上にアップする短編を読み、自分なりの考えをまとめておくこと。短編はプリントアウトして手元に用意してください。</div><br />"], "第4回": ["４月３０日　担当者：長友淳　「社会学・文化人類学とは何か」<br />社会学や文化人類学とはいかなる学問なのかという点を紹介する。研究手法や視点の特徴について事例研究を交えながら学ぶ。", "＜予習内容＞<br />文化とは何か、文化を学ぶとはどのような意味を持つのか、自分なりに考えて数行程度のメモを持参してください（提出不要。ディスカッション時に使用）"], "第5回": ["５月７日　担当者：ジャネット・マッキントッシュ<br />「Climate Justice:気候正義について」<div>気候変動と人権の関係を理解してもらい、カナダ、日本と他の国々がどのように気候変動と人権「気候正義」の問題に取り組んでいるかを考察する。</div>", "<div>＜予習内容＞<br />気候変動に関する資料、情報、ニュースなどを予習すること。そして、事前にLUNAにアップする資料を読んでおくこと。<div><br /></div></div><div><br /></div>"], "第6回": ["５月１４日　担当者：児島幸治　「企業会計を学ぶ」　　<br />企業活動がグローバル化するなかで、企業の経営成果をまとめた会計情報の役割の重要度が増している。北米でもアジアでも活躍するグローバル企業の財務報告を用いて、会計の意義・仕組み、会計情報の利用法、会計制度の国際化、といった内容を講義する。", "＜予習内容＞　<div>財務諸表、貸借対照表、損益計算書、キャッシュフロー計算書、M&amp;Aといったことばについて、どのようなものか事前に調べておくこと。<br /></div>"], "第7回": ["５月２１日　担当者：橋本周子「現代フランスの始まりについて知る」<br />現代フランスを考えるうえでは、1789年のフランス革命がいかなるメカニズムのもと生じ、社会に根本的な変容を与えたかについての基本的理解が不可欠である。授業ではこれについて概観する。<br /><br /><br />", "＜予習内容＞<div>事前にLUNAにアップする資料を読んでおくこと。<br /><br /></div>"], "第8回": ["５月２８日　担当者：小林敏男　「大量生産について」<br />19世紀末から20世紀初頭にかけてアメリカにおいて誕生した大量生産システムについて，経営学の視点から考察する。", "＜予習内容＞<br />特になし。強いて上げれば，米国における南北戦争の意味について調べておくこと。"], "第9回": ["６月４日 担当者：国宗浩三　「国際経済の発展と変動のダイナミズムを学ぶ」<br />これまでの国際経済環境の発展と変動のダイナミズムから、現代経済における経済成長とグローバル化の関係を考える。<div><br /></div><div><div><br /></div></div>", "<div>＜予習内容＞</div><div><p class=\"MsoNormal\">新聞、<span lang=\"EN-US\">TV</span>ニュース等から最新の経済問題を認識し、関心を持っておくこと。</p><br /></div><br />"], "第10回": ["６月１１日 　担当者：関谷武司　「教育開発学の視点からこれからの学びについて考える」<br />パソコンが登場してからおよそ50年。ICT系の発展は目覚ましく、これからはAIとの共生の時代を迎えることになる。そのような未来社会を生きていく国際学部生が理解しておくべきことは何か。教育開発学の視点から考える。", "＜予習内容＞<br />ひとはなぜ生まれ、人生は何を目的として生きていくべきなのか。哲学書などを参考に考えてきてください。"], "第11回": ["６月１８日　担当者：大石太郎 「人文地理学の視点と手法：観光を事例として」<br />観光を事例に、人文地理学の見方や考え方、手法などを概観する。", "＜予習内容＞<br />事前にLUNAにアップする予習資料を読んできてください。"], "第12回": ["６月２５日　担当者：櫻田大造　「地域研究と政治学について」<br />地域研究とは何か？政治や政治学とは何か？を具体例を通じて学習する。政治を身近な問題としてとらえ、内政と外交の違いまで理解できるようにする。", "＜予習内容＞<br />ネットニュースなどで政治に関するモノを読んでおいてください。"], "第13回": ["７月２日　担当者：尹盛煕　「言語学：ことばのトリセツ」<br />「人間はどのように世界をとらえてことばにしているのか」について，‘eat’，‘drink’という意味のことばを具体例として考える。どの言語にもありそうな「食」の動詞が様々な言語ではどのように異なるか，文化・社会的側面とはどう結びついているかを紹介する。", "＜予習内容＞<br />日本語の「たべる」「のむ」という動詞（あるいは類似した意味の動詞）を使った例文をそれぞれ5個ずつ作る。できるだけ様々な単語を使い，それぞれの例文が異なる形になるように努めること。<br /><br /><br />"], "第14回": ["７月９日　「私のイチオシ本」発表会", "＜予習内容＞<br />各基礎演習における指導の下、発表会の準備をする。"]}, "評価": {"教科書/Required texts0": ["関西学院大学国際学部編『国際学入門』関西学院大学出版会、2023年3月刊行予定（※国際学部にて無償で配布する。したがって生協等で購入の必要がないので注意すること）"], "学生による授業評価の方法Course Evaluation by Students0": ["全学統一のオンライン形式で実施します。"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する以下の能力が養成されます。教養基礎科目（第１類）：１．国際事情に関する課題の理解力と分析力：世界の諸地域を人文・社会科学の様々な観点から理解し、分析できる。"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "ミニテストを実施し、それを総合して評価する。"], "成績評価Grading2": ["備考　Note 授業中に実施したミニテストの講評はLUNA経由で各担当者が公開する。"], "更新日時/Date of Update0": ["2025年02月05日 16時33分18秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【100】国際地域理解入門Ａ　１／Introduction to International Area Studies A [JP]", "管理部署": 10, "単位数": 2, "担当者": "高村　峰生（TAKAMURA MINEO） ", "履修基準年度": "１年", "履修登録方法": "本登録(一部予備登録)", "緊急授業形態": 0, "開講期": 1, "時限1": 16, "評価1": 2, "成績評価備考": "備考　Note\n授業中に実施したミニテストの講評はLUNA経由で各担当者が公開する。"}