{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "　このクラスの目的は、近現代英米文学を題材にして文学を精読しそれについて考えることについての基礎的な力を養うことです。クラスではシェイクスピア、イシグロ、カーヴァーなどの英米の有名な作家の作品の抜粋またはテクスト全文を扱います。表層的な断片的知識を得ることよりは、英語による文学を精読する力を磨くことに重きが置かれます。真の深い文学経験には授業時間だけでは十分でないので、翻訳された作品を読む課題（それぞれ2000字以上）が課されます。（別紙にて読書課題リストを指示します。シェイクスピアを1冊、近代英米文学を1冊の合計２冊を読みます）。", "到達目標": "1.英語で書かれた比較的難易度の低い文学作品を読み解釈できるようになる。<BR/>2.翻訳文学を通じて海外文学を読む習慣を身につける。<BR/>3.翻訳の実践を通じて、言語芸術の本質に触れる。", "特記事項": "この科目は、10/10（月）までの授業がオンデマンドで実施される科目です。<BR/>10/11（火）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until 10/10（Mon.）.<BR/>Classes will be held in a face-to-face format from Monday, 10/11（Tue.） onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "文学部の文学系の科目、とくにこの授業では時系列に沿った説明はしませんので、英文学史や米文学史を受講するようにして系統的な理解をするようにしてください。", "授業の概要・背景": "普段あまり文学に触れていない学生を想定して、英米文学の魅力のごくごく一端を紹介する。講義形式ではなく演習形式で、作品を原文であらかじめ読んで授業に参加すること。<BR/>イギリスの詩と散文に前半の6回、フィクションを1ページほど英語から日本語にしてもらう翻訳実践を２回、アメリカの詩と散文を後半の6回で扱う。基本的に読んで面白いもの<BR/>しかないので、楽しむ気持ちで参加できるような熱意のある学生の参加を待ちます。アメリカとイギリスの歴史を予習しておくことを推奨します。", "授業方法": "最初の2週間はオンライン授業です。2020年のビデオを用いています。<BR/>この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.<BR/><BR/>作家の生涯についての説明は最小限にとどめ、英米文学の原文テクストからの抜粋の解釈に重きを置きます。<BR/>毎回、授業動画を見る前に提出物があります。そこで、前回の動画の感想と次に読む課題文の感想を書いてLUNAで提出してください。<BR/>何も準備しないで授業に参加しないようにしてください。これを守っていない学生は、採点の対象から除外されます。<BR/>エキサイティングでインタラクティブな授業を心がけますので、しっかり読んできてください。", "トピック": {"第1回": ["はじめに（文学を読むとは？／超簡略版・英国の成り立ち）　<BR/>オンライン講義<BR/>9月30日", "参考までに2020年度に撮ったものを載せます。ほとんど2022年度と変わりませんが、さきにワードファイルを見てください。https://kwanseio365-my.sharepoint.com/:f:/g/personal/dkk67164_nuc_kwansei_ac_jp/EocJzAYw-QtLvDjJLkiXPZsBcO6I9Wf5xJUt6JAeBMoFfQ?e=AboN3t"], "第2回": ["シェイクスピアのソネット、『ロミオとジュリエット』<BR/>オンライン講義<BR/>URLは10月7日までに載せます。", "左記の作品を読み込んで、授業前にLUNAに提出する。<BR/>オンライン授業"], "第3回": ["シェイクスピア『ハムレット』<BR/>10月14日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第4回": ["ウィリアム・ブレイク　&quot;The Chimney Sweeper&quot; (2 variations)<BR/>10月21日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第5回": ["ウィリアム・ワーズワース &quot;Daffodils&quot;、ジョン・キーツ&quot;To Autumn&quot;<BR/>10月28日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第6回": ["ルイス・キャロル Alice in the Wonderland（抜粋）<BR/>・第1回読書課題（シェイクスピア）の提出<BR/>11月4日", "左記の作品を読み込んで、授業前にLUNAに提出する。<BR/>第1回読書課題（シェイクスピア）の提出"], "第7回": ["カズオ・イシグロ　&quot;A Family Supper&quot;<BR/>11月11日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第8回": ["翻訳実践　（翻訳提出）<BR/>11月18日", "指定された英文テクストの翻訳をしてLUNAに提出したうえで、自分の答案をプリントアウトしておく。"], "第9回": ["翻訳実践　（翻訳提出）<BR/>11月25日", "指定された英文テクストの翻訳をしてLUNAに提出したうえで、自分の答案をプリントアウトしておく。<BR/>左記の作品を読み込んで、授業前にLUNAに提出する。"], "第10回": ["アメリカの詩　Emily Dickinson “I Like a Look of Agony,” Hart Crane “My Grandmother&#39;s Love Letters,”<BR/>12月2日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第11回": ["ヘミングウェイ&quot;Indian Camp&quot;<BR/>12月9日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第12回": ["ケイト・ショパン &quot;Desiree&#39;s Baby&quot;<BR/>12月16日", "左記の作品を読み込んで、授業前にLUNAに提出する。"], "第13回": ["スチュアート・ダイベック &quot;Pet Milk&quot;<BR/>・第2回読書課題（近代英米文学）の提出<BR/>12月23日", "左記の作品を読み込んで、授業前にLUNAに提出する。<BR/>第2回読書課題（近代英米文学）の提出"], "第14回": ["まとめ<BR/>1月6日", "授業の感想を提出する。"]}, "評価": {"教科書Required texts0": "最初の回にまとめて配布する予定。２回の感想文提出のための本は自分で用意する必要がある。", "参考文献・資料Reference books0": "川崎寿彦『イギリス文学史入門』研究社、1986年\n石塚久郎編『イギリス文学入門』三修社、2014年\n諏訪部浩一編『アメリカ文学入門』三修社、2014年\n亀井俊介『アメリカ文学史講義』全3巻、南雲堂、1997－2000年\n平石貴樹『アメリカ文学史』松柏社、2010年", "学生による授業評価の方法Course Evaluation by Students0": "授業評価アンケートの実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "毎回の提出物（5％×12回＋10％×2回）、読書感想文（10％）×2回"], "成績評価Grading2": "備考　Note\n実際に英文テクストを読んできて授業前に感想を提出してもらうので、出席と積極的な授業参加は必須となります。各作品について具体的な感想を準備をしてきてください。単に出席しているだけでは授業に参加しているとはみなしません。無断欠席が続く場合は採点の対象外とします。欠席した場合でも、その日の課題を提出してください。無断欠席は減点します。毎回の提出物はその都度点数がついて返ってきます。期末レポートはありませんので、提出物と参加点で点数が決まります。", "更新日時/Date of Update0": "2022年10月06日 13時41分12秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【110】英米文学概論／Fundamentals of English and American Literature", "管理部署": 10, "単位数": 2, "担当者": "高村　峰生（TAKAMURA MINEO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 4, "開講期": 2}