{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、国際政治を体系的に理解するための基本的な方法を修得し、国際政治上のさまざまな現象を分析することである。", "到達目標": "下記の項目について修得することを到達目標とする。<BR/>（１）現代の国際政治の主要な問題の構造を理解している。<BR/>（２）国際関係論の主要理論の基礎を理解し、説明できるようになる。<BR/>（３）国際社会を複数の視点で考えることができるようになる。", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "現代国際関係史基礎、現代国際関係論", "授業の概要・背景": "なぜ戦争は起きるのか。平和とは何か。国際関係論は人類の永遠のテーマに取り組む学問です。", "授業方法": "この科目は、10/10までの授業をオンデマンド形式で実施します。履修者確定後、履修者に10/11以降の授業形態についてお知らせします。", "トピック": {"第1回": ["オンデマンド実施<BR/>イントロダクション： <BR/>国際関係論とはどのような学問か、この講義の概要を説明する。", "高校で活用した世界史もしくは政治・経済の教科書、資料集の中から自分が関心を持った事柄（特に１７世紀以降）について、それが国際関係とどう関係するのか考えてみる。（事前学習３時間：事後学習１時間）"], "第2回": ["オンデマンド実施<BR/>国際連合の役割（１）：<BR/>国連の成り立ち、国連の集団安全保障の理想とギャップ、国際平和維持活動（PKO)など、冷戦後の国連の機能について学習する。", "国際連合の抱える理想と現実との違いのうち、設立７０年を超える中で出てきた最大のものは何か、自分の言葉で説明してみる。（事前学習２時間：事後学習２時間）"], "第3回": ["オンデマンド実施<BR/>国際連合の役割（２）：<BR/>国連の成り立ち、国連の集団安全保障の理想とギャップ、国際平和維持活動（PKO)など、冷戦後の国連の機能について学習する。", "国際連合の打ち出した様々な重要な考え方、政策指針の中で自分で重要と考えるものは何か、その理由も考えてまとめる。（事前学習２時間：事後学習２時間）"], "第4回": ["国際連合の役割（３）：国連は人道危機にどのように対応できるのだろうか、人道的介入の問題と保護する責任（Responsibility to Protect)について学習する。", "国際連合の打ち出した様々な重要な考え方、政策指針の中で自分で重要と考えるものは何か、その理由も考えてまとめる。（事前学習２時間：事後学習２時間）"], "第5回": ["難民と国際政治：<BR/>難民とはどのような人びとか。現代の国際政治で難民はどのような状況で発生し、国際社会は難民問題にどのように向かい合ってきたのか。難民庇護の現状と課題を学習する。", "世界の難民保護に国連はどのような対応をしてきているのか、とりわけ自分の関心のある難民問題で国連との関わりをまとめてみる。（事前学習２時間：事後学習２時間）"], "第6回": ["核兵器と国際政治：その１<BR/>国家はなぜ核兵器を欲するのか。なぜ核軍縮は進まないのか。核抑止の考えと米ソ（露）の核戦略について学習し、現代における核兵器に意味について考える。", "核抑止の概念と冷戦期に成立した核戦略の主要な考え方を理解する。（事前学習２時間：事後学習２時間）"], "第7回": ["核兵器と国際政治：その２<BR/>冷戦後の米ソ（露）の核軍縮条約と最も最近の核兵器禁止条約の持つ意味と限界とは何か。", "唯一の被爆国である日本が核のない世界にむけてアピールすることと核軍縮条約、交渉との関係を確認する。（事前学習２時間：事後学習２時間）"], "第8回": ["対外政策決定過程論：<BR/>なぜ国家指導者は外交政策を誤ることがあるのか。個人、組織（機構）、国家、国際システムのブラックボックスを開けて、分析の視点を合理的アクター、官僚政治、歴史の教訓、認識の地図といった分析モデルを学習する。", "アリソンのモデル、心理的な要因を重視するモデルを理解したうえで、日本の対米開戦をケースにしてどのアプローチでよりよく説明できるかまとめる。（事前学習２時間：事後学習２時間）"], "第9回": ["人権と国際政治：<BR/>女性や児童の権利の保護、人種差別など基本的人権の尊重という規範的課題に対する国際社会の取り組みについて考える。", "世界人権宣言の今日的な課題は何か、また世界で人権の考え方は本当に普及し、人権侵害はないのか。自分の関心のある人権問題について一つ取りあげてまとめる。（事前学習２時間：事後学習２時間）"], "第10回": ["パワーと国益－リアリズムの世界：<BR/>ヨーロッパの大国間関係を規定する原則であった勢力均衡（balance of power）という概念について考察する。", "「大国」と呼ばれる国の条件とは何か、授業で扱う１８世紀から２０世紀と２１世紀の今日における大国の要件について違いがあるのかまとめる。（事前学習２時間：事後学習２時間）"], "第11回": ["パワーと国益－ネオリアリズムの世界：<BR/>覇権安定論などネオ・リアリズムのいくつかの重要な視点を紹介し、古典的リアリズムとの違いとその特徴を学習する。", "ネオリアリズムの世界で今日の大国の台頭（特に中国）を考えた場合にどのように説明できるかまとめる。（事前学習２時間：事後学習２時間）"], "第12回": ["対立と協調－リベラリズム、ネオリベラリズム（１）：<BR/>パワーの追求ではなく、利益の調和、制度構築によって国際関係はより平和になると考える見方も存在する。こうしたリベラルの視点をクラシカルリベラリズム、ネオベラリズムのアプローチから学習する。", "古典的（ネオ）リアリズムとリベラリズムの説明を受けて、これらの理論の視点の違いはなんであるか、自分でまとめてみる。（事前学習２時間：事後学習２時間）"], "第13回": ["対立と協調－リベラリズム、ネオリベラリズム（２）：<BR/>パワーの追求ではなく、利益の調和、制度構築によって国際関係はより平和になると考える見方も存在する。こうしたリベラルの視点をクラシカルリベラリズム、ネオベラリズムのアプローチから学習する。", "古典的（ネオ）リアリズムとリベラリズムの説明を受けて、これらの理論の視点の違いはなんであるか、自分でまとめてみる。（事前学習２時間：事後学習２時間）"], "第14回": ["支配と従属－マルキシズムの世界：<BR/>国家間の格差がなぜ存在し、なぜその是正が難しいのか。搾取、不均衡の解消をめざすアプローチの学習する。", "世界の富の不均衡の是正のための現実の方策は誰、どこに委ねられるべきなのか、途上国の「自助努力」はどのようなものがあるのか。（事前学習２時間：事後学習２時間）"], "授業外学習2": "学生は講義で取り上げるテーマについて参考文献等で事前に学習し、毎回の授業で取り扱う意味、重要概念を整理しておくこと。毎回の講義の後の自学復習は不可欠である。また、新聞の国際面には目を通す習慣を身につけてほしい。　授業内の小テストのフィードバックについては誤回答の多い問題に対してはLUNAの掲示板を利用して、正しい回答や考え方を掲載する。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["村田晃嗣、君塚直隆他", "国際政治学をつかむ（新版）", "有斐閣", "2009 年", "978-4-641-17722-2", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["滝田賢治、大芝亮、都留康子", "『国際関係学（第2版）』", "有信堂", "2017 年", "", ""], "参考書/Reference books2": ["ジョセフ・ナイ・ジュニア、デイヴィッド・ウェルチ", "『国際紛争（原書第10版）』", "有斐閣", "2017 年", "", ""], "参考書/Reference books3": ["中西寛、石田淳、田所昌幸", "『国際政治学』", "有斐閣", "2013 年", "", ""], "学生による授業評価の方法Course Evaluation by Students0": "学期末のアンケートによる。", "学位授与の方針との関連Relationship to Diploma Policy1": "本講義はディプロマ・ポリシーの「国際事情に関する課題の理解力と分析」を満たすものである。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "90 %", "小テスト20％、期末試験70％"], "成績評価Grading2": ["その他／Others (99)", "10 %", "出席など"], "成績評価Grading3": "備考　Note\n期末試験の講評は採点終了後、LUNAに掲示します。授業内クイズには授業内での解説と講評を行います。", "更新日時/Date of Update0": "2023年02月15日 15時08分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【120】国際関係論基礎／Fundamentals of International Relations [JP]", "管理部署": 10, "単位数": 2, "担当者": "重政　公一（SHIGEMASA KIMIKAZU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 0, "評価2": 4, "開講期": 2}