{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "学問一般の基底に位置する「哲学的に考えること」の楽しさと意義を、身近な問いを手がかりにして説明していく。", "到達目標": "哲学的思考を自ら経験し、「哲学とは何か」についての概略的理解のみならず、言語や社会に関する理解の獲得を目標とする。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "本年度のテーマは「身体」。今日でも、我々は「心と体」の二分法の図式で物事を考えることに慣れきってしまっている。17世紀のデカルト以来思考の基本図式となっていたこの二分法を問い直す哲学的考察は、二十世紀以来、様々提起されてきた。我々の思考にとって、身体とはいかなるものなのか。心身の二分法を問い直すことで、思考と身体の関係について現在、いかなる思想が提起されているのか。この問題について、デカルトの思想から説き起こし、十九世紀のフランス哲学を経由しつつ、ハイデガーやメルロ＝ポンティ、レヴィナスといったヨーロッパの哲学者たち、あるいはレイコフやドレイファスといったアメリカの哲学者の思想を紹介しながらアプローチする。", "授業方法": "授業は講義形式で行う。教室での対面授業の予定。オンライン受講を学部から許可された学生に限り、同時双方向のオンライン受講可とする。配布するプリントに説明を加えつつ講義を進める。また受講者には講義内容に関するコメントや質問の提出を毎回求める。翌講義の冒頭に、それらに対する回答や補足説明を適宜行っていく。", "トピック": {"第1回": ["（哲学へのイントロダクション）　「学ぶ」とは？（オンデマンドのビデオを配信する）", ""], "第2回": ["（哲学へのイントロダクション）　哲学的に考えること（オンデマンドのビデオを配信する）", ""], "第3回": ["（哲学へのイントロダクション）　「客観的」とは", ""], "第4回": ["出発点としてのデカルト　－　「我思う」は誰なのか", ""], "第5回": ["デカルトにおける身体", ""], "第6回": ["ビランとラヴェッソンの習慣論", ""], "第7回": ["ベルクソンの生の哲学", ""], "第8回": ["ハイデッガーの存在論と現存在分析（１）", ""], "第9回": ["ハイデッガーの存在論と現存在分析（２）", ""], "第10回": ["メルロ＝ポンティの身体論", ""], "第11回": ["レヴィナスの身体論", ""], "第12回": ["英米哲学における身体論", ""], "第13回": ["認知言語学と哲学", ""], "第14回": ["結び", ""], "授業外学習2": "配付される資料の内容は、その場で直ちに理解できるとは限らない。議論の筋道をたどりつつ、また紹介される参考資料なども参照しながら理解を進めてほしい。"}, "評価": {"参考文献・資料Reference books0": "講義内で適宜紹介していく。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "講義内で指示。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "毎講義での提出物の有無等を評価する。"], "成績評価Grading3": "備考　Note\n平常リポートは学期末に提出してもらう予定。長文の論述課題を予定。", "更新日時/Date of Update0": "2022年03月29日 16時30分09秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "４別－４０３"]}, "campas": 0, "name": "【110】哲学・思想基礎／Fundamentals of Philosophical Thoughts", "管理部署": 10, "単位数": 2, "担当者": "重松　健人（SHIGEMATSU TAKEHITO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 3, "評価2": 4, "開講期": 2}