{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、諸民族の社会における文化から現代社会におけるサブカルチャーまで様々な文化を学ぶための理論的基礎を得ること、および理論を具体的事例に応用して解釈を行う人類学的視点を獲得することである。文化人類学は、文化を客観的に見る視点を養う学問である。その際の文化とは、狩猟・採集文化から現代社会における若者文化まで幅広い。今日、グローバリゼーションが進展する中で、旅行やメディア等を通して異文化に接する機会は増加している。また、常に変化を遂げる現代社会における都市文化は流動性に満ちている。本講義は、これらの流動性に満ちた現代の文化を学ぶための理論や視点の獲得につながる。", "到達目標": "（１）文化人類学の学問的系譜、および文化相対主義、贈与交換論、宗教・呪術、観光人類学、ジェンダー論などに関する当該分野の基礎理論について説明できる。<BR/>（２）近代および近代国家に関する理論を説明でき、これらの理論を現実の事例に応用することができる。<BR/>（３）グローバル化および文化の越境に関する理論を説明でき、これらの理論を現実の事例に応用することができる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "上級科目として以下の科目が用意されている。<BR/>『文化社会学』<BR/>『Sociology of Cultures in Transition』", "授業の概要・背景": "", "授業方法": "この科目は新型コロナウィルス感染拡大の状況および過去の受講者人数の多さを踏まえ、履修者数が確定する第3回目までの授業をオンデマンド形式で実施。講義動画、講義プリント、宿題予習素材の３点が入ったフォルダへのリンクを下記第1回～３回に掲載(4月上旬に掲載予定）", "トピック": {"第1回": ["第１回：オリエンテーション・文化人類学とは・文化の概念・文化相対主義<BR/>（新型コロナウィルス感染拡大の状況および過去の受講者人数の多さを踏まえ、履修者数が確定する第3回目までの授業をオンデマンド形式で実施。講義動画、講義プリント、宿題予習素材の３点が入ったフォルダへのリンクをこの欄に掲載予定）<BR/>（１）文化人類学の学問上の特徴を流れを理解する。<BR/>（２）文化人類学の初期から今日までの学説史の大まかな流れを理解する。<BR/>（３）文化の概念および文化相対主義について説明できる。<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示）", ""], "第2回": ["第２回：人種・民族<BR/>（オンデマンドにて実施）<BR/>（１）人種と民族の違いについて説明できる。<BR/>（２）民族と国家の関係性について事例をもとに解釈できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第3回": ["第３回：男と女・ジェンダー・家族<BR/>（オンデマンドにて実施）<BR/>（１）性別とジェンダーの違いについて説明できる。<BR/>（２）ジェンダー論とフェミニズムの学問的系譜や基礎的理論について説明できる。<BR/>（３）ジェンダー論の視点の特徴を理解し、それを現実の事例に当てはめて解釈できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第4回": ["第４回：観光と文化<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）観光のまなざしやホスト・ゲスト論など、当該分野の基礎的理論を説明できる。<BR/>（２）文化の真正性に関する議論を自分の言葉で説明できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第5回": ["第５回：観光の文化　（ゲスト講義）<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）観光社会学・観光人類学の理論を、具体的事例の分析に応用することができる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第6回": ["第６回：贈与交換論・経済人類学<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）文化人類学における贈与交換論の基礎的な理論・視点を説明できる。<BR/>（２）贈与交換論の視点を現実の事例の解釈に応用することができる。<BR/>（３）社会における交換（地域通貨など）を文化人類学的視点から解釈できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第7回": ["第７回：近代化と国家<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）前近代社会と近代社会の相違やそれぞれの特徴を説明できる。<BR/>（２）近代社会論における代表的な論を説明できる。<BR/>（３）近代における国家やナショナリズムについて理論に言及しながら説明できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第8回": ["第８回：伝統と文化<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）伝統の発明の理論を自分の言葉で説明できる。<BR/>（２）近代と伝統文化の関係性について説明できる。<BR/>（３）国民国家と伝統文化の関係性について具体的事例に言及しながら説明できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第9回": ["第９回：近代西洋とオリエンタリズム<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）オリエンタリズムとはいかなる理論か自分の言葉で説明できる。<BR/>（２）ポストコロニアル論の基礎的な視点や理論について説明できる。<BR/>（３）ポストコロニアル論が文化人類学に与えた理論的および方法論的影響について説明できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第10回": ["第１０回：グローバル化と文化<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）グローバル化と文化の関係性について理論に言及しながら論じることができる。<BR/>（２）グローバル化の複雑性や越境する文化に関する理論を説明できる。<BR/>（３）上記（２）を具体的事例に言及しながら解釈することができる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第11回": ["第１１回：生と死・病気の人類学<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）医療人類学の基礎的な理論を説明できる。<BR/>（２）アフリカや日本の事例研究をとおして、近代医療を相対的視点で見ることができる。<BR/>（３）近代社会や近代の知・分類の力について、事例をとおして解釈できる。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第12回": ["第１２回：メディア・サブカルチャー論<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）<BR/>（１）カルチュラル・スタディーズの視点の特徴を説明することができる。<BR/>（２）コード化、脱コード化などの視点を具体的事例の分析に応用することができる。<BR/>（３）構築主義的視点からメディアコンテンツを解釈的に見る視点を得る。<BR/>事前学習：LUNA上に掲載された文献を読む（３時間）<BR/>事後学習：教科書の該当箇所を学習する（１時間。該当箇所は講義内にて指示。）", ""], "第13回": ["第１３回：まとめ　Q＆Aセッション<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）", ""], "第14回": ["第１４回：まとめ　授業中試験<BR/>（対面で実施予定。受講者数に応じ学部の規定に従いオンデマンドで実施）", ""], "授業計画1": "上記の計画や、進捗状況などをふまえ、変更する可能性がある。", "授業外学習2": "毎回配布するプリントにて予習および復習を指示する。<BR/>予習はLUNAに掲載した文献を読む作業、復習は教科書を読む作業が中心。<BR/>レポートや自宅学習に関するフィードバックは、適宜コメントシートを配布して学生の疑問点を全体で共有しながら行う。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["長友　淳", "グローバル化時代の文化・社会を学ぶ", "世界思想社", "2017 年", "978-4-7907-1696-9", ""], "教科書Required texts0": "『グローバル化時代の文化・社会を学ぶ―文化人類学/社会学の新しい基礎教養』（世界思想社）", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "『文化人類学最新術語100』", "弘文堂", "", "", ""], "参考書/Reference books2": ["", "アジアから観る、考える―文化人類学入門", "ナカニシヤ出版", "", "", ""], "参考書/Reference books3": ["", "文化のグローカリゼーションを読み解く", "弦書房", "", "", ""], "学生による授業評価の方法Course Evaluation by Students0": "自由記述のコミュニケーションペーパー", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "期末授業内試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "中間レポート"], "成績評価Grading3": ["その他／Others (99)", "30 %", "出席・受講態度・ディスカッションの積極性など"], "成績評価Grading4": "備考　Note\n中間レポート未提出の場合、単位修得を認めない。\nオンライン履修者の評価方法は対面での受講者と同じ扱いとする。", "更新日時/Date of Update0": "2023年02月15日 14時45分29秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【110】文化人類学基礎／Fundamentals of Anthropology [JP]", "管理部署": 10, "単位数": 2, "担当者": "長友　淳（NAGATOMO JUN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 9, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}