{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業は、言葉の形式と意味との関係を理解するために最も基礎的な言語構造や意味表現の知識を学ぶことを目的とする。要するに、人間は言語を使って情報を記録したり伝達したりする際に、まず、言葉の形式を選ぶ。その言葉の形式の選択は恣意的なものではない。人間はあるルールに従って、言葉の形式を選択し、その形式に付加される意味を活性化させながらコミュニケーションを行うのである。しかし、言葉の形式が同じであっても、表現しうる意味は必ずしも一つではない。言葉の形式とその形式で表現しうる意味とがどのような関係なのかを理解するための授業である。", "到達目標": "（１）日本語文の構造と種類を理解し、それを日常の言語コミュニケーションに適用することができる。<BR/>（２）日本語構文における名詞や動詞、複合動詞、副詞などの役割を理解し、文章の理解や言葉による誤解を解消することに役立つ。<BR/>（３）言語コミュニケーションにおける日本語の受身文や使役文、否定文、授受文、時間表現などの伝達機能を理解し、それを自分の文章構成に生かすことができる。<BR/>（４）日本語の読解力や表現力を高めることができる。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "関連科目として<BR/>日本語学と日本語教育（２０２２年度　国際学部）<BR/>が用意されている", "授業の概要・背景": "", "授業方法": "第１回～第３回はオンデマンド実施<BR/>その後、オンライン授業の受講を許可された受講者には、個別に授業の動画などを送ります。yukang@kwansei.ac.jpまでご連絡ください。", "トピック": {"第1回": ["第１回～第３回はオンデマンド実施<BR/>（1）オリエンテーション：授業の目的、到達目標、評価の方法について説明する<BR/>（2）日本語の特徴を理解する（命題とモダリティ）。<BR/>（3）日本語の文法のルールと意味のルールの相違を学ぶ。<BR/>（4）日本語の品詞の分類やその定義を学ぶ。", "URLは下のシラバス付加情報のところに掲載している。質問やお問い合わせなどがあるなら、yukang@kwansei.ac.jpまでメールしてください。登録の関係上当日課題提出ができない場合、第４回までに提出してください。第１回、第２回、第３回はまとめて提出してくれても受理します。なお、動画は去年のものを使っていますので、課題提出などの指定日は必ずしも現在のものと一致していない。無視してください。今年の授業日を基準にしてください。"], "第2回": ["第１回～第３回はオンデマンド実施<BR/>（1）授業の目的、到達目標、評価の方法について再度説明する<BR/>（2）前回の内容を復習する<BR/>（3）日本語のトップダウンとボトムアップといった2つの文法観や文の基本構造を学ぶ。<BR/>（4）日本語の助詞の分類やその定義を学ぶ。<BR/>（5）日本語の格助詞の分類やその役割を学ぶ。", ""], "第3回": ["第１回～第３回はオンデマンド実施<BR/>（1）前回の内容を復習する<BR/>（2) 格助詞「から」と「に」の文法ルールと意味ルールを学ぶ。<BR/>（3）格助詞「と」と「に」の文法ルールと意味ルールを学ぶ。<BR/>（4）格助詞「を」と「に」の文法ルールと意味ルールを学ぶ。", ""], "第4回": ["（1）前回の内容を復習する<BR/>（2）日本語の動詞の分類を学ぶ。<BR/>（3）日本語の自動詞と他動詞を学ぶ。<BR/>（4）日本語の有対動詞と無対動詞を学ぶ。", ""], "第5回": ["（1）前回の内容を復習する<BR/>（2）日本語の形容詞の分類を学ぶ。<BR/>（3）日本語の形容詞の類型と助詞の選択との関係を学ぶ。<BR/>（4）日本語の形容詞と動詞とのつながりを学ぶ。", ""], "第6回": ["（1）前回の内容を復習する<BR/>（2）日本語の副詞の分類や副詞の多義性を学ぶ。<BR/>（3）日本語の程度副詞と頻度副詞を学ぶ。<BR/>（4）「たくさん」の意味機能を学ぶ。", ""], "第7回": ["（1）前回の内容を復習する<BR/>（2）日本語の複合動詞の分類を学ぶ。<BR/>（3）日本語の前項動詞と後項動詞との意味関係を学ぶ。<BR/>（4）「持ち上げる」と「書き上げる」における動詞類型と意味との制約関係を学ぶ。", ""], "第8回": ["（1）前回の内容を復習する<BR/>（2）日本語の受身文の分類や「れる/られる」の四機能を学ぶ。<BR/>（3）日本語の「直接受け身文」「間接受け身文」「持ち主受身文」を学ぶ。<BR/>（4）日本語の固有受身文と非固有受身文を学ぶ。", ""], "第9回": ["（1）前回の内容を復習する<BR/>（2）日本語の使役文分類を学ぶ。<BR/>（3）有情物主語使役文と無情物主語使役文を学ぶ。<BR/>（4）使役文の多義性を学ぶ。", ""], "第10回": ["（1）前回の内容を復習する<BR/>（2）日本語の否定の分類を学ぶ。<BR/>（3）否定のフォーカスと否定のスコープを学ぶ。<BR/>（4）否定の連続性、完全否定と不完全否定を学ぶ。", ""], "第11回": ["（1）前回の内容を復習する<BR/>（2）日本語の時間表現の基本的な分類を学ぶ。<BR/>（3）「た」の意味を学ぶ。<BR/>（4）「ている」意味を学ぶ。", ""], "第12回": ["（1）前回の内容を復習する<BR/>（2）授受文の分類を学ぶ。<BR/>（3）人間関係と授受文の選択との関係を学ぶ。<BR/>（4）「てやる」と「てくれる」の意味を学ぶ。", ""], "第13回": ["（1）前回の内容を復習する<BR/>（2）認知言語学の考え方やそのアプローチと意味表現との関係を学ぶ。<BR/>（3）前景と背景、スキーマとカテゴリー、凝集性と一般化、プロトタイプと意味拡張、家族的類似性、多義性を学ぶ。<BR/>（4）メタファー・メトニミー・シネクドキの用法や言語コミュニケーションにおけるそれぞれの役割を学ぶ。", ""], "第14回": ["期末試験", ""], "授業外学習2": "【事前学習】授業を受ける前に、LUNAからレジュメをダウンロードして、それを読み、予習を行う。授業を理解するために、指定された参考図書『基礎日本語文法・改訂版』（益岡隆志・田窪行則、くろしお出版1992）『はじめての人の日本語文法』(野田尚史、くろしお出版1991)『日本語学入門 ことばのしくみを考える 第２版』（庵功雄、スリーエーネットワーク2012）の中の関係節を必ず授業前または授業後に熟読する（１時間）。<BR/>【事後学習】授業を受けた後、必ず授業内容を中心に復習し、消化できるようにする（１時間）。"}, "評価": {"教科書Required texts0": "授業中に配布する", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["益岡隆志、田窪行則", "基礎日本語文法・改訂版", "くろしお出版", "1992 年", "4874240666", ""], "参考書/Reference books2": ["野田尚史", "はじめての人の日本語文法", "くろしお出版", "1991 年", "4874240534", ""], "参考書/Reference books3": ["庵功雄", "新しい日本語学入門 ことばのしくみを考える 第２版", "スリーエーネットワーク", "2012 年", "4883195899", ""], "参考文献・資料Reference books0": "授業中に指示する", "学生による授業評価の方法Course Evaluation by Students0": "この授業時間内に授業評価アンケートを実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "試験（授業中試験）の得点数で評価する"], "成績評価Grading2": ["その他／Others (99)", "40 %", "課毎に出された課題の点数で評価する"], "成績評価Grading3": "備考　Note\n【備考】原則として授業回数の３分の１以上を欠席した者には単位の認定をしない。\n【オンライン受講生対象】\nオンライン授業の受講を許可された受講者については、試験の方法や形式について、個別にご連絡する。", "URLリンク1/URL 10": "第２回動画", "URLリンク2/URL 21": "第２回課題提出", "更新日時/Date of Update2": "2022年09月24日 18時42分12秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｇ－ＩＳ２０６"]}, "campas": 0, "name": "【110】言語構造と意味表現基礎／Fundamentals of the Structure of Language & Semantic Expression", "管理部署": 10, "単位数": 2, "担当者": "于　康（YU KANG） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 9, "評価1": 2, "評価2": 4, "開講期": 2}