{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業は，会計学の基礎知識の修得を目的としています。財務諸表について概説した上で，会計の基本について説明します。その上で，企業が公表している財務諸表の分析手法についても理解を深めます。", "到達目標": "以下の二つの技能について，大阪商工会議所実施のビジネス会計検定3級レベルを到達目標とします。<BR/>・貸借対照表，損益計算書，キャッシュ・フロー計算書の構造について理解し，その意味を理解できる。<BR/>・簡単な財務諸表分析手法を修得し，分析結果について理解できる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "簿記基礎。", "授業の概要・背景": "大学を卒業した後，多くの学生諸君は企業に就職します。その企業の業績評価に関して，大きな焦点である利益は，会計システムからしか測定できません。したがって，会計システムがわかっていないと，本当の意味での企業の業績評価は行えないのです。会計学とは，その会計システムに関する学問です。<BR/>企業ばかりではなく，国際機関・政府機関・自治体など，どのような組織も会計を抜きにして活動を進めることはできません。企業を中心とする会計学の理解によって，企業以外の組織の会計に対する理解も容易になりますから，その意味でも会計学の知識は重要です。", "授業方法": "授業は教室で対面実施します（なお最初の3回のみ教室が確定できないためオンデマンドによる授業）。<BR/>本授業は反転授業方式および事前事後学習としてWEBテスト利用（スマートフォン所有者はアプリ利用可）によって行います。反転授業とは，授業時間までに資料・教科書・動画などで予め習得したうえで，授業に臨み，授業時間中は質疑応答，演習，ディスカッションなどを行って，修得内容をしっかり理解していく方法です。通常の授業が，授業時間がインプット中心なのに対し，反転授業では授業時間までの予習でインプットし，授業時間はアウトプットを中心に行う方法です。また理解を深めてもらうためのツールとしてスマホアプリ（スマホがない場合は、ＷＥＢ上のシステム）を用います。教科書は必須です。参考書は各自演習するために活用ください。また、教室内で演習を行いますが、グループワークを行い際には、教室外でのクラウドを用いた共同作業も行ってもらいます。", "トピック": {"第1回": ["4/10   ガイダンス（オンデマンド・本シラバス最下欄添付ファイル１参照：提出課題の締切は4月15日(土)12:00までです）", ""], "第2回": ["4/17　財務諸表とは（オンデマンド・本シラバス最下欄添付ファイル２参照：提出課題の締切は4月22日(土)12:00までです）", ""], "第3回": ["4/24  貸借対照表（１）しくみ・資産(分類・金額)（オンデマンド・本シラバス最下欄添付ファイル３参照：提出課題の締切は4月29日(土)12:00までです）", ""], "第4回": ["5/1  貸借対照表（２）資産", ""], "第5回": ["5/8   貸借対照表（３）負債・純資産", ""], "第6回": ["5/15　損益計算書", ""], "第7回": ["5/22  キャッシュ・フロー計算書", ""], "第8回": ["5/29   財務諸表分析（１）基礎的分析・成長性分析", ""], "第9回": ["6/5   財務諸表分析（２）安全性分析", ""], "第10回": ["6/12  財務諸表分析（３）収益性分析・単位当たり分析", ""], "第11回": ["6/19 　財務諸表分析（４）分析手法総復習", ""], "第12回": ["6/26  実在上場企業の財務諸表についての分析演習（１）", ""], "第13回": ["7/3　 実在上場企業の財務諸表についての分析演習（２）", ""], "第14回": ["7/10   授業中試験（最終確認テスト）", ""], "授業外学習2": "当該回を反転授業で行う場合，修得すべき予習課題をLUNAにパワーポイントまたは動画で掲げます。<BR/>講義時間中は，質問，確認，演習，ディスカッションが中心となりますので，よりよく理解し，分析手法を修得するためには，毎回の予習が必須となります。またさらにそれらを深めるためには復習も重要です。<BR/>また学生諸君への伝達もLUNAを利用します。各回の配布資料などもLUNAにアップロードします。LUNAは毎回チェックするようにしてください。<BR/>教室外演習として、GoogleDocumentも活用します。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["大阪商工会議所", "ビジネス会計検定試験公式テキスト３級(第5版)", "中央経済社", "2023 年", "", ""], "教科書Required texts0": "大阪商工会議所編『ビジネス会計検定試験公式テキスト３級』（中央経済社)は，2023年3月に第5版が刊行されていますので，そちらを授業で使います．", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["大阪商工会議所", "ビジネス会計検定試験公式過去問題集３級(第5版)", "中央経済社", "2021 年", "", ""], "参考文献・資料Reference books0": "大阪商工会議所編『ビジネス会計検定試験公式過去問題集３級』（中央経済社)は授業開始時点（2023年4月）での最新版を購入下さい。こちらは必須ではなく，各自自習するのに推奨している問題集です。", "学生による授業評価の方法Course Evaluation by Students0": "大学所定の方法による", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価50% 最終レポート50%"], "成績評価Grading2": "備考　Note\nフィードバックについて：第1回～第3回の提出課題については講評(総評)を掲示する。第4回以降の確認テストについては、確認テスト終了後に正解を提示する。演習レポート等記述式の提出の場合は講評(総評)を掲示する。", "備考Note0": "解説動画は、早送り、画質調整ができるという利便性を考慮して、Onedriveの他、Youtubeにもアップロードしています。大学のネット環境では、回線混雑時、Youtubeが視聴できない設定となっています。その際には、Onedriveの方を閲覧ください。", "備考Note1": ["会計学基礎2023年度第1回オンデマンド教材および提出課題.pdf", "4月15日(土)12:00まで"], "備考Note2": ["会計学基礎2023年度第2回オンデマンド教材および提出課題.pdf", "4月22日(土)12:00まで"], "備考Note3": ["会計学基礎2023年度第3回オンデマンド教材および提出課題.pdf", "4月29日(土)12:00まで"], "更新日時/Date of Update4": "2023年04月05日 09時54分22秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【130】会計学基礎／Fundamentals of Financial Accounting [JP]", "管理部署": 10, "単位数": 2, "担当者": "木本　圭一（KIMOTO KEIICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 4, "開講期": 1}