{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「法」は、社会を秩序あるものとし、各当事者間の交渉を機能させるためには必須の存在である。民法はその法律の基本を成し、民法の学習は、全ての法律の基礎を習得することにつながる（商法・民事訴訟法・行政法・労働法・無体財産法や、更に国際法も平等な国家間関係を基礎とすることから、これら諸法の基礎を成すとされる）。本科目はロースクール研究者教員による、私達の生活に密着した私法の一般法である「民法」の基本的な考え方を出発点に、「現代契約法」にまつわる諸問題を取り上げながら、社会的な事件に対して妥当な解決を図る必須の能力を養うことを目的とする。法に関する関心を引出すことを目的とする「法の世界への誘い」の科目の次のステップとして、もう一歩踏み込んだ学習となる。", "到達目標": "１．まず、法の種類や役割・法の解釈のしかた、判例などを取り上げ、「法的思考」の導入を図り、その基礎を習得する。<BR/>２．さらに、我々の生活に身近な「契約法」を素材に、基本的知識を習得しながら、興味深いケースを使ったアクティブラーニングの方法によって、論理的に考え、説得的に議論し、的確な論述をする力を涵養する。", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "", "授業方法": "  授業では、契約法に関する基礎知識を、ケーススタディによる双方向型授業により、具体的な事件・判例を素材に、考え・起案し・発表する機会を通して、授業に能動的に参加しながら学ぶ方法を採用する。また、現代契約法の最前線の状況―国際契約―などの、実社会の興味深い問題にも言及して、国際舞台で法的知識を活用できる場面など、将来の活躍の可能性についての話題も提供する。その際、ゲストスピーカーとして外務省で活躍する渉外弁護士等の生の声を聴いたり、ビデオ等により現実の法律の世界も体験する。<BR/>  この科目は、4/28（水）までの授業を定められた授業時間（金２）に同時双方向授業で行います。<BR/>  授業の内容は録画してオンデマンド形式で配信しますので、同時双方向で出席出来ない場合は、そちらを視聴してください。同時双方向授業とオンデマンド配信どちらへ出席されても、評価に影響はありません。<BR/>　なお、同時双方向授業へのURLはLUNAのゲストアクセスを設定し、授業の前日までに「LUNAのお知らせ」に追記します。オンライン履修者へのフォローは、ZOOM同時双方向で行います。", "トピック": {"第1回": ["はじめに－「法律」の入門<BR/>　法の諸形態、判例の読み方、民法の構造と歴史、法の解釈", "双方向でのZoomと対面のハイブリッドの授業です。<BR/>双方向授業のZoomのURLは、LUNAのお知らせを参照してください。授業は、授業時間に開始します(原則対面・双方向授業ですが、視聴できない人には、後でネットで配信を行います。LUNAのお知らせを見てください。オンデマンド方式の受講者には課題があります。LUNAの「課題・レポート」を見てください）。"], "第2回": ["何があれば契約は有効に成立するか。<BR/>　申込と承諾による契約の成立、意思表示、意思表示の瑕疵（心裡留保・虚偽表示・錯誤・詐欺）", "第2回目からも、第1回目と同じURLです。"], "第3回": ["誰が契約の主体となれるか。1<BR/>　人、権利能力、意思能力、行為能力、履行補助者の概念と問題点", ""], "第4回": ["誰が契約の主体となれるか。2<BR/>　代理制度：代理の法律関係、代理権、無権代理、表見代理", ""], "第5回": ["誰が契約の主体となれるか。3<BR/>　法人：社団・組合、権利能力なき社団、法人の能力と制限", ""], "第6回": ["有効な契約のために何が必要か。<BR/>　有効要件、無効・取消、法律行為概念", ""], "第7回": ["契約の効力はいつ発生し、いつ消滅するか。<BR/>　条件・期限・期間、取得時効・消滅時効・除斥期間の制度", ""], "第8回": ["何があれば債権(債務)が発生・消滅するか。<BR/>　債権発生原因・種類、債権の効力、弁済、受領遅滞", ""], "第9回": ["債務が履行されなかったときの法的処理－義務の種類<BR/>　強制履行、損害賠償などの救済手段、安全配慮義務・範囲", ""], "第10回": ["契約が履行されなかったときの法的処理－契約の種類・範囲<BR/>　契約締結段階（交渉と説明義務）・同時履行の抗弁権・解除・危険制度・事情変更の原則", ""], "第11回": ["重要な契約の類型（典型契約）1<BR/>　売買契約(予約・手付、担保責任、特殊売買)・贈与契約", ""], "第12回": ["重要な契約の類型（典型契約）2　<BR/>　賃貸借契約(用益物権・敷金・譲渡・転貸)・消費貸借", ""], "第13回": ["重要な契約の類型（典型契約）3　役務型契約<BR/>　雇用契約、請負契約、委任契約、寄託契約など", ""], "第14回": ["おわりに－世界における契約法・日本民法改正と比較法<BR/>　グローバル社会における国際契約法", ""], "授業外学習2": "各授業の前に予習課題が出される予定。それを踏まえて、授業で議論をする。"}, "評価": {"教科書Required texts0": "内田　貴『民法Ⅰ総則・物権総論』（東京大学出版会）：民法の本格的な教科書として最も人気のある本。ケース(事例)や図により、わかりやすく興味深く解説されている。\n同じシリーズとして、同『民法Ⅱ債権各論』、『民法Ⅲ債権総論・担保物権』、『民法Ⅳ親族・相続』がある。場合に応じて、図書館などで参照すればより理解が深まる。\n2018年以降の小六法　（どの出版社のものでも良い。小さめのものでよいが、民法改正が反映されている2018年以降のものが良い）。", "参考文献・資料Reference books0": "田中英夫『実定法学入門　第3版』（東京大学出版会）\n：アメリカ法を専門とする著者が、アメリカのソクラテスメソッドを導入して、はじめて法学入門の勉強を、事例を使って解説した伝統的名著。\n読み物　スコット・タロー『ハーバードロースクール』\n：アメリカでロースクールに通う学生の生活を題材にした小説。如何にアメリカのロースクールで勉強を乗り越えていくか、日常生活と共に面白く描かれている。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "講義内容の理解度と、分析的に検討した考察内容を重視"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "分析的に検討した考察内容を重視。"], "成績評価Grading3": ["その他／Others (99)", "10 %", "授業中の発言など"], "成績評価Grading4": "備考　Note\n成績評価は、「小テスト」（40％）と「レポート」（50％）と授業中の発言など（10％）で行う。\nレポートの評価基準として、講義内容の理解度と、分析的に検討した考察内容を重視する。", "更新日時/Date of Update0": "2022年03月01日 23時38分28秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "Ｇ－ＩＳ院３"]}, "campas": 0, "name": "【120】現代契約法／Japanese Contract Law", "管理部署": 10, "単位数": 2, "担当者": "山田　到史子（YAMADA TOSHIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}