{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "少しでも「法曹」の仕事に興味を持ってもらい、「将来的に社会でこんな活躍の場がある」と知ってもらうための入門基礎科目を提供する。リベラルアーツ教育を中心とする学士課程終了後に学ぶ専門科目のひとつとして、法律という専門科目の面白さを体験してもらう。将来、その道の専門家として活躍できるように、学部１～２年次から、専門家になるにはどのような道があるかについても、学ぶことができる。<BR/>研究者教員と実務家教員によるオムニバス形式により、法の世界を垣間見られるような、社会で問題となった憲法判例、刑法の身近な事例や裁判員裁判、実務での実際の弁護士の経験(企業不祥事事例に見るコンプライアンスについての考察)や、国際模擬仲裁裁判におけるビジネス法に英語で触れる機会を持つことによって、身近な法律に関する理解・関心を深める。授業ではアクティブラーニングの手法（集団討論・まとまった資料を読み起案・発表する）により、基礎理論を習得する。", "到達目標": "１．基本法3分野を中心に民法・憲法・刑法に加え、会社法における法的な思考・論理思考の面白さを、興味深い教材を使ったアクティブラーニングの方法により、自ら積極的に授業に参加・体験することを通して知ることができる。<BR/>２．憲法は身近で興味深い重要な憲法事件・判例を素材に、議論を通して憲法の観点から事件を分析して自分の考えを述べることができるようになり、刑法は身近な事例や判断が分かれる事例を扱うことで、刑事裁判は何かを考える機会を通して自分なりの意見を論理的に述べ、実務家の授業では将来の選択肢の一つとしての弁護士の社会における役割を知り(企業の不祥事事例を題材に企業コンプライアンスについて考える）、民法は国際商事模擬仲裁裁判を体験し、身近な国際貿易に関する紛争事例で法的な解決に向けた法的思考を学び議論できるようになる。", "授業方法": "　4人のオムニバス方式で、ゲストスピーカーとして法曹（アメリカ人弁護士や活躍する女性弁護士など）の生の声を聴いたり、ビデオなどにより、実際の世界を体験しながら、授業に主体的に関わりながら、レポートを作成する。成績評価は、4つの「レポート」（憲民刑会社80％）と授業中の課題など（20％）で行う。レポートの評価基準として、講義内容の理解度と、分析的に検討した考察内容を重視する。<BR/>  この科目は、4/28（水）までの授業を定められた授業時間（月４）に同時双方向授業で行います。<BR/>  授業の内容は録画してオンデマンド形式で配信しますので、同時双方向で出席出来ない場合は、そちらを視聴してください。同時双方向授業とオンデマンド配信どちらへ出席されても、評価に影響はありません。なお、同時双方向授業へのURLはLUNAのゲストアクセスを設定し、授業の前日までに追記します。オンライン履修者へのフォローは、ZOOM同時双方向で行います。", "トピック": {"第1回": ["はじめに　－法の世界－　<BR/>（1）ガイダンス：国際社会で活躍する法曹…法曹の他、国際ビジネス・国連・外交官・公務員。<BR/>（2）法律的思考の最初の一歩･･･「社会におけるルール」「正義」とは何か？", "4月12日　授業予定日（次回以降同じ）"], "第2回": ["国際商事模擬仲裁とビジネス法入門①　<BR/>　－国際取引紛争のケースを英語で読んでみよう。（ビジネス法の基礎をケースから検討する）", "4月19日"], "第3回": ["国際商事模擬仲裁とビジネス法②　<BR/>　－国際模擬商事仲裁を体験する　どんな事件？（国際ビジネスで起こる紛争の解決策を考えてみよう。準備書面―申立書・答弁書―を書いてみよう）", "4月26日"], "第4回": ["国際商事模擬仲裁とビジネス法③　<BR/>　－国際模擬商事仲裁を体験する　（1）実際に仲裁人役の弁護士の前で弁論してみよう（申立人・被申立人に分かれて弁論を競う）　（2）世界で活躍する法曹の姿－(外国人)法曹が語る国際法曹の世界―", "5月10日"], "第5回": ["憲法の基礎①－社会で問題となった憲法判例を考える<BR/>剣道実技拒否事件：この事件では、公立高校の生徒が人と打合いをしてはならないという自らの信仰に基づいて体育の剣道実技を拒否したところ、体育の単位が認定されずに留年・退学処分とされました。信教の自由について考えます。", "5月17日"], "第6回": ["憲法の基礎②－社会で問題となった憲法判例<BR/>女性再婚禁止期間事件：この事件は、女性にのみ離婚後6か月を経過しなければ再婚できないとする民法の規定が、男女平等に違反するかどうかが争われました。法の下の平等について考えます。", "5月24日"], "第7回": ["憲法の基礎③－社会で問題となった憲法判例<BR/>乳房温存療法事件：この事件では、乳がん手術の際に乳房を温存する手術方法があるにもかかわらず、医師が十分に説明しなかったため、乳房の全摘手術しか選択できなかった女性が、医師を相手に損害賠償を請求した事件です。自己決定権について考えます。", "5月31日"], "第8回": ["憲法の基礎④－社会で問題となっている憲法問題<BR/>東京医科大学事件：この事件では、医学部の入学者選抜において、女性よりも男性を優遇する点数操作を行ったことが、女性差別ではないかが争われています。男女平等のあり方やアファーマティブアクション（ポジティブアクション）について考えます。", "6月7日"], "第9回": ["刑事法①：刑事法とは何か　　<BR/>刑事法とは何か、刑事法の役割、刑事司法の流れ、刑事裁判の基礎", "6月14日"], "第10回": ["刑事法②：裁判員裁判　　<BR/>裁判員裁判（裁判員裁判の映画も利用する予定です）。　誤った裁判（冤罪とその救済）", "6月21日"], "第11回": ["刑事法③：事例で考える　　<BR/>安楽死問題、トロリー問題など", "6月28日"], "第12回": ["実務を体験する①－活躍する法曹の仕事　社外取締役企業コンプライアンス①<BR/>　－会社法の基礎と会社役員の責任　<BR/>　会社法の基本理念、制度を学ぶとともに、会社役員（取締役・監査役）とは何か、求められている役割と責任にはどのようなものがあるのかについて、その基本的な法律上の制度内容を学びます。", "7月5日"], "第13回": ["実務を体験する②－活躍する法曹の仕事　企業内弁護士企業コンプライアンス②<BR/>　－社外役員の役割と責任7月12日<BR/>　ゲストスピーカーとして、上場企業の社外役員に就任している弁護士を招き、実務における経験談などを交え、社外役員の役割と企業におけるコンプライアンスについて、学びます。", "7月12日"], "第14回": ["実務を体験する③－活躍する法曹の仕事　企業コンプライアンス③<BR/>　－不祥事事例に見る取締役の責任　<BR/>　実際におきた企業不祥事事例を題材に会社役員にどのような責任があるのか、あるいは責任がないのかについて、ディスカッション方式により、考察します。", "7月19日"], "授業外学習2": "各担当者により、追って指示あり。"}, "評価": {"教科書Required texts0": "各授業担当者が、授業時に指示。", "参考文献・資料Reference books0": "各担当者が授業時に指示するものの他\n〔憲法〕・片桐直人・井上武史・大林啓吾『一歩先への憲法入門』（有斐閣、2016年）(憲法全般を初歩から勉強したい人向き）\n・辻村みよ子『人権をめぐる十五講：現代の難問に挑む』（岩波書店、2013年）（現代社会の人権問題を知りたい人向き）\n・亀石倫子『刑事弁護人』（講談社現代新書、2019年）（実際の裁判で人権を求めてたたかう弁護士たちの活動を描くもの）\n〔刑法〕・村井敏邦『新版刑法現代の「犯罪と刑罰」』（岩波書店、2005年）（やや古いのですが、平易な表現ですので初学者でも十分に読めます。\n図書館で是非借りて読んでください。）\n・後藤昭『新版　わたしたちと裁判』（岩波新書、2006年）（中高生向けの図書ですが、その分さっと読めます。裁判員制度が始まる前にかか\nれた本ですが、内容は今でも十分に通じます。）\n・アビー=スミス、モンロー=Ｈ・フリードマン編著、村岡啓一監訳 『なんで「あんな奴ら」の弁護ができるのか？』\n（現代人文社、2017年）（刑事弁護人の存在意義について考えるための良書）\n→「関心がある方が手に取ってくれれば･･･」という参考文献。\n〔国際模擬商事仲裁〕\n・スコット・タロー『ハーバードロースクール』（アメリカのロースクール生の日常生活が面白く描かれている）。\n・我妻栄『民法案内１』（かつての民法の大家による民法の基礎・法律の勉強の仕方が、話し言葉で興味深く書かれている）。\n・米倉明『プレップ民法』（身近な事例を扱いながら、1冊で契約法・民法の全貌を垣間見ることができる）。", "学生による授業評価の方法Course Evaluation by Students0": "当学部の方式による。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "憲法、民法：各30%、刑法、実務家科目：各20%"], "更新日時/Date of Update0": "2021年07月27日 14時58分47秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－ＩＳ３０３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【120】法の世界への誘い【憲法裁判・刑事模擬裁判・国際仲裁模擬裁判】／Introduction to Legal Profession", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "山田　到史子（YAMADA TOSHIKO） ", "履修基準年度": "１年", "時限1": "月曜４時限／Monday 4", "開講期": "春学期／Spring"}