{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "「法曹」の仕事に興味を持ち、「将来的に社会でこんな（国際的な）活躍の場がある」こと知ってもらうための入門基礎科目を提供する。リベラルアーツ教育を中心とする学士課程終了後に学ぶ専門分野のひとつとして、「法律」という専門科目の面白さを体験してもらう。将来、自分の特技（英語力など）を生かしてその道の専門家として活躍するには、学部１～２年次から、専門家になるための方法（取得科目や勉強方法など）・キャリア設計についても学ぶことができる。<BR/>　研究者教員と実務家教員によるオムニバス形式により、法の世界を垣間見られるような、社会で問題となった事件、刑法の身近な事例や裁判員裁判、実務での実際の弁護士の経験(企業不祥事事例に見るコンプライアンスについての考察)や、国際模擬仲裁裁判におけるビジネス法に英語で触れる機会を持つことによって、身近な法律に関する理解・関心を深める。授業ではアクティブラーニングの手法（集団討論・まとまった資料を読み起案・発表する）により、基礎理論を習得する。", "到達目標": "１．法律の基本法を中心に国際契約法・民事訴訟・刑法に加え、会社法における法的な思考・論理思考の面白さを、興味深い教材を使ったアクティブラーニングの方法により、自ら積極的に授業に参加・体験することを通して知ることができる。<BR/>２．民事裁判の身近で興味深い重要な事件・判例を素材に、議論を通して法の観点から事件を分析して自分の考えを述べることができるようになり、刑法は身近な事例や判断が分かれる事例を扱うことで、刑事裁判とは何かを考える機会を通して、自分なりの意見を論理的に述べ、実務法曹の授業では会社法の基本的知識や、CSR・SDGｓなどの会社を巡る最新の議論を理解し、企業の不祥事事例を題材にして、企業コンプライアンスについて自らの考えを述べることができるようになり、民法は国際商事模擬仲裁裁判を体験し、身近な国際貿易に関する紛争事例で法的な解決に向けた法的思考を学び、議論できるようになる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "法律の専門家である「元裁判官・民事訴訟法の研究者」と「民法・国際ビジネス法の研究者」「刑法の研究者」そして「実務で活躍する弁護士（社外役員の経験を有する）」そして「アメリカの一流ロースクールで授業もしつつ、アメリカで弁護士として活躍するアメリカ法の研究者（ゲストスピーカー）」による、躍動する「法の世界」を垣間見られる授業内容となっている。1年生の入門科目といっても、本格的な実際の事例を題材に展開するので、面白く興味深いとともに、基本的な法律思考方法や法理論も学ぶことができる。実務で活躍する（日本人・外国人）弁護士の解説も予定されている。", "授業方法": "　4人のオムニバス方式で、ゲストスピーカーとして法曹（アメリカ人弁護士や活躍する弁護士など）の生の声を聴いたり、ビデオなどにより、実際の世界を体験しながら、授業に主体的に関わりながら、レポートを作成する。成績評価は、4つの「レポート」（国際民訴刑会社80％）と授業中の課題など（20％）で行う。レポートの評価基準として、講義内容の理解度と、分析的に検討した考察内容を重視する。<BR/>  この科目は、4/24（月）までの授業を定められた授業時間（月４）に同時双方向授業で行います。<BR/>  授業の内容は録画してオンデマンド形式で配信しますので、同時双方向で出席出来ない場合は、そちらを視聴してください。同時双方向授業とオンデマンド配信どちらへ出席されても、評価に影響はありません。なお、同時双方向授業へのURLはLUNAのゲストアクセスを設定し、授業の前日までに追記します。オンライン履修者へのフォローは、ZOOM同時双方向で行います。教材その他、授業の連絡は、LUNAを通じて行います。", "トピック": {"第1回": ["はじめに　－法の世界－　<BR/>（1）ガイダンス：国際社会で活躍する法曹…法曹の他、国際ビジネス・国連・外交官・公務員。<BR/>（2）法律的思考の最初の一歩･･･「社会におけるルール」「正義」とは何か？", "本日のZoom IDは次の通りです。<BR/>Meeting ID: 961 4284 4166<BR/>Passcode: 210458<BR/><BR/>4月10日　授業予定日（次回以降同じ）<BR/>オンラインZoomの双方向型授業と対面のハイブリッド型のハイブリッド（オンデマンドの詳細は授業方法を参照してください）"], "第2回": ["国際商事模擬仲裁とビジネス法入門①　<BR/>　－国際取引紛争のケースを英語で読んでみよう。どんな事件？<BR/><BR/>　（ビジネス法の基礎をケースから検討する）", "4月17日"], "第3回": ["国際商事模擬仲裁とビジネス法②　<BR/>　－国際模擬商事仲裁を体験する　法律家のように考える。<BR/><BR/>　（国際ビジネスで起こる紛争の解決策を考えてみよう。準備書面―「申立書」―を書いてみよう）", "4月24日"], "第4回": ["国際商事模擬仲裁とビジネス法③　<BR/>　－国際模擬商事仲裁を体験する　法律家のように考える。<BR/><BR/>　（国際ビジネスで起こる紛争の解決策を考えてみよう。準備書面―「答弁書」―を書いてみよう）", "5月1日"], "第5回": ["国際商事模擬仲裁とビジネス法④　<BR/>　－国際模擬商事仲裁を体験する　法律家のように弁論する。<BR/>　（1）実際に仲裁人役の弁護士の前で、模擬法廷で弁論してみよう（申立人・被申立人に分かれて弁論を競う）　<BR/>　（2）国際舞台で活躍する法曹の姿　－(外国人)法曹が語る国際法曹の世界―", "5月8日"], "第6回": ["ゲストスピーカー講演：「体験談 アメリカの法と訴訟」（名誉教授 丸田隆先生）<BR/>　アメリカの一流ロースクール（ミューヨーク大学ロースクール）で授業を担当しながら、弁護士としても国際的に活躍する丸田先生が、「原告代理人としてアメリカで起こした訴訟の話」をしてくださいます。", "5月15日"], "第7回": ["民事裁判①：民事裁判のしくみ　　<BR/>　民事裁判は、権利（義務）の存否を判断して、紛争を解決する制度です。目に見えない権利の有無をどのようにして判断するのか、みてみましょう。", "5月22日"], "第8回": ["民事裁判②：民事裁判のいろいろ<BR/>　「民事裁判」と一口にいっても、手続が異なるものがあります。たとえば、金銭の貸し借りで裁判をする場合には、民事訴訟法が適用されます。しかし、離婚する、しないといった身分関係に関する裁判については、人事訴訟法が適用されます。事例をいくつか取り上げて、手続の特色をみてみましょう。", "5月29日"], "第9回": ["刑事法①：刑事法とは何か　　<BR/>　刑事法とは何か、刑事法の役割、刑事司法の流れ、刑事裁判の基礎", "6月5日"], "第10回": ["刑事法②：裁判員裁判　　<BR/>　裁判員裁判（裁判員裁判の映画も利用する予定です）。　誤った裁判（冤罪とその救済）", "6月12日"], "第11回": ["刑事法③：事例で考える　　<BR/>　安楽死問題、トロリー問題など", "6月19日"], "第12回": ["法曹実務を体験する①－　企業コンプライアンス①<BR/>　－会社法の基礎と会社役員の責任　<BR/>　会社法の基本理念、制度を学ぶとともに、会社役員（取締役・監査役）とは何か、求められている役割と責任にはどのようなものがあるのかについて、その基本的な法律上の制度内容を学びます。", "6月26日"], "第13回": ["法曹実務を体験する②－　企業コンプライアンス②<BR/>　－社外役員の役割と責任<BR/>　実務における経験談、ＳＤＧｓ、ＥＳＧ経営などの現在の企業を取りまく社会的要請を踏まえ、社外役員の役割と企業におけるコンプライアンスについて、学びます。", "7月3日"], "第14回": ["法曹実務を体験する③－　企業コンプライアンス③<BR/>　－不祥事事例に見る取締役の責任　<BR/>　企業不祥事事例を題材に会社役員にどのような責任があるのか、あるいは責任がないのかについて、法的責任の観点、社会的責任の観点から、ディスカッション方式により、考察します。", "7月10日"], "授業外学習2": "各担当者により、追って指示あり。"}, "評価": {"教科書Required texts0": "各授業担当者が、授業時に指示。", "参考文献・資料Reference books0": "各担当者が授業時に指示するものの他\n〔憲法〕・片桐直人・井上武史・大林啓吾『一歩先への憲法入門』（有斐閣、2016年）(憲法全般を初歩から勉強したい人向き）\n・辻村みよ子『人権をめぐる十五講：現代の難問に挑む』（岩波書店、2013年）（現代社会の人権問題を知りたい人向き）\n・亀石倫子『刑事弁護人』（講談社現代新書、2019年）（実際の裁判で人権を求めてたたかう弁護士たちの活動を描くもの）\n〔刑法〕・村井敏邦『新版刑法現代の「犯罪と刑罰」』（岩波書店、2005年）やや古いですが、平易な表現ですので初学者でも十分に読めます。\n図書館で是非借りて読んでください。）\n・後藤昭『新版　わたしたちと裁判』（岩波新書、2006年）（中高生向けの図書ですが、その分さっと読めます。裁判員制度が始まる前に　　　　　　　　　　　　　　　書かれた本ですが、内容は今でも十分に通じます。）\n・アビー=スミス、モンロー=Ｈ・フリードマン編著、村岡啓一監訳 『なんで「あんな奴ら」の弁護ができるのか？』\n（現代人文社、2017年）（刑事弁護人の存在意義について考えるための良書）\n→「関心がある方が手に取ってくれれば･･･」という参考文献。\n〔国際模擬商事仲裁〕\n・スコット・タロー『ハーバードロースクール』（アメリカのロースクール生の日常生活が面白く描かれている）。\n・我妻栄『民法案内１』（かつての民法の大家による民法の基礎・法律の勉強の仕方が、話し言葉で興味深く書かれている）。\n・米倉明『プレップ民法』（身近な事例を扱いながら、1冊で契約法・民法の全貌を垣間見ることができる）。", "学生による授業評価の方法Course Evaluation by Students0": "当学部の方式による。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "憲法、民法：各30%、刑法、実務家科目：各20%"], "更新日時/Date of Update0": "2023年04月16日 12時43分11秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【120】法の世界への誘い【民事裁判・刑事模擬裁判・国際仲裁模擬裁判】／Introduction to Legal Profession [JP]", "管理部署": 10, "単位数": 2, "担当者": "山田　到史子（YAMADA TOSHIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 3, "開講期": 1}