{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "簿記は「ビジネスの言語」とも言われ、グローバル経済におけるビジネスの「共通言語」として欠かせない存在となっている。本講義では、簿記の基本的な仕組みを理解し、簿記入門レベル(日商簿記検定3級)をマスターすることにある。", "到達目標": "簿記の原理を理解することができる。<BR/>日商簿記3級レベルの様々な取引やその仕訳を理解することができる。<BR/>様々な会計用語を　理解することができる。", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.<BR/>", "関連科目": "", "授業方法": "【オンライン授業許可学生対象】<BR/>申請者にはZoomによる同時双方向で配信予定<BR/>【共通】<BR/>この科目は、4/28（木）までの授業をオンデマンド形式で実施します。履修者確定後、履修者に4/29(金)以降の授業形態についてお知らせします。", "トピック": {"第1回": ["（オンデマンド実施）オリエンテーション", ""], "第2回": ["（オンデマンド実施）簿記の概要および仕組み、損益計算書と貸借対照表", ""], "第3回": ["（オンデマンド実施）損益計算書の概要、段階損益", ""], "第4回": ["損益計算書の実例", ""], "第5回": ["貸借対照表の概要", ""], "第6回": ["貸借対照表の実例", ""], "第7回": ["貸借対照表と損益計算書の関係", ""], "第8回": ["試算表、商品売買の記帳方法(三分法)、売掛金・買掛金、返品", ""], "第9回": ["仕入諸掛および販売諸掛、手付金、商品券、現金、普通預金、当座預金、小口現金", ""], "第10回": ["手形および電子記録債権・債務、有形固定資産", ""], "第11回": ["その他の債権および債務、その他の諸勘定および訂正仕訳", ""], "第12回": ["株式会社の資本、税金、試算表", ""], "第13回": ["英米式決算法、決算整理(費用および収益、貸倒引当金)", ""], "第14回": ["決算整理(減価償却、現金過不足、消費税、法人税等、その他項目)", ""], "授業外学習2": "講義で学習した内容を、問題集で反復練習する必要がある。"}, "評価": {"教科書Required texts0": "「ＡＬＦＡ3級課程商業簿記」(大原簿記学校)\n※簿記基礎の教材としてパッケージされている教材を購入すること。", "学生による授業評価の方法Course Evaluation by Students0": "学期末のアンケートを用いる。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "通常課題は提出の有無、習熟度確認課題は内容により評価する"], "備考Note0": "授業計画は、学生の理解度に応じて変更する可能性がある。\nオンライン履修者への成績評価は第4回講義以降のWEBで提出する毎回の課題で行う。", "更新日時/Date of Update1": "2022年01月16日 15時25分06秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "Ｇ－２０２"]}, "campas": 0, "name": "【130】簿記基礎／Fundamentals of Accounting", "管理部署": 10, "単位数": 2, "担当者": "吉田　尚矢（YOSHIDA NAOYA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 1, "評価1": 3, "開講期": 1}