{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This is an introductory course to applied linguistics or teaching and learning foreign languages, especially English.  This course is mainly designed for those who are interested in pursuing the career of teaching English at secondary level or higher, or becoming researchers in the field of applied linguistics, and also those who are interested in teaching and learning foreign languages in general.  The class will be conducted in English.   Students will be required to do the reading assignment before coming to class every week, actively participate in group and class discussions.", "到達目標": "Through this course, students will be able to get the fundamental knowledge on teaching and learning languages, especially English.  The course will cover a wide range of topics starting with the status of the English language as a lingua franca to teacher- and student-related issues, to the teaching of specific language skills and many more.", "授業方法": "Class discussion based on the weekly reading assignment will be the main part of the class work.  Students will be divided into small groups of different members every week and will discuss issues of various topics of the week.  Representatives from each group will then report to class.  The instructor gives comments and provides follow-up lecture as necessary. Projects of various kinds may be added.<BR/>This class will be conducted face to face, but for those who are permitted to participate via online for inevitable reasons, the class will be broadcast through Zoom.", "トピック": {"第1回": ["Orientation, Needs Analysis", ""], "第2回": ["The Changing World of English", ""], "第3回": ["Describing the English Language", ""], "第4回": ["Background Issues in Language Teaching", ""], "第5回": ["Popular Methodology", ""], "第6回": ["Describing Learners", ""], "第7回": ["Describing Teachers", ""], "第8回": ["Mistakes and Feedback", ""], "第9回": ["Teaching Language Construction", ""], "第10回": ["Teaching Language Skills", ""], "第11回": ["Language and Mind", ""], "第12回": ["Goals of Language Teaching", ""], "第13回": ["Sociopolitical Meaning of Language and Language Teaching", ""], "第14回": ["Round Up", ""], "授業外学習2": "Language of instruction and discussion will be English.  And since this is a discussion-oriented class, active participation by students will be required."}, "評価": {"教科書Required texts0": "No textbook will be used. The instructor will provide the weekly reading materials.", "参考文献・資料Reference books0": "Will be announced in class when necessary.", "学生による授業評価の方法Course Evaluation by Students0": "Will be conducted in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "weekly assignments, group and class discussions and participation"], "更新日時/Date of Update0": "2021年02月03日 22時31分47秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "Ｇ－ＩＳ１０６"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【210】Introduction to Applied Linguistics／Introduction to Applied Linguistics", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "長谷　尚弥（HASE NAOYA） ", "履修基準年度": "１年", "時限1": "水曜１時限／Wednesday 1", "開講期": "秋学期／Fall"}