{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "現代の資本主義・自由主義経済社会においては、我々は「企業」を抜きに生活を営むことは殆ど不可能である。すなわち、我々の生活は「企業」の様々な活動によって維持されている。したがって、製品やサービスの「生産」と「供給」という働きは企業本来の役割であり、企業はこの機能を利潤獲得と並行して、誠実に果たすことが求められている。この企業はどのようにこうどうするべきであろうか。<BR/>企業倫理論においては、まず「企業」とは何かを経営学の観点から明らかにし、そしてA.ズーハネク(Suchanek, Andreas)の研究に依拠して、経済倫理・企業倫理の観点から検討を行う。その後、規範倫理学の問題点を明らかにし、ズーハネクの３つのレベルのスキームに依拠して、ゲームのルールだけではなく、ゲームの理解が重要な役割を果たすことを明らかにする。そして、2つの短絡思考から企業の問題を明らかにし、黄金律によって企業を倫理的に行動させることができるのかを明らかにする。<BR/>　この講義を通じて、学生がズーハネクの主張する3つのレベルのスキームが理解できるようになるとともに、2つの短絡思考に陥ることなく、企業を倫理的に行動させる方法が理解できるようになることを目的とする。<BR/>　※企業倫理の講義においては、教科書の第1部及び第2部を中心的に使用する。", "到達目標": "①経済倫理・企業倫理のフレームワークに基づいて、現在の企業不祥事を考察することができるようになること。<BR/>②現在の資本主義体制下における行為主体の自由、責任、そして信頼の関係を理解し、責任ある形で自由を行使する重要性を説明することができるようになること。<BR/>③講義で明らかにする黄金律の意味と、企業とステークホルダーが良好な関係を築くためにこの黄金律をどのように活用できるのかを説明することができるようになること。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面講義を実施予定。", "トピック": {"第1回": ["受講ガイダンスとイントロダクション：成績評価方法・課題の内容・講義におけるキーワード・アンケート<BR/>「オンデマンド型講義①」", "適宜指示を行う。"], "第2回": ["現代社会における企業の「非倫理的行動」と「組織と社会における倫理観」の乖離<BR/>「オンデマンド型講義②」", "上に同じ。"], "第3回": ["倫理学の目的と課題：なぜ、「倫理」や「道徳」が現実と乖離しているという批判を受けるのか？<BR/>「オンデマンド型講義③」", "上に同じ。"], "第4回": ["企業が行動する経済体制における自由裁量の余地：行為主体が持つ自由の意義と自由の制限", "上に同じ。"], "第5回": ["企業の行動を制約する制度の意義と課題①：「個人や組織の責任を制度で代替することは可能なのか？」", "上に同じ。"], "第6回": ["企業の行動を制約する制度の意義と課題②：「協働でルールを違反する理由」と「ルールに正当性がない場合に、個人や組織はルールを守るべきか？」", "上に同じ。"], "第7回": ["企業と信頼①：信頼期待の正当性と「ナイーブな信頼(期待)」の問題点", "上に同じ。"], "第8回": ["企業と信頼②：ジレンマ構造とその解消の方策", "上に同じ。"], "第9回": ["ズーハネクの３つのレベルのスキーム：「ゲームの進行」・「ゲームのルール」・「ゲームの理解」", "上に同じ。"], "第10回": ["企業に信頼期待を向けるステークホルダーの「規範主義的な短絡思考」", "上に同じ。"], "第11回": ["不祥事を誘発する経営者の「経験主義的な短絡思考」", "上に同じ。"], "第12回": ["企業と黄金律①：「お互いのメリットのための社会的協働の条件に投資せよ!」とは？", "上に同じ。"], "第13回": ["企業と黄金律②：企業や組織を倫理的に行動させるためには", "上に同じ。"], "第14回": ["講義のまとめ：これまでの内容のおさらいとフィードバック等の対応", "上に同じ。"], "授業外学習2": "本講義においては、各講義の最後に次回の講義内容に関して説明を行う。その説明において、わからない箇所を次回の講義までにインターネットや書籍を調べて講義に臨むことが必要である。その際のヒントは、講義の中で説明を行う。"}, "評価": {"教科書Required texts0": "『企業倫理：信頼に投資する』ズーハネク著/柴田明・岡本丈彦訳, 同文舘出版, 2017年, ISBN978-4-495-38801-0", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "59 %", ""], "成績評価Grading2": ["その他／Others (99)", "41 %", "講義内で不定期に実施する小テスト"], "更新日時/Date of Update0": "2023年04月09日 09時13分37秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "Ｄ－１０１"]}, "campas": 0, "name": "【130】企業倫理／Corporate Responsibility [JP]", "管理部署": 10, "単位数": 2, "担当者": "岡本　丈彦（OKAMOTO TAKEHIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 4, "評価1": 0, "評価2": 4, "開講期": 1}