{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is designed to overview the major topics in the study of the Japanese language: phonetics, phonology, morphology, syntax, sociolinguistics, history, dialects, and the writing system. Various linguistic phenomena in the language will be introduced from the descriptive and comparative point of view. At the same time, theoretical concepts will also be introduced to explain typological characteristics of the language so that students will develop analytical skills in examining various linguistic problems. This course may help students deepen and widen the metalinguistic knowledge on the language.", "到達目標": "Students are expected to understand the various rules functioning in the Japanese grammar in terms of phonetics, phonology, semantics and syntax. One of the learning goals is to become aware of the linguistic characteristics of the Japanese language by comparing its rules with English counterparts.", "授業方法": " Lectures through Zoom: URL will be shown in the window of Session 1 below by the start of the 1st class (before 17th of Sept) Learning materials will be given to you each time on Zoom. No need to buy textbook (It&#39;s expensive). If you wish to use one, let me know by e-mail. You can borrow it. But the learning materials provided based on PowerPoint will suffice to study JL in this course. For your information, we may hold a class face to face after October 12.", "トピック": {"第1回": ["Sep 21 Week 1: Special lecture for Introduction to Japanese Linguistics<BR/>https://us02web.zoom.us/j/84924003880?pwd=N0NOU1VDb3RUdGtYUFljalJZQ0pZQT09<BR/>ミーティングID: 849 2400 3880<BR/>パスコード: wGwy7g", "The instructor&#39;s e-mail address:<BR/>Hiromi Otaka &lt;h-ohtaka@kwansei.ac.jp&gt;"], "第2回": ["Sep 29  Week 2: Articulatory phonetics and Phonology", ""], "第3回": ["Oct 5  Week 3: Acoustic Phonetics", ""], "第4回": ["Oct 12 Week 4: Phonology #1", ""], "第5回": ["Oct 19 Week 5:  Phonology #2", ""], "第6回": ["Oct 26 Week 6: Phonology #3", ""], "第7回": ["Nov 2  Week 7: Morphology", ""], "第8回": ["Nov 9  Week 8: Syntax #1", ""], "第9回": ["Nov 16 Week 9: Syntax #2", ""], "第10回": ["Nov 30 Week 10: Syntax #3", ""], "第11回": ["Dec 7  Week 11: Semantics #1", ""], "第12回": ["Dec 14 Week 12: Semantics #2", ""], "第13回": ["Dec 21 Week 13: Language variation #1", ""], "第14回": ["Jan 18 Week 14: Final Exam", ""], "授業外学習2": "Expected to attend as many classes as possible. Homework is assigned to the students every week, which takes about 10 to 15 minutes to complete."}, "評価": {"教科書Required texts0": "Tsujimura, Natsuko (2007) Japanese Linguistics (New edition), Blackwell\n(You can borrow a copy from the instructor free of charge. Handouts given by the instructor each time will suffice for your study in this course.)", "学生による授業評価の方法Course Evaluation by Students0": "Term-end Course Evaluations", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "Home assignments 50%, Final exam 50%"], "更新日時/Date of Update0": "2021年09月11日 10時55分51秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＭＲ－１０２"]}, "campas": 0, "name": "【210】Japanese Linguistics／Japanese Linguistics", "管理部署": 10, "単位数": 2, "担当者": "大高　博美（OTAKA HIROMI） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 2, "開講期": 2}