{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義は、政治学を初めて学ぶ受講生を対象に、政治学の学問背景や基本的な知識を学ぶことを目的とする。", "到達目標": "以下の諸点を授業の目標として設定しています。<BR/>・政治の世界を理解する為の学問的基盤を身につける。<BR/>・クリティカルな思考と分析力を養成する。<BR/>・政治学における基礎的な専門用語とコンセプトを習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be conducted in a regular classroom setting face to face from the first class.  Students permitted to take classes onlin will join the class via Zoom.  There may be some class cancellations and make-up classes subsequently.  Make-up classes would be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "トピック": {"第1回": ["Topics<BR/><BR/>Week 1    Introduction and Course Overview", "NA"], "第2回": ["Week 2    What is Political Science? The State of the Discipline", "Conduct research to prepare for the designated discussion topic.  Prepare a media content analysis paper proposal.  Feedback will be given during the consultation session in class."], "第3回": ["Week 3    Is Political Science a Science?", "Prepare for the media content analysis paper consultation.    <BR/>Feedback will be offered in class."], "第4回": ["Week 4    Media content analysis consultations", "Read assigned news articles.  Understanding will be checked in class."], "第5回": ["Week 5    Defeat of Liberal Democratic Party in 2009: Historical Significance (1)", "Read assigned news articles.  Understanding will be checked in class.  Conduct research to prepare for the preparation between Weeks 5 and 12.  Feedback will be given during the presentation session."], "第6回": ["Week 6    Defeat of Liberal Democratic Party in 2009: Historical Significance (2)", "Read assigned news articles. Understanding will be checked in class."], "第7回": ["Week 7    Defeat of Liberal Democratic Partyin 2009:  Historical Significance (3)", "Read an assinged chapter.   Understanding will be checked in class."], "第8回": ["Week 8    Political Thought and Ideologies", "Read an assigned chapter.   Understanding will be checked in class."], "第9回": ["Week 9    Press, Politics and Foreign Policy", "Read assigned news articles. <BR/>Understanding will be checked in class."], "第10回": ["Week 10   Return of Liberal Democratic Party since 2012 and Beyond (1)", "Read assigned news articles. <BR/>Understanding will be checked in class."], "第11回": ["Week 11   Return of Liberal Democratic Party since 2012 and Beyond (2)", "Read an assigned news articles.   Understanding will be checked in class."], "第12回": ["Week 12   Return of Liberal Democratic Party since 2012 and Beyond (3)", "Prepare for the preparation.  Feedback will be given during the presentations."], "第13回": ["Week 13   Media content analysis presentation (1)", "Prepare for the preparation.  Feedback will be given during the presentations."], "第14回": ["Week 14   Media content analysis presentation (2)", "NA"], "授業外学習2": "The number of study hours outside class would vary depending on students&#39; background including their exposure to reading in English.  At least, one hour would be necessary to prepare for each class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "There will be no course readings to purchase. Required readings will be posted on LUNA. Major Japanese, American and European newspapers will be utilized as weekly readings.", "", "", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "This course satisfies \"Skills of Understanding and analyzing international affairs\" of the Diploma Policies.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "Comments/questions on required readings, class participation"], "成績評価Grading3": "備考　Note\nThe course has the following three sets of requirements:\n\n1. Regular class attendance and active participation in class.\n2. One to three comment(s) or questions based on a critical analysis of the required readings in each class.\n3. One media content analysis paper and presentation. Students will conduct a comparative media content analysis\nin which they examine various newspapers’coverage of their chosen topic and give a presentation that\ndemonstrates their understanding of the topic and their mastery of analytical abilities in the study of\npolitics.\n\nCourse grades will be calculated in the following manner:\n\nClass participation 30%\nOne to three comments or questions in each class 30%\nOne media analysis paper 20%\nOne media analysis presentation 20%", "備考Note0": "＊若干回休講、補講を行う可能性があります。補講を行う場合は、学部指定の補講日、もしくは土曜日に（時間帯は受講生と相談の上決定し）実施します。There may be some class cancellations and make-up classes subsequently. Make-up classes would be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "更新日時/Date of Update1": "2023年01月28日 15時22分26秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【120】Introduction to Political Science／Introduction to Political Science [EN]", "管理部署": 10, "単位数": 2, "担当者": "藤岡　由佳（FUJIOKA YUKA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 1, "評価2": 4, "開講期": 1}