{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is a continuation of Language and Culture in Japan A.  The main objective of this seminar is to gain a deeper understanding of the topics covered in Language and Culture A.  Emphasis is placed on having students analyze the Japanese language data and investigate how the concept of “self”, uti-soto (in-group and out-group), or empathy, for example, is encoded in the language.  Youth language and Osaka-dialect are also discussed.", "到達目標": "To understand some of the important characteristics of the Japanese language.<BR/>To understand how language and society are related using linguistic data from the Japanese language.<BR/>To be able to present what students learned in the assigned readings.<BR/>To be able to work  on a project and do the presentations.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（言語と文化Ｂ）（CIEC）/Language and Culture in Japan B（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face and online format (for the students who cannot enter Japan): Simultaneous and two-way. This class will be delivered using seminar style and group work in ZOOM.<BR/>Please join the following ZOOM meeting at 5:00 pm every week.<BR/><BR/>Those who will take this course face to face in classroom also need to come to ZOOM meeting as we would like you talk to each other online, too.<BR/><BR/>トピック: Language and Culture in Japan B （総合日本学習科目：言語と文化B)<BR/>2022年4月12日 05:00 PM 大阪、札幌、東京<BR/>        毎週火曜<BR/>      <BR/><BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/89632233905?pwd=em1qN0JVSytLYUFic1dwNkJyT2hFdz09<BR/><BR/>ミーティングID: 896 3223 3905<BR/>パスコード: 285509<BR/><BR/>Students are expected to work on their group project and their own research project, which will require the presentations of the readings according to their own interest, research for the group project, and the final presentation of the group project.", "トピック": {"第1回": ["Outline of the course", "Please join the following ZOOM meeting at 5:00 pm (JST) every week.<BR/><BR/>Those who will take this course face to face in classroom also need to come to ZOOM meeting as we would like you talk to each other online, too.<BR/><BR/>トピック: Language and Culture in Japan B （総合日本学習科目：言語と文化B)<BR/>2022年4月12日 05:00 PM 大阪、札幌、東京<BR/>        毎週火曜<BR/>      <BR/><BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/89632233905?pwd=em1qN0JVSytLYUFic1dwNkJyT2hFdz09<BR/><BR/>ミーティングID: 896 3223 3905<BR/>パスコード: 285509"], "第2回": ["Some characteristics of the Japanese language", ""], "第3回": ["Japanese kinship terms and concept of “self”.", ""], "第4回": ["Youth Language", ""], "第5回": ["Regional dialects", ""], "第6回": ["The world of Osaka-ben", ""], "第7回": ["More on Japanese women’s language", ""], "第8回": ["More on uchi/soto and keigo in Japanese", ""], "第9回": ["Expressing Emotion in Japanese", ""], "第10回": ["The world of onomatopoeia in Japanese", ""], "第11回": ["More on aizuch", ""], "第12回": ["Non-verbal communication", ""], "第13回": ["Preparation for the presentations of the Projects", ""], "第14回": ["Presentation of Projects", ""], "授業外学習2": "The students are expected to spend about 3 hours for their assignments outsides class, e.g., reading assignments, writing assignments, and group work (discussion, preparing for their presentations)."}, "評価": {"教科書Required texts0": "The handouts and reading assignment will be delivered in class and by LUNA each week.", "参考文献・資料Reference books0": "Brosnahan, L. Japanese and English gestures: Contrastive non-verbalcommunication. 『しぐさの比較文化 - ジェスチャーの日英比較』大修館, 1988\nChaika, E. Language: The Social Mirror, Second Edition. New York: New Bury House, 1989.\nCherry, K. Womensword: What Japanese Words Say About Women. Tokyo:Kodansha International, 1991.\nDoi, T. The Anatomy of Dependence,Translated by John Bester. Tokyo: Kodansha International, 1973.\nGottilieb, Nanette. Language and Society in Japan. Cambridge, UK: Cambridge University Press. 2005.\nHill, B., Ide, S., Ikuta, S., Kawasaki, A., and Ogino, T. “Universals of Linguistic Politeness: Quantitative Evidence from Japanese and American English,” Journal of Pragmatics, 10. 347-371, 1986.\nIde, S. “Japanese Sociolinguistics: Politeness and Women’s language,” Lingua 57,1982.\nIde, S. “How and Why Do Women Speak Politely in Japanese?,” in S.Ide and N.H.McGloin, 1990.\nIde, S. and N.H. McGloin, Eds. Aspects of Japanese Women’s language. Tokyo:Kuroshio Publishers, 1990.\nMaynard, S.K. Japanese Communication: The Language and Thought in Context.Honolulu: University of Hawai’i Press, 1997.\nMiller, L. “You are doing Burikko!: Censoring/Scrutinizing Artificers of Cute Feminimity in Japanese,” in Okamoto and Shibamoto , 2004.\nMills, s. Gender and Politeness. New York: Cambridge University Press, 2003.\nNakane, C. Japanese Society. Hammondsworth: Penguin Books, 1970.\nOkamoto, Shigeko & Janet S. Shibamoto. Japanese Language, Gender, and Ideology - Cultural Models and Real People. New York, NY: Oxford University Press, 2004.\nPaulston, Christina Bratt and G. Richard Tucker, Eds. Sociolinguistics: The EssentialReadings. Malden, MA: Blackwell Publishing, 2003.\nShibatani, M. The Languages of Japan. Cambridge, England: Cambridge University Press. 1990.\nSugimoto, Y. (ed.) The Cambridge Companion to Modern Japanese Culture. New York: Cambridge University Press, 2009.\nSuzuki, T. Words in Context - A Japanese Perspective on Language and Culture, Translated by Akira Miura, Tokyo: Kodansha International, 1984.\nTanaka, L. Gender, Language and Culture: A study of Japanese television interview discourse. Amsterdam/Philadelphia: John Benjamins, 2004.\nTrudgill, P. Sociolinguistics: An Introduction. Hammondsworth: Penguin Books, 1974.\nTsujimura, N. An Introduction to Japanese Linguistics, Oxford: Blackwell Publishers. 1996.\nWatts, Richard, Sachiko Ide and Konrad Ehlich. Politeness in Language. 2nd edition, Berlin・New York: Mouton de Gruyter, 2005.\nWetzel, P.J. Keigo in Modern Japan, University of Hawai’i Press. 2004.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "Participation (by doing reading and writing assignments), a presentations of the assigned article, and a student's presentation of his/her project"], "添付ファイル4/File Attachment 40": ["Trudgill 2000.pdf", ""], "更新日時/Date of Update1": "2022年04月19日 13時55分01秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "ＭＲ－２０１"]}, "campas": 0, "name": "【210】Language and Culture in Japan B／Language and Culture in Japan B", "管理部署": 10, "単位数": 2, "担当者": "町田　奈々子（MACHIDA NANAKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 3, "評価2": 4, "開講期": 1}