{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本講義の目的は、国際関係学の学問としての歴史的起源や基本的なコンセプトや理論を学ぶ事を通し、受講生が国際関係論の基礎を身につける事を目的とする。", "到達目標": "本講義を履修する事により、国際関係学における主要な専門用語や主な議論のテーマ、コンセプトを把握し、国際政治における様々な問題への理解を高める事を目標とする。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course will be offered in a classroom setting except the first two classes which will be offered on-demand.   (NOTE: Due to the instructor&#39;s PC techincal problems, currently　on-demand URL for the first class is unavailable. A technical support is scheduled to be offered early next week．As soon as the problem is fixed, the URL will be posted.  Thank you for your patience and understanding.", "トピック": {"第1回": ["&lt;Part I: What is International Relations?&gt;<BR/>Week I (On-demand)   Introduction", "Due to the instructor&#39;s PC techincal problems, on-demand URL for the first class is unavailable. A technical support is scheduled to be offered early next week.  As soon as the problem is fixed, the URL will be posted.  Thank you for your patience and understanding."], "第2回": ["Week II\t(On-demand)  International Relations: The State of the Field", ""], "第3回": ["Week III  Two Views of International Politics: Utopianism and Realism (1)", ""], "第4回": ["Week IV              Two Views of International Politics: Utopianism and Realism (2)", ""], "第5回": ["Week V\t             Two Views of International Politics: Utopianism and Realism (3)", ""], "第6回": ["Week VI\t             The Nature of International Politics: Power and Morality (2)", ""], "第7回": ["&lt;Part II: Key Concepts and Theories&gt;<BR/>Week VII\t     Major Theories in the Study of International Relations (1)", ""], "第8回": ["Week VIII            Major Theories in the Study of International Relations (2)", ""], "第9回": ["Week IX\t             Major Theories in the Study of International Relations (3)", ""], "第10回": ["Week X\t             International System and Levels of Analysis", ""], "第11回": ["Week XI\t             Balance of Power and Alliances", ""], "第12回": ["&lt;Part III: Application of Concepts and Theories&gt;<BR/>Week XII\t     A Specific Issue in International Relations (1)", ""], "第13回": ["Week XIII\t     A Specific Issue in International Relations (2)", ""], "第14回": ["Week XIV\t     Take-home Examination", ""], "授業計画1": "1.Weekly reading assignment<BR/>2.Weekly written assignment", "授業外学習2": "Students will be expected to do their weekly readings before attending class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Edward H. Carr", "The Twenty Years’ Crisis, 1919-1939: An Introduction to the Study of International Relations", "Harper & Row Publishers", "1964 年", "", ""], "教科書/Required texts2": ["", "Other required readings will be distributed in class.", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Robert Jackson and Georg Sorensen", "Introduction to International Relations: Theories and Approaches", "Oxford University Press", "2013 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "take-home exam"], "成績評価Grading3": "備考　Note\nThe course has the following sets of requirements:\n\n1. Five written reports. Each week, students will be requested to prepare and submit a written report. The paper\nmust include both a summary of the assigned reading and the student’s comments\nbased on a thoughtful analysis.\n2. Final take-home examination. Students are expected to respond to essay questions to\ndemonstrate their mastery of key concepts in the study of International\nRelations.\n\nCourse grades will be calculated in the following manner:\n\nWritten weekly reports 60%\nFinal take-home examination 40%", "更新日時/Date of Update0": "2022年10月01日 21時49分56秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－ＩＳ３０１"]}, "campas": 0, "name": "【120】Introduction to International Relations／Introduction to International Relations", "管理部署": 10, "単位数": 2, "担当者": "藤岡　由佳（FUJIOKA YUKA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 30, "評価1": 3, "評価2": 4, "開講期": 2}