{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "戦後の「奇跡的」な経済復興は、日本を世界第二位の経済大国にのし上げた。第二位の座は中国に明け渡したとはいえ、日本は依然として世界有数の先進工業国の一つである。加えて、日本は1956年に国連に加盟してより2017年秋までの間、非常任理事国を世界最多となる11期務めた。他方、1990年代以来日本は「失われた20年」と呼ばれる社会的な辛苦を経験した。拡大する所得格差、停滞する経済、若年層の正規雇用の縮小、少子高齢化などの問題が日本を苦しめた。2010年代においても結局日本はこれらの問題を解決できなかった。2011年には大地震と巨大津波が福島第一原子力発電所のメルトダウンを引き起こした。その間、中国はいわゆる「戦狼外交」を展開し、周辺国に政治的、あるいは軍事的な圧迫を加えるようになった。その結果、30年もの間、日本は第二次世界大戦後の、あるいはもしかしたら明治維新に匹敵するような深遠な政治的、社会経済的な変化を経験してきた。この授業はまた、戦前、前後を通じて日本における何が変化し、何が変化しなかったのかを考察しながら、日本の政治・外交のダイナミクスを検討する。また、国際関係が日本の政治にどう影響したのか、また逆に日本の政治が国際関係にどう影響したのかを多角的に検討する。最後にこの授業は、日本における根本定な変化を促す力と、これを制約するものは何かを特定、評価する。", "到達目標": "この授業によって、履修学生が日本の政治外交の歴史的展開についてより明瞭に理解できるようになる、また現在の日本の問題について説明できるようになることを目標とする。", "授業方法": "This course will be offered in an on-demand format through Monday, October 11. Face-to-face classes will be held in classrooms after  12th Oct. For those who apply for the online classes, there would be online simultaneous interactive delivery during class time. The course will be dedicated mainly to lectures, but to in-class discussions and the videot-apes as well.", "トピック": {"第1回": ["Introduction", "【On-demand Class】<BR/><BR/>Video File Session 1-1<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EQPUr-ZZXm1Nqb9etZKyHO4BSrYmRUBFDvxOGsdAfd1ddQ?e=do8wES<BR/><BR/>Video File Session 1-2<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/ERIwuUcqVbRAhKaFh56XYhABL7orfWWrgNPstEyr4ePqLg?e=WUQgyj<BR/><BR/>Handout Session 1-1<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EbkdeEIBbJ5Bl9ncdredxLUB5qFqs7fukPqZZQA5ffxeBg?e=D3AfnB<BR/><BR/>Handout Session 1-2<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EUSOUk5tyCZOlwI0aeuuxXIBFVY-qu2zO4KvbFQJoHSp3w?e=X49oNe<BR/><BR/>【Assigned Reading Material for Session 2】<BR/>I will share the materials by Tuesday. I will share the articles if these are not from the designated textbooks. I expect you to skim-read it."], "第2回": ["The Meiji Order and Political Modernization<BR/>This session examine how Meiji restoration shaped the political landscape of imperial Japan.", "Handout 2-1<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EcczRLty2RNLmEv_vromBQ8BJAQBAizkneHOeSMqOell7w?e=ELwgCZ<BR/><BR/>Handout 2-2<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EQJ_gfJordpOsOo7UY9t8oQBY6tA7vs3pF7cyOsd6UhhMw?e=V5yDJ0<BR/><BR/>Video file of Session 2-1<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/ER8M9d0tdfRGu8YO4WE8FAsBvzYY5SNUkBJt8e13uNrYoQ?e=N0l5Rb<BR/><BR/>Video file of Session 2-2<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/Ea5rzfySrvFAsUPMna2ykYUB5o41C3nOl3XO5jjD9bFMgw?e=tQyxn1<BR/><BR/>Barrington Moore, Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World Ch.5 (pp.228-313)"], "第3回": ["The Emergence of Japan<BR/>As Japan emerged, the US gradually shifted its policies toward Japan especially after Japan fought the Russo-Japanese War. Meanwhile, incited by Hearst&#39;s newspaper, the anti-Japanese exclusion movement appeared in California. The US warmly watched over Japan’s growth at first; however, their relations become more tense. This session will see the transformation of the US-Japan relations.", "Makoto Iokibe ed., History of US-Japan Relations: From Perry to the Present, Ch.1-3 (pp.3-62)<BR/>Handout 3-1<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EX261QrXjZpOgMCwdLBttloBIhaFIxixX6sHDDJf4Fuozw?e=ecvuy9<BR/><BR/>Handout 3-2<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EYkyGjJoCq1Mtnt0R335PjIBVSZAjpKKIVN5xrDgNkGB5g?e=LyHCL2<BR/><BR/><BR/>Video file of Session 3-1<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EczqKJtvlM9DqlpjIeuiqlIBPa39E2MqivgJ63BO-1c2vA?e=GxgyRP<BR/><BR/>Video file of Session 3-2<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EUKsp8weNdBBmWHY4rhPt0UBJEh83qVvhfTmD92BFfJ-dQ?e=SRAb31"], "第4回": ["Shidehara Diplomacy in the 1920s<BR/>This session will examine Japanese diplomacy led by Foreign Minister Kijuro Shidehara in the 1920s. In that period, Japan tried to establish cooperation among the world&#39;s great powers over China and naval disarmament.", "Makoto Iokibe ed., History of US-Japan Relations: From Perry to the Present, Ch.4 (pp.63-82)"], "第5回": ["Second Sino-Japanese War to Peral Harbor<BR/>This session will deal with the Japanese expansionism and invasion of China in the 1930s driven by her Autarkic thought.", "Makoto Iokibe ed., History of US-Japan Relations: From Perry to the Present, Ch.5-6 (pp.83-126)"], "第6回": ["The Allied Occupation and the “Reverse Course”<BR/>This session will examine the American attempt to restructure the Japanese feudalistic political system. However, because of the Cold War, the US gave up imposing too much radical reform on Japan wanting her to be more stable,", "Makoto Iokibe, “Diplomacy in Occupied Japan: Japanese Diplomacy in the 1940s” from Makoto ed. Iokibe The Diplomatic History of Postwar Japan, Introduction, Ch.1 (pp.17-49)"], "第7回": ["The 1955 System<BR/>This session will deal with the alignment of political forces into a conservative bloc represented by the Liberal Democratic Party (LDP) and a progressive or leftwing block represented by the Japan Socialist Party (JSP). LDP, stronger than JSP, since then remained a ruling party for several decades under what scholars often called &quot;one-and-a-half party system.", "Junnosuke Masumi,”The 1955 System in Japan and Its Subsequent Development”, Asian Survey, Vol. 28, No. 3 (Mar., 1988), pp.286-306 (downloadable)<BR/>Makoto Iokibe ed., The Diplomatic History of Postwar Japan, Ch.2 (pp.50-80)"], "第8回": ["Mid Term Exam /Revised US-Japan Security Treaty", "There is midterm exam in Week 8.This will be a closed-book, closed-note test.<BR/><BR/>Avenell, Simon Andrew, “Mass Society, Anpo, and the Birth of the Shimin” Making Japanese Citizens, Ch.6, (pp.62-105)"], "第9回": ["Evolution of the Party System<BR/>This session will examine the evolution of the Japanese party system.", "Alisa Gaunde Japanese Politics and Government, Ch.5 (pp.49-67)-<BR/>Jacob Schlesinger, “Shadow Shoguns: The Origins and Crisis of Japan, Inc.,” Washington Quarterly 21:2 (1998): pp.135-148.<BR/>Masaru Kohno, “Rational Foundations for the Organization of the Liberal Democratic Party in Japan,” World Politics 44:3 (1992), 369-397."], "第10回": ["Developmentalism and the Economic Miracle<BR/>This session will see how the US understood the reason why Japan achieved economic success.", "Masayuki Tadokoro, “The Model of an Economic Power: Japanese Diplomacy in the 1960s”, from Makoto Iokibe ed., The Diplomatic History of Postwar Japan, Ch.3 (pp.81-107).<BR/>Chalmers Johnson, MITI and the Japanese Miracle, The Growth of Industry Policy,1925-1975 (Stanford Univ. Press, 1980) Ch.6."], "第11回": ["Tense of Relations with the US: How the External Pressure “Gaiatsu” Worked in Japan<BR/>This session will examine the economic conflict between the United States and Japan. Japan often utilize the external pressure or Gaiatsu from the US to change herself.", "Koji Murata,<BR/> “The Mission and Trials of an Emerging International State: Japanese Diplomacy in the 1980s”, from Makoto Iokibe ed., The Diplomatic History of Postwar Japan, Ch.5 (pp.143-172)<BR/>(Reference)Leonard J. Schoppa, Bargaining with Japan: What American Pressure Can and Cannot Do, (Colombia Univ. Press, 1997), entire book."], "第12回": ["Changing Security Environment and Defense Policy<BR/>This session will shed light on how Japanese has discharged its responsibilities in global security issues.", "Makoto Iokibe, “Japanese Diplomacy after the Cold War” from Makoto Iokibe ed., The Diplomatic History of Postwar Japan, Ch.6 (pp.173-209)<BR/>Michael Green and Igata Akira, &quot;Gulf War and Japan&#39;s Security Identity&quot;, from Yoichi Funabashi ed, Examining Japan&#39;s Lost Decades, Ch.9. (pp.158-175)"], "第13回": ["Japanese Political Reform During Two Lost Decades<BR/>This session will shed light on the hardship Japan experienced since the early 1990s.", "Yoichi Funabashi ed., Examining Japan&#39;s Lost Decades, Ch.8 (pp.135-157)"], "第14回": ["14.\tWrap up /Due for the essay <BR/>This is the wrap up session.", "The topics for the essay assignment (6-7 pages) will be announced in the class of Week 8. Choose just one of the topics for your essay, which will be due on Week14."]}, "評価": {"教科書Required texts0": "Makoto Iokibe ed., The Diplomatic History of Postwar Japan (Routledge,2011)\nMakoto Iokibe ed., History of US-Japan Relations: From Perry to the Present, (2017)", "参考文献・資料Reference books0": "Masaru Kohno, Japan's Postwar Party Politics, (Princeton Univ. Press, 1997)\nLeonard J. Schoppa, Bargaining with Japan: What American Pressure Can and Cannot Do, (Colombia Univ. Press, 1997)\nSimon Andrew Avenell, Making Japanese Citizens: Civil Society and the Mythology of the Shimin in Postwar Japan, (Univ. of California Press, 2010)\nAndrew Gordon ed., Postwar Japan as History, (Univ. of Calofornia Press, 1993)\nYoichi Funabashi ed., Examining Japan's Lost Decades,(Routledge 2015)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "On-line Multiple choice quiz by MS Forms that evaluates understanding of lectures and assigned reading materials"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Consistency, clarity, Insightfulness, logicality"], "更新日時/Date of Update0": "2021年10月19日 15時41分27秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｇ－ＩＳ院１"]}, "campas": 0, "name": "【120】Japanese Politics and Diplomacy／Japanese Politics and Diplomacy", "管理部署": 10, "単位数": 2, "担当者": "友次　晋介（TOMOTSUGU SHINSUKE） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 1, "評価1": 2, "評価2": 3, "開講期": 2}