{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "この科目は、4/28（木）までの授業がオンデマンドで実施される科目です。<BR/>5/2（月）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until Thursday, April 28.<BR/>Classes will be held in a face-to-face format from Monday, May 2 onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "How do peoples make decisions in their everyday life, and how do they interact with each other? How does an economy (nation) as whole works? Understanding the answers to these questions guide us to make rational decisions in personal, social as well as professional affairs. That is why learning economics is readily useful and fun. This course introduces the principles of economics that are fundamentally important to manage the scarce resources at the individual, household, firm, and national level. The course covers both microeconomicsーthat focuses on the part of the economy, such as individuals, families, business firms, and industries, and macroeconomicsーthat analyze the economy as a whole, such as the growth of national production, unemployment, and inflation.", "授業方法": "This course will be offered on-demand until Thursday, April 28. After the course registration is finalized, students will be notified of the course implementation format from Friday, April 29 onward.", "トピック": {"第1回": ["Apr. 8: Introduction and Orientation [On-demand class]<BR/>   Key Principles of Economics<BR/>   - How People Make Decisions?<BR/>   - How People Interact?<BR/>   - How the Economy as a Whole Works?", "【Updated on: April 7, 2022】<BR/>Learning activities for this week:<BR/>i) Read thoroughly Chapter 1 of the textbook to understand this week&#39;s lesson.<BR/>ii) Read Chapter 2 of the textbook to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: The reading, lecture notes, and on-demand lecture videos are stored in a OneDrive shared folder accessible from the following link. <BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/dmh97911_nuc_kwansei_ac_jp/Em29dzgHmetFhpcqXz6g1UsB3CLuVAPckCtHxutOMN7mDg?e=5onErD<BR/><BR/>Note: The link is applicable for all the remaining sessions as well."], "第2回": ["Apr. 15: Thinking Like an Economist [On-demand class]<BR/>   - The Economist as Scientist<BR/>   - The Economist as Policy Adviser<BR/>   - Why Economists Disagree", "【Updated on: April 14, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 2 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 3 to prepare for the next week&#39;s lesson."], "第3回": ["Apr. 22: Interdependence and the Gains from Trade [On-demand class]<BR/>   - A Parable for the Modern Economy<BR/>   - Comparative Advantage<BR/>   - Applications of Comparative Advantage", "【Updated on: April 20, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 4 to prepare for the next week&#39;s lesson."], "第4回": ["May. 6: How Markets Work: The Market Forces of Supply and Demand <BR/>   - Markets and Competition<BR/>   - Demand and Supply<BR/>   - How Prices Allocate Resources", "【Updated on: May 5, 2022】<BR/>Learning activities for this week:  <BR/>i) Review Chapter 4 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 5 to prepare for the next week&#39;s lesson."], "第5回": ["May. 13: How Markets Work: Elasticity and Its Application<BR/>   - The Elasticity of Demand <BR/>   - The Elasticity of Supply<BR/>   - Three applications of Demand, Supply and Elasticity", "【Updated on: May 12, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 5 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 6 to prepare for the next week&#39;s lesson."], "第6回": ["May. 20: How Markets Work: Supply and Demand, and Government Policies<BR/>   - Controls on Prices<BR/>   - Taxes", "【Updated on: May 18, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 6 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 7 to prepare for the next week&#39;s lesson."], "第7回": ["May. 27: Markets and Welfare: Consumers, Producers, and the Efficiency of Markets<BR/>   - Consumer Surplus<BR/>   - Producer Surplus<BR/>   - Market Efficiency", "【Updated on: May 26, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 7 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 10 to prepare for the next week&#39;s lesson."], "第8回": ["Jun. 3: The Economics of the Public Sector: Externalities<BR/>   - Externalities and Market Inefficiency <BR/>   - Public Policies toward Externalities<BR/>   - Private Solutions to Externalities", "【Updated May 27, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 10 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 11 to prepare for the next week&#39;s lesson."], "第9回": ["Jun. 10: The Economics of the Public Sector: Public Goods and Common Resources   <BR/>   - Different Kinds of Goods<BR/>   - Public Goods <BR/>   - Common Resources", "【Updated on: June 1, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 11 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 13 to prepare for the next week&#39;s lesson."], "第10回": ["Jun. 17: Firm Behavior and the Organization of Industry: The Costs of Production<BR/>   - What Are Costs? <BR/>   - Production and Costs<BR/>   - The Various Measures of Cost<BR/>   - Costs in the Short Run and in the Long Run", "【Updated on: June 8, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 13 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 14 to prepare for the next week&#39;s lesson."], "第11回": ["Jun. 24: Firm Behavior and the Organization of Industry: Firms in Competitive Markets<BR/>   - What Is a Competitive Market?<BR/>   - Profit Maximization and the Competitive Firm’s Supply Curve<BR/>   - The Supply Curve in a Competitive Market", "【Updated on: June 15, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 14 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 18 to prepare for the next week&#39;s lesson."], "第12回": ["Jul. 1: The Economics of the Labor Market: The Markets for the Factors of Production<BR/>   - The Demand for and Supply of Labor<BR/>   - Equilibrium in the Labor Market<BR/>   - The Other Factors of Production", "【Updated on: June 22, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 18 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 19 to prepare for the next week&#39;s lesson."], "第13回": ["Jul. 8: The Economics of the Labor Market: Earnings and Discrimination<BR/>   - Some Determinants of Equilibrium Wages<BR/>   - The Economics of Discrimination", "【Updated on: ..., 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 19 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 20 to prepare for the next week&#39;s lesson."], "第14回": ["Jul. 15: The Economics of the Labor Market: Income Inequality and Poverty<BR/>   - The Measurement of Inequality<BR/>   - The Political Philosophy of Redistributing Income<BR/>   - Policies to Reduce Poverty", "【Updated on: ..., 2022】<BR/>Learning activities for this week: <BR/>i) Review of your overall learning. How does the study of this course change the way you think and interact with others?"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Mankiw, N. Gregory", "Principles of Economics (8th edition)", "Cengage Learning", "2018 年", "9781305585126", ""], "教科書Required texts0": "Mankiw, N. Gregory (2018). Principles of Economics (8th ed). Boston, MA: Cengage Learning.", "学生による授業評価の方法Course Evaluation by Students0": "In-class/Online.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report (writing a short research paper)"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take-home exam (20%) and active course participation (30%)."], "成績評価Grading3": "備考　Note\n1. The submission procedure and evaluation criteria of individual reports and mid-term take-home exams for face-to-face students and online students will be the same.\n2. The evaluation criteria for \"active course participation\":\n-For students taking online classes: weekly writing assignments.\n-For students taking face-to-face classes: regular involvement in the class discussion.", "備考Note0": "This syllabus is subject to change anytime to adjust to the rapidly changing situation caused by the COVID-19 pandemic. Please make sure to check the Syllabus page each week until the course completes.", "URLリンク1/URL 11": "File folder for the course materials.", "更新日時/Date of Update2": "2022年06月22日 16時44分54秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【230】Introduction to Economics／Introduction to Economics", "管理部署": 10, "単位数": 2, "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 29, "評価1": 3, "評価2": 4, "開講期": 1}