{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "この授業は、（１）国際法の基本的な知識を習得すること、そして（２）その知識を、グローバルなあるいは身近な現実の問題を理解し解決するために活用する能力を育むことを目的とする。これに加えて、この授業は、（３）英語で学術的な議論を行う力を身に着けるための機会を提供する。", "到達目標": "この授業の到達目標は、次の三点である。<BR/>（1）国際法の性質、法源、法主体や国際的な紛争解決の方法といった国際法の基本的な構造を理解すること。とくに、国際社会が、国内社会とは異なり、中央集権的に法を制定し、解釈・適用し、執行する統治機構を持たないことが、国際法にどのような影響を与えているかを理解すること。<BR/>（2）国際法が、国際平和や自由貿易の推進、人権保障等の国際社会における共通の目的の実現に、どのように貢献しているかを理解すること。<BR/>（3）国際法が、国際社会における現実の問題にどのように関連し、その解決にどのように貢献できるかについて、自分で考察し説明することができるようになること。", "授業方法": "This course is conducted in a hybrid format. Two classes, including the first (April 14) and the third (April 28) classes, are held face to face. The rest of the classes are held in an online format (simultaneous and two-way). In all classes regardless of the format, students are strongly encouraged to take part in discussions by, for example, answering the questions posed by the lecturer, asking relevant questions and commenting on others’ presentations. <BR/>※Students need to pre apply for the course during 4/1-4/3.<BR/>※Students who cannot attend face-to-face classes for COVID-19 related reasons can join the face-to-face classes via zoom.", "トピック": {"第1回": ["Introduction to the Course &amp; Origin and Nature of International Law<BR/>-\tHow does this course proceed? <BR/>-\tWhy is studying international law beneficial for you?<BR/>-\tWhen did international law develop?<BR/>-\tWhat does &#39;State sovereignty&#39; mean?<BR/>-\tWhat are the differences between the international legal system and domestic legal systems?", "Complete the reading assignment and consider the questions given by the lecturer."], "第2回": ["Sources of International Law<BR/>-\tWhat are the main sources of international law?<BR/>-\tHow do treaties enter into force and how are they interpreted?<BR/>-\tWhat are the elements of customary international law?", "Complete the reading assignment and consider the questions given by the lecturer."], "第3回": ["States<BR/>-\tWhat are the requirements of a ‘State’?<BR/>-\tWhat is ‘recognition of States’ and what is the legal effect of such recognition? <BR/>-\tWhat is the effect of change of State borders (such as independence of former colonies and dissolution of the Soviet Union) on existing rights and obligations under international law?", "Complete the reading assignment and consider the questions given by the lecturer."], "第4回": ["International Organizations<BR/>-\tWhat are ‘international organizations’?<BR/>-\tWhat are the structure, procedures and main activities of the United Nations?<BR/>-\tWhat is the European Union and in what sense is it unique?", "Complete the reading assignment and consider the questions given by the lecturer."], "第5回": ["International Dispute Settlement<BR/>-\tWhat are the various methods of international dispute settlement?<BR/>-\tWhat are the composition and procedures of the International Court of Justice (ICJ)?<BR/>-\tWhen does the ICJ have jurisdiction to examine a case?", "Complete the reading assignment and consider the questions given by the lecturer."], "第6回": ["Use of Force<BR/>-\tWhat acts are prohibited under Article 2 (4) of the United Nations Charter?<BR/>-\tWhat are the conditions for the lawful exercise of the rights of self-defense?<BR/>-\tWhat is ‘humanitarian intervention’ and is it lawful under international law?", "Complete the reading assignment and consider the questions given by the lecturer."], "第7回": ["Law of the Sea<BR/>-\tWhat are the major maritime zones and what are the rights and duties of costal States in each zone?<BR/>-\tHow are maritime boundaries delimited?", "Complete the reading assignment and consider the questions given by the lecturer."], "第8回": ["International Human Rights Law<BR/>-\tWhat is the Universal Declaration of Human Rights and what is its legal value?<BR/>-\tWhat are the core international human rights treaties and how does the monitoring mechanism in those treaties function?<BR/>-\tWhat is the ‘Universal Periodic Review’?", "Complete the reading assignment and consider the questions given by the lecturer."], "第9回": ["International Economic Law<BR/>-\tWhat areas do WTO agreements cover and what are their basic principles?<BR/>-\tHow does the WTO dispute settlement system work?<BR/>-\tWhat are the commonly used standards in investment treaties?<BR/>-\tHow does the investor-state dispute settlement system function?", "Complete the reading assignment and consider the questions given by the lecturer."], "第10回": ["International Law in Domestic Legal Orders<BR/>-\tWhat is the difference between monist States and dualist States?<BR/>-\tWhat is the status of international law in the Japanese legal order?<BR/>-\tWhat are the roles of respective State organs in implementation of international law obligations? <BR/>-\tHow do Japanese courts apply international law?", "Complete the reading assignment and consider the questions given by the lecturer."], "第11回": ["Student Presentations", "Prepare for your presentation and term paper."], "第12回": ["Student Presentations", "Prepare for your presentation and term paper."], "第13回": ["Student Presentations", "Prepare for your presentation and term paper."], "第14回": ["Student Presentations", "Prepare for your presentation and term paper."]}, "評価": {"教科書Required texts0": "As I will assign readings from different textbooks and articles every week (especially from those listed in ‘reference books’ below), I do not designate a specific textbook.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Gleider Hernández", "International Law", "OUP", "2019 年", "0198748830", ""], "参考書/Reference books2": ["Jan Klabbers", "International Law", "OUP, 3rd ed.", "2020 年", "1316506606", ""], "参考書/Reference books3": ["Thomas Buergenthal & Sean D. Murphy", "Public International Law in a Nutshell", "West Academic Publishing, 6th ed.", "2018 年", "1683282396", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "Presentation (40 %) and class participation (20%)"], "成績評価Grading3": "備考　Note\nIn principle, students who are absent for three times or more will not get the credit of this course.", "更新日時/Date of Update0": "2021年04月22日 22時57分31秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "４別－１０１Ｂ"]}, "campas": 0, "name": "【120】Introduction to International Law／Introduction to International Law", "管理部署": 10, "単位数": 2, "担当者": "高田　陽奈子（TAKATA HINAKO） ", "履修基準年度": "１年", "時限1": 15, "評価1": 3, "評価2": 4, "開講期": 1}