{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This course aims at deliberating the basics of business and economic data analysis. In this course, the students will learn various quantitative analysis tools such as mean, mode, median, variance, standard deviation, sampling, correlations, and regressions of economic data. Simultaneously, the students will be acquainted with financial data analysis techniques such as ratio analysis, vertical and horizontal analysis, and calculation of sustainable growth.", "到達目標": "After completing the course, students will learn the application of statistical and financial tools and techniques for analyzing economic and financial data. The course is useful for any business student interested in learning quantitative data analysis tools and techniques.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "Statistics", "授業方法": "This course will be offered in a face-to-face format. Course pedagogy includes lectures, homework, and exams to illustrate and reinforce basic concepts. Students are expected to buy the textbook and read assigned materials prior to attending every session. The instructor will supply the reading materials in advance. Please note that if the COVID-19 crisis continues, I will offer this class online using zoom during the crisis period. I will send you the lecture power points and reading materials soon before the first class. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials. Also, I am leaving here my cell phone number 08039854615 so that you can contact me on Viber and reach me at any time for class consultation. Please use Viber and Gmail to communicate with me.", "トピック": {"第1回": ["Face to face: Introduction and overview of the course: Understanding financial and economic data- time series, cross-section, and panel data", "Please send me your email address immediately to adhikarykobejp@gmail.com <BR/>I would send you class materials. For emergency, contact me on 08039854615"], "第2回": ["Face to face: Technology, frequency distributions, and charts", "Yes"], "第3回": ["Face to face: Measures of Central Tendency: mean, mode, median, variance, and standard deviation", "Yes"], "第4回": ["Face to face: Measures of Central Tendency: Z score, percentiles, quartiles, correlation, and covariance", "Yes"], "第5回": ["Face to face: Sampling and confidence intervals", "Yes"], "第6回": ["Face to face: Analysis of variance", "Yes"], "第7回": ["Face to face: Correlations and basic regressions", "Yes"], "第8回": ["Face to face: Discussion of Assignments", "Yes"], "第9回": ["Face to face: Multiple regressions", "Yes"], "第10回": ["Face to face: Financial data analysis: Horizontal, vertical, and ratios analyses", "Yes"], "第11回": ["Face to face: DuPont Model and growth analysis", "Yes"], "第12回": ["Face to face: Determining the sustainable growth of a firm", "Yes"], "第13回": ["Face to face: Understanding EVA and bankruptcy of a firm", "Yes"], "第14回": ["Face to face: Discussion of assignments/final report", "Yes"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Barry Render, Ralph M. Stair, Michael E. Hanna, and Trevor S. Hale", "Quantitative Analysis for Management Global 13 ed.", "Pearson", "2018 年", "978-1-292-21765-9", ""], "教科書/Required texts2": ["Robert A Donnelly", "Business Statistics, 3e", "Pearson", "2020 年", "9780134687018", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["K. R. Subramanyam", "Financial Statement Analysis", "McGraw Hill Int", "2013 年", "978-0-078-11096-2", ""], "参考書/Reference books2": ["Douglas, William and Samuel", "Statistical Techniques in Business and Economics, 17e", "McGraw Hill Int", "2017 年", "978-1259666360", ""], "学生による授業評価の方法Course Evaluation by Students0": "to be conducted on online", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Final report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Assignment and class presentation"], "成績評価Grading3": "備考　Note\n1. Assignment 30%\n2. Final Report 50%\n3. Calss presentation 20%", "更新日時/Date of Update0": "2022年02月26日 13時33分50秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "月曜３時限／Monday 3", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ院１"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "月曜４時限／Monday 4", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ院１"]}, "campas": 0, "name": "【130】Introduction to Quantitative Analysis／Introduction to Quantitative Analysis", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "時限2": 3, "評価1": 3, "評価2": 4, "開講期": 5}