{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The aim of this course is to acquaint students with conceptual approaches and perspectives relevant to the understanding of conflict, and further familiarize students with issues and cases of actual conflicts. The overall objective is to introduce students to the field of international conflict studies in particular and international politics in general.", "到達目標": "Students will learn and become knowledgeable about fundamental concepts and theories of conflict. Students will develop a better understanding of the complex issues that cause international conflicts by studying actual cases of conflicts.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "Global Politics, International Relations, Conflict and Peace Studies, International Security, Modern History, International Organizations in World Politics.", "授業の概要・背景": "This course focuses on theoretical approaches to conflict and interrogates selected cases of interstate and intrastate conflicts with international implications. This is so designed to link concepts or theories with realities of conflicts.", "授業方法": "This is a lecture-based course. However, students are strongly encouraged to actively participate in the class by asking relevant questions, making comments, and expressing their thoughts.", "トピック": {"第1回": ["All the 14 classes are face- to-face, and online  “Simultaneous Interactive Course”.<BR/>• Introduction <BR/>• Defining international conflict.<BR/>• Explanation of key concepts.<BR/>• Overviewing global trend of conflicts.<BR/>• Theoretical Perspectives.<BR/>• Conflict Management/Resolution Approaches.<BR/>• Explanation of Grading Criteria.", "• Nye, Jr. Joseph S. Understanding Global Conflict and Cooperation: An Introduction to Theory and History, Peasrson, 2017.<BR/>• Barks will, Tarak, war and world politics. In The Globalization of World Politics: An Introduction to International Relations. Seventh Edition ( Baylis, John etal, Oxford ( OUP:2017)."], "第2回": ["International Conflicts on a Global level: WWII<BR/>•The First World War (WWI).<BR/>• Arguments on the causes/origins of WWI.<BR/>• The spread of the war.<BR/>• The end of WWI.<BR/>• The Paris Peace Agreements.<BR/>• The  effects of WWI.", "• Best, Antony, et al. International History of the Twentieth Century and Beyond, London Simultaneous Interactive Course ( Routledge: 2008). Selected chapters."], "第3回": ["International Conflict on a Global Level.<BR/>•The inter-war period.<BR/>• The outbreak of the Second World War.<BR/>• How the war was fought and ended.<BR/>• The end of WWII and the origins of the Cold War.<BR/>•The impacts of WWII.", "To be added"], "第4回": ["The Cold War.<BR/>• The origins of the Cold War.<BR/>• The Cold War in the Third World.<BR/>• The end of the Cold War.", "• Westad, Odd Arne. The Cold War: A World History,London, Penguin (2017). Selected chapters.<BR/>• Gaddis, John L. The Cold War: A New History, New York , Penguin: 2005.<BR/>• Westad, Odd Arne.The Global Cold War: Third World Interventions and the Making of Our Times.Cambridge University Press,2011.Selected chapters.<BR/>• Service, Robert. The End of the Cold War. Selected chapters.<BR/>• McMahon , Robert J. 2021. The Cold War: A Very short Introduction ( Oxford: OUP)."], "第5回": ["International Conflict on a Regional level: East and Southeast Asia.<BR/>• The Vietnam War.<BR/>• The Korean War.<BR/>• The North Korean Nuclear crisis.", "• Logevall, Frederik. The origins of the Vietnam War. Longman, 2001. Selected chapters.<BR/>• Hall, Mitchell K. The Vietnam War( New York: Routledge, 2008).<BR/>• Stueck,W. The Korean War. In The Cambridge History of The Cold War. Vol.1: Origins.<BR/>• Cummings, Bruce.The Korean War: A History, New York, Modern Library, 2010."], "第6回": ["International Conflict on a Regional level: The Middle East.<BR/>• The Arab-Israeli War/ The Israeli-Palestinian Conflict.<BR/>• The first Gulf War.", "• Schulz,Kirsten E. The Arab-Israeli War( London: Routledge, 2017).<BR/>• Bickerton , Ian J. and Klausner, Carla L. A History of the Arab-Israeli Conflict, Routledge ( New York: 2016)."], "第7回": ["International Conflict on a Regional level: Africa.<BR/>• The crises of decolonization and the wars for independence.<BR/>• Post-independence crises and civil wars.<BR/>• Wars and the search for peace in the Great Lakes Region: Congo DRC, and Rwanda.<BR/>• The post-independence conflict in South Sudan.", ". Gilbert M. khadiagala. War and Peace in the Great Lakes Region, Palgrave (London : 2017). Selected chapters.<BR/>• Prunier, Gerard. Africa’s First War: Congo and the making of a continental catastrophe, Oxford University press (Oxford:2009 ).<BR/>• Clark,John C.The African Stake of The Congo War. Palgrave ( London:2002).<BR/>• Williams Paul. D. War and Conflict in Africa , polity Press( London:2016). Selected chapters.<BR/>• Douglas H. Johnson. 2016.<BR/>The Root Causes of Sudan&#39;s Civil Wars: Old Wars &amp; New Wars ( London: James Currey).<BR/>• Johnson ,Douglas H. 2016. South Sudan: A New History for A new Nation ( Ohio: Ohio University press).<BR/>• Idris, Amir. 2018. South Sudan post-independent Dilemmas(Ed.). ( New York: Routledge), selected chapters."], "第8回": ["•Non-state actors in Conflicts <BR/>•Rebellion and rebel movements.<BR/>•Warlordism.<BR/>Civil societies and Non-governmental organizations .", "To be added"], "第9回": ["Conflict, War, and International Law.<BR/>• International conventions on war: The Geneva Conventions.<BR/>• War crimes,crimes against humanity, and international accountability.<BR/>• The role of the International Criminal Court.<BR/>• The International Court of Justice and Disputes management.", "• Hurd, Ian. (2014). International Organizations:Politics, Law, Practice ( Cambridge: CUP). Selected chapters.<BR/>• Glahn G. V and Taulbee J. L . 2013. Law among Nations: An Introduction to Public International Law, Tenth Ed.( New York:Routledge). Selected chapters.<BR/>• Scott, Shirley V. 2017. International Law on World Politics: An Introduction ( Boulder: Reiner)."], "第10回": ["International Intervention in Conflicts <BR/>• The United Nations and Conflicts.<BR/>• The UN and peacekeeping.<BR/>• The UN and Humanitarian interventions/aid.<BR/>• Controversies over the reform of the UN Security Council.", "• Mingst, Karen A., Margaret P.Karen’s and Alynna J.Lyon.The United Nations in the 21st Century, westview (Boulder: 2017).<BR/>• Weiss, Thomas G. et al. The United  Nations and Changing world Politics, Routledge, (New York: 2020).<BR/>• Weiss and Dawns .The Oxford Handbook on the United Nations. Selected chapters."], "第11回": ["Regional Organizations and conflicts <BR/>• The African Union(AU) and African Regional Economic Communities.<BR/>• The AU peace and security roles in Africa.", "• Tavares, Rodrigo.Regional Secury: The Capacity of international organizations, Routledge ( New York:2010."], "第12回": ["In-class students’ group presentations", "None"], "第13回": ["Wrap-session<BR/>Conflict and society.", "To be added"], "授業計画1": "lectures"}, "評価": {"教科書Required texts0": "To be added", "参考文献・資料Reference books0": "To be added", "学生による授業評価の方法Course Evaluation by Students0": "Involuntary questionnaire", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": ["その他／Others (99)", "20 %", "Attendance and prticipation. Note: Attendance of 80% is required."], "成績評価Grading4": "備考　Note\nTerm paper, presentation,and attendance.", "更新日時/Date of Update0": "2023年03月16日 19時17分54秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【320】International Conflicts／International Conflicts [EN]", "管理部署": 10, "単位数": 2, "担当者": "ゴレ　デビッド（GORE DAVID） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 1}