{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "The purpose of this course is to introduce the field of international history as well as the methodology of the discipline by using Japanese diplomacy as a case study. We will examine the period from Japan&#39;s rapid rise as a modern power from the Meiji Restoration to its utter destruction n August 1945 with particular emphasis on why Japan&#39;s leaders made the fateful decisions that would lead to the Pacific War.", "到達目標": "In this class, Japan&#39;s foreign policy will be thoroughly examined and critically analyzed, with focus on leadership and the decision making processes. War and diplomacy will naturally be a prominent theme of the course, and students will also be introduced to basic concepts of military history. Upon completion of this course, students will have gained much greater insight and understanding into Japan&#39;s external relations vis-a-vis the major powers of the time.", "授業方法": "【この授業は申込科目です。You must pre-register for this course.】<BR/>この授業は、ハイブリッド形式（オンライン及び対面）の形態で実施します。授業はオンデマンドではなく、同時双方向で実施しますので、教室やその他の場所から参加してください。対面の実施については学生と相談の上に決めますが、最初と最後の2回程度を想定しています。<BR/>This class will be offered as a on-line and in-person hybrid format. Students who seek to enroll must attend the in-person session. Most sessions will be be conducted as a live two-way online session and NOT pre-recorded. Students can attend he on-line session from the classroom, home, or other appropriate setting.", "トピック": {"授業計画1": "A comprehensive overview of the class and the instructor&#39;s expectations will be provided on the first session class. As this information will not be repeated in its entirety, it is imperative that students do not miss the first class. A final class schedule will be shared with the class at this time.<BR/>Session     1: Course overview<BR/>Sessions  2-4: Opening Japan to the West-From Perry to the Meiji Restoration<BR/>Sessions  5-8: Japan&#39;s Emergence as a Power-The Wars of Expanding the Empire<BR/>Sessions  9-11: The Interwar Period: Japan&#39;s Acceptance of the New International System <BR/>Sessions 12-15: Footsteps to War-Japan&#39;s Road to Pearl Harbor", "授業外学習2": "All assigned readings must be completed prior to each class and attendance is vital for a high grade."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Tosh Minohara", "Decade of the Great War", "Brill", "2015 年", "", ""], "教科書Required texts0": "Either the digital or the paperback version can be purchased. The textbook has been pre-ordered in the university book store.", "参考文献・資料Reference books0": "Information will be provided as needed.", "学生による授業評価の方法Course Evaluation by Students0": "A survey will be conducted during the term.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation 30%, Presentation 40%, Paper 30%"], "成績評価Grading2": "備考　Note\n授業中試験(Test conducted in class)\nIn addition above, active class participation (attendance and comments/questions) is a critical component that will be duly considered in the valuation of the final grades.", "更新日時/Date of Update0": "2021年01月15日 18時13分26秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "火曜２時限／Tuesday 2", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ２０４"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "火曜３時限／Tuesday 3", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ２０４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【120】Introduction to International History／Introduction to International History", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "簑原　俊洋（MINOHARA TOSHIHIRO） ", "履修基準年度": "１年", "時限1": "火曜２時限／Tuesday 2", "時限2": "火曜３時限／Tuesday 3", "開講期": "秋学期前半／Fall (1st Half)"}