{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This course aims at understanding the basics of business and economic data analysis. In this course, the students will learn various quantitative analysis tools such as mean, mode, median, variance, standard deviation, correlation, and regression analysis of time series, cross-sectional, and panel data. Simultaneously, the students will acquaint with some financial data analysis techniques such as ratio analysis, vertical and horizontal analysis, growth analysis, economic value-added, and prediction of bankruptcy of a firm.", "到達目標": "After the completion of the course, students will learn the application of statistical and financial tools and techniques for analyzing economic and financial data. The course is useful for any business students interested in understanding quantitative data analysis tools and techniques.", "授業方法": "This course will be offered in an on-demand format through Monday, October 11.<BR/><BR/>When the number of registered students is finalized and the classroom environment standards are met, the class will be held face-to-face.<BR/><BR/>If the standards are not met, the course will continue to be offered in an on-demand format for health and safety reasons.<BR/>Students should have a basic knowledge of finance and accounting. Course pedagogy includes lectures, homework, and exams to illustrate and reinforce concepts. Students are expected to buy the textbook and read assigned materials. The instructor will supply the reading materials in advance. I would send you the lecture power points and reading materials soon. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials. Also, I am leaving here my cell phone number 08039854615 so that you can contact me on Viber and reach me at any time for class consultation. Please use Viber and Gmail to communicate with me.", "トピック": {"第1回": ["Introduction and overview of the course: Understanding financial and economic data- time series, cross-section, and panel data", "Please send me your email address immediately to adhikarykobejp@gmail.com <BR/>I would send you class materials. On emergency contact me on 08039854615"], "第2回": ["Pictorial presentation of data: line, bar diagram, pie chart, radar, and combo", "Yes"], "第3回": ["Univariate Analysis for economic data: mean, mode, median, maxima, and minima", "Yes"], "第4回": ["Univariate Analysis for economic data: range, variance, standard deviation, and correlation", "Yes"], "第5回": ["Hypothesis Testing", "Yes"], "第6回": ["Multivariate Analysis for economic data: Basics of ordinary least square model", "Yes"], "第7回": ["Multivariate Analysis for economic data: Application of ordinary least square model", "Yes"], "第8回": ["Mid-term evaluation/Assignment", "Yes"], "第9回": ["Financial data analysis: Horizontal and vertical analyses", "Yes"], "第10回": ["Financial data analysis: Profitability analysis, business activity analysis", "Yes"], "第11回": ["Financial data analysis: leverage analysis, liquidity analysis, and market performance analysis", "Yes"], "第12回": ["DuPont analysis", "Yes"], "第13回": ["Determining the sustainable growth of a firm", "Yes"], "第14回": ["Calculating the economic value added/Final report", "Yes"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Barry Render, Ralph M. Stair, Michael E. Hanna, and Trevor S. Hale", "Quantitative Analysis for Management Global 13 ed.", "Pearson", "2018 年", "978-1-292-21765-9", ""], "教科書/Required texts2": ["Robert A Donnelly", "Business Statistics, 3e", "Pearson", "2020 年", "9780134687018", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["K. R. Subramanyam", "Financial Statement Analysis", "McGraw Hill Int", "2013 年", "978-0-078-11096-2", ""], "参考書/Reference books2": ["Douglas, William and Samuel", "Statistical Techniques in Business and Economics, 17e", "McGraw Hill Int", "2017 年", "978-1259666360", ""], "学生による授業評価の方法Course Evaluation by Students0": "to be conducted on online", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Individual report"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Assignment, attendance, and midterm"], "成績評価Grading3": "備考　Note\n1. Assignment 20%\n2. Final Report 40%\n3. Attendance 10%\n4. Mid-term report 30%\n4.", "更新日時/Date of Update0": "2021年07月31日 18時51分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "月曜３時限／Monday 3", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ３０２"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "月曜４時限／Monday 4", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ３０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【130】Introduction to Quantitative Analysis／Introduction to Quantitative Analysis", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "１年", "時限1": "月曜３時限／Monday 3", "時限2": "月曜４時限／Monday 4", "開講期": "秋学期前半／Fall (1st Half)"}