{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "How do people make decisions in their everyday lives, and how do they interact with each other? How does an economy (nation) as a whole works? Understanding the answers to these questions guides us to make rational decisions in personal, social as well as professional affairs. That is why learning economics is readily useful and fun. This course introduces the principles of economics that are fundamentally important to managing scarce resources at the individual, household, firm, and national levels. The course covers both microeconomicsーthat focuses on the part of the economy, such as individuals, families, business firms, and industries, and macroeconomicsーthat analyzes the economy as a whole, such as the growth of national production, unemployment, and inflation.", "授業方法": "Students will receive the required readings one week before and the lecture notes after each session. Online students can access the on-demand lecture videos of classes created separately by the instructor.", "トピック": {"第1回": ["Sep. 21: Introduction and Orientation<br />   Key Principles of Economics<br />   - How People Make Decisions?<br />   - How People Interact?<br />   - How the Economy as a Whole Works?<br /><br />Note: Face-to-face format for All 14 lectures.", "【Updated on: Sep. 20, 2023】<br />Learning activities for this week:<br />i) Read Chapter 1 of the textbook to understand this week's lesson.<br />ii) Read Chapter 2 of the textbook to prepare for the next week's lesson."], "第2回": ["Sep. 28: Thinking Like an Economist<br />   - The Economist as Scientist<br />   - The Economist as Policy Adviser<br />   - Why Economists Disagree", "【Updated on: Sep. 27, 2023】<br />Learning activities for this week: <br />i) Review Chapter 2 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 4 to prepare for the next week's lesson."], "第3回": ["Oct. 5: The Market Forces of Supply and Demand <br />   - Markets and Competition<br />   - Demand and Supply<br />   - How Prices Allocate Resources", "【Updated on: Oct. 4, 2023】<br />Learning activities for this week: <br />i) Review Chapter 4 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 7 to prepare for the next week's lesson."], "第4回": ["Oct. 12: Consumers, Producers, and the Efficiency of Markets<br />   - Consumer Surplus<br />   - Producer Surplus<br />   - Market Efficiency", "【Updated on: Oct. 11, 2023】<br />Learning activities for this week:  <br />i) Review Chapter 7 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 10 to prepare for the next week's lesson."], "第5回": ["Oct. 19: Externalities<br />   - Externalities and Market Inefficiency <br />   - Public Policies toward Externalities<br />   - Private Solutions to Externalities", "【Updated on: Oct. 18, 2023】<br />Learning activities for this week: <br />i) Review Chapter 10 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 11 to prepare for the next week's lesson."], "第6回": ["Oct. 26: Public Goods and Common Resources   <br />   - Different Kinds of Goods<br />   - Public Goods <br />   - Common Resources", "【Updated on: Oct. 25, 2023】<br />Learning activities for this week: <br />i) Review Chapter 11 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 13 to prepare for the next week's lesson."], "第7回": ["Nov. 2: The Costs of Production<br />   - What Are Costs? <br />   - Production and Costs<br />   - The Various Measures of Cost<br />   - Costs in the Short Run and in the Long Run", "【Updated on: Nov. 1, 2023】<br />Learning activities for this week: <br />i) Review Chapter 13 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 18 to prepare for the next week's lesson."], "第8回": ["Nov. 9: The Markets for the Factors of Production<br />   - The Demand for and Supply of Labor<br />   - Equilibrium in the Labor Market<br />   - The Other Factors of Production", "【Updated Nov. 8, 2023】<br />Learning activities for this week: <br />i) Review Chapter 18 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 23 to prepare for the next week's lesson."], "第9回": ["Nov 16: Measuring a Nation's Income <br />- The Economy’s Income and Expenditure<br />- The Measurement of GDP<br />- The Components of GDP<br />- Real versus Nominal GDP<br />- Is GDP a Good Measure of Economic Well-Being?", "【Updated on: Nov. 15, 2023】<br />Learning activities for this week: <br />i) Review Chapter 23 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 25 to prepare for the next week's lesson."], "第10回": ["Nov. 30: Production and Growth<br />- Economic Growth Around the World<br />- Productivity: Its Role and Determinants<br />- Economic Growth and Public Policy", "【Updated on: Nov. 29, 2023】<br />Learning activities for this week: <br />i) Review Chapter 25 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 26 to prepare for the next week's lesson."], "第11回": ["Dec. 7: Saving, Investment, and the Financial System<br />- Financial Institutions<br />- Saving and Investment in the National Income Accounts<br />- The Market for Loanable Funds", "【Updated on: Dec. 6, 2023】<br />Learning activities for this week: <br />i) Review Chapter 26 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 31 to prepare for the next week's lesson."], "第12回": ["Dec. 14: Open-Economy Macroeconomics: Basic Concepts<br />- The International Flows of Goods and Capital<br />- The Prices for International Transactions: Real and<br />Nominal Exchange Rates<br />- A First Theory of Exchange-Rate Determination: Purchasing-Power Parity", "【Updated on: Dec. 13, 2023】<br />Learning activities for this week: <br />i) Review Chapter 31 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 32 to prepare for the next week's lesson."], "第13回": ["Dec. 21: A Macroeconomic Theory of the Open Economy<br />- Supply and Demand for Loanable Funds and for<br />Foreign-Currency Exchange<br />- Equilibrium in the Open Economy<br />- How Policies and Events Affect an Open Economy", "【Updated on: , 2023】<br />Learning activities for this week: <br />i) Review Chapter 32 to internalize this week's lesson.<br />ii) Read thoroughly Chapter 33 to prepare for the next week's lesson."], "第14回": ["Jan. 11: Aggregate Demand and Aggregate Supply<br />- Three Key Facts About Economic Fluctuations<br />- Explaining Short-Run Economic Fluctuations<br />- The Aggregate-Demand Curve<br />- The Aggregate-Supply Curve<br />- Two Causes of Economic Fluctuations", "【Updated on: , 2024】<br />Learning activities for this week: <br />i) Review Chapter 33 to internalize this week's lesson.<br />ii) Review your overall learning. How does the study of this course change the way you think and interact with others?"]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report (writing a short research paper)"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take-home exam (20%) and active course participation (30%)."], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "Ｇ－ＩＳ１０２"]}, "campas": 0, "name": "【230】Introduction to Economics　２／Introduction to Economics [EN]", "管理部署": 10, "単位数": 2, "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 3, "評価2": 6, "開講期": 2}