{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course aims to acquaint students with conceptual approaches and perspectives relevant to the understanding of conflict, and further familiarize students with issues and cases of actual conflicts. The overall objective is to introduce students to the academic subject of international conflicts in particular and international politics in general.", "到達目標": "Students will learn and become knowledgeable about fundamental concepts and theories of conflict.Students will develop a better understanding of the complex issues that cause international conflicts by studying actual cases of conflicts. Additionally, students will learn and become familiar with different aspects of the impacts of conflict,and  many ways of dealing with conflicts.", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "International Relations, International Security, International Law, International Organizations, Global Poltics, Peace Studies.", "授業の概要・背景": "Conflict, whether of an active or a latent nature, has been inherently part of human history. Understanding, addressing, and managing conflicts within or among countries constitutes one of the major challenges in the realms of governance and international affairs. Although the events of inter-state conflicts continue to decrease since the end of the Cold War, many countries across the world are faced with violent conflict and insecurity, and several international conflicts persist among some countries. Both interstate and intrastate conflicts can affect areas and societies far beyond the conflict zones. Ours is still a world of conflict amid a growing but fragile peace.Studying conflicts helps us understand why they occur, how they affect societies and us,and how they are managed or resolved. This way,we can make sense of the theoretical knowledge of the academic subject of international conflicts.", "授業方法": "This is a lecture-based course. However, students are strongly encouraged to actively participate in the class by asking relevant questions, making comments, expressing their thoughts and taking part in in-class activities.", "トピック": {"第1回": ["• Overview of the course outline.<BR/>• Explanation and definition of key concepts.<BR/>• Overview of global trend of conflicts.<BR/>• Explanation of important information concerning the course Sylabus and grading criteria.", "To be added later."], "第2回": ["• Conflicts:Theoretical and Historical Perspectives.<BR/>• Types of conflicts.<BR/>• Conflict analysis methods.<BR/>• Conflict Management/Resolution Approaches.", "To be added later."], "第3回": ["Cases of International Conflicts: Global level(1)<BR/>• The First World War<BR/>• The Second World War", "To be added later"], "第4回": ["Cases of International Conflicts: Global level (2)<BR/>• The Cold War.<BR/>• Post-Cold War Conflict trend", "check for updates"], "第5回": ["Cases of International Conflicts : Asia<BR/>• The Vietnam War<BR/>• The Korean War / North Korea’s Nuclear crisis.<BR/>• Territorial Disputes/ the South China Sea.", "check for updates"], "第6回": ["Cases of International Conflict: Regional level: The Middle East<BR/>• The Arab/Palestinian-Israeli conflict.<BR/>• The Suez crisis.<BR/>• The first Gulf War.<BR/>• 9/11 and the war on terror.", "check for updates"], "第7回": ["Cases of International Conflict: Regional level-Africa (1)<BR/>• Conflicts in Africa: Historical and Political backgrounds.<BR/>• State-making, Identity and African conflicts: Case study (The Nigerian Civil War, Sudan&#39;s civil wars).", "check for updates"], "第8回": ["Cases of International Conflict: Regional level-Africa (2)<BR/>• Seperatist movements and conflicts in Africa: Colonial legacies or misrule? <BR/>• The Post-Cold War and the regionalization of conflicts: The Rwanda Genocide, the Congo war.<BR/>• Violent non-state actors in African conflicts.", "check for updates"], "第9回": ["International Interventions in Conflicts<BR/>• Motives and Arguments for intervention.<BR/>• The UN and Conflicts.<BR/>• Regional and sub-regional organizations and conflicts: The African Union and African Regional Economic Communities (RECs).<BR/> • Non-governmental organizations&#39; roles in conflicts.", "check for updates"], "第10回": ["War,Conflict, and International Law<BR/>• The Just war theory and other arguments on War.<BR/>• International Conventions: The Geneva Conventions.<BR/>• Mass Atrocity Crimes (Genocide, crime against humanity, war crimes) and the role of the ICC.<BR/>• Emerging Norms: Humanitarian Intervention, Human Security, and the Responsibility to Protect (R2P).", "check for updates"], "第11回": ["Conflict and Society.<BR/>• Conflict and displacement.<BR/>• Conflict and resources, security and development.<BR/>• women, children and conflict.", "check for updates"], "第12回": ["Final Examination/final term paper/ presentation.", "check for updates"], "第13回": ["Wrap up session", "check for updates"], "授業計画1": "see above"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "Understanding Global Conflict and Cooperation: An Introduction to Theory and History.", "", "", "", ""], "教科書Required texts0": "1. Joseph Nye and David Welch. (2016). Understanding Global Conflict and Cooperation: An Introduction to Theory and History.\n2. Richard Devetak, Jim George, and Sarah Percy (Eds.).(2017).An Introduction to International Relations(Third Edition), Cambridge University Press.\n3. John Baylis, Patricia Owens, and Steve Smith (Eds.). The Globalization of World Politics: An Introduction to International Relations (7th edition), OUP.\n4. Peter Wallensteen (2018), Understanding Conflict Resolution, London, Sage.\n5. Jacob Bercovitch, Victor Kremenyuk, and I William Zartman. (2008). The Sage Handbook of Conflict Resolution, London, Sage.\n6. Ian J. Bickerton and Carla L. Klausner . (2018). A History of the Arab-Israeli Conflict (Eight Edition). New York and London, Routledge.\n7. Sean Yom. (2019), Government and Politics of the Middle East and North Africa(ed.), New York, Routledge.\n8. Jane Boulden. (2013). Dealing With Conflict in Africa: The United Nations and Regional Organizations (ed.), New York, Palgrave.\n9. Thomas G. Weiss and Sam Daw (eds.). The Oxford Handbook on the United Nations (2013).\n10. Thomas G. Weiss and Rorden Wilkenson(eds.), Intenational Organizations and Global Governance (2013), New York, Routledge.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "40 %", "This can be either in-class written exam, presentaion, or term paper."], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "Mid-term individual essay of about 1500 words."], "成績評価Grading3": ["その他／Others (99)", "20 %", "Attendance and active participation. Note: Attendance of at least 80% is required."], "更新日時/Date of Update0": "2022年03月04日 09時48分43秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "Ｄ－１０１"]}, "campas": 0, "name": "【320】International Conflicts／International Conflicts", "管理部署": 10, "単位数": 2, "担当者": "ゴレ　デビッド（GORE DAVID） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 17, "評価1": 0, "評価2": 3, "評価3": 4, "開講期": 1}