{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course serves as an introduction to the study of management. It is designed to help the students understand the basic principles, functions, and role of management in organizations and society. The course covers both contemporary issues in management and discussion on traditional functions of management including planning, organizing, leading, and controlling. This course will help students to develop skills, competencies, techniques, and knowledge needed to successfully manage an organization in today’s competitive environment.", "到達目標": "Upon successful completion of this course, students will be able to:<BR/><BR/>a) Identify the principles of managing an organization. <BR/>b) Outline the historical evolution of management theories.<BR/>c) Explain the key functions of management including planning, organizing, leading, and controlling.<BR/>d) Evaluate the various challenges faced by today’s managers.<BR/>e) Apply the theoretical knowledge in solving managerial and organizational problems.<BR/>f) Enhance their presentation and communication skills. <BR/>g) Increase their abilities to participate in interactive class environment and work in small teams.", "授業方法": "Face-to-face in-class lectures. Students need to pre-apply for the course during 4/1～4/3 on Kyogaku web.<BR/><BR/>Classes of this course will be conducted face-to-face in the classroom. The online class participants will receive online simultaneous interactive delivery during class time. Online students are required to submit individual assignments instead of class participation.<BR/><BR/>Teaching and learning methods would be a mixture of lectures, readings, and in-class exercises such as chapter cases, team discussions, and student presentations of cases. In every session, we will cover a particular chapter from the textbook. In general, each session is divided into two halves. In the first half, I typically follow a conventional lecture-based approach covering the concepts and theories of the relevant chapter. The second half is normally devoted to related group exercise or chapter case analysis.", "トピック": {"第1回": ["Introduction to the Course<BR/>Managers and You in the Workplace", "Read the course outline carefully<BR/>Read chapter 1 from the textbook"], "第2回": ["Making Decisions", "Read chapter 2 from the textbook"], "第3回": ["Influence of the External Environment and the Organization’s Culture", "Read chapter 3 from the textbook"], "第4回": ["Managing Diversity", "Read chapter 5 from the textbook"], "第5回": ["Managing Social Responsibility and Ethics", "Read chapter 6 from the textbook"], "第6回": ["Foundations of Planning", "Read chapter 8 from the textbook"], "第7回": ["Managing Strategy", "Read chapter 9 from the textbook"], "第8回": ["Designing Organizational Structure", "Read chapter 11 from the textbook"], "第9回": ["Managing Human Resources", "Read chapter 12 from the textbook"], "第10回": ["Managing Groups and Teams", "Read chapter 13 from the textbook"], "第11回": ["Students&#39; Presentations", "Preparation for presentation"], "第12回": ["Students&#39; Presentations", "Preparation for presentation"], "第13回": ["Motivating Employees", "Read chapter 16 from the textbook"], "第14回": ["Monitoring and Controlling", "Read chapter 18 from the textbook"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Stephen P. Robbins and Mary A. Coulter", "Management", "Pearson Education", "2020 年", "978-1292340883", ""], "教科書Required texts0": "Stephen P. Robbins and Mary A. Coulter, Management, Pearson Education Limited; 15th edition, 2020, ISBN-13:978-1292340883", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Report Final Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Participation 30% (for online students individual assignments will be given instead of class participation), Case Presentation 30%"], "更新日時/Date of Update0": "2021年03月14日 09時34分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｇ－ＩＳ院２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【230】Basic Management　１／Basic Management", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "アクター　タスリマ（AKHTER TASLIMA） ", "履修基準年度": "１年", "時限1": "水曜２時限／Wednesday 2", "開講期": "春学期／Spring"}