{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course will provide an overview of state government(s) in the United States using Hawaii as an example.  We will examine the relationship between the state and the federal government and distinguish the roles that the three branches―executive, legislature, judiciary―play.", "到達目標": "We will cover the various “actors” and factors that influence public policymaking.  These include political parties, special interests, and citizen participation.  Furthermore, we will look at the way in which modern campaigns and elections take place in the U.S. Students will learn how to be effective advocates in policymaking in their own communities.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Four writing assignments are required.  Each will count at 15 points so a total of 60 points.  Class participation and attendance will count for an additional 40 points.<BR/>Online attendance is NOT permitted since there will be small group discussions and class participation in person is required.", "トピック": {"第1回": ["Class overview.", "Writing assignment - Political autobiography"], "第2回": ["What is Politics?  Class discussion on political identity.", "Reading assignment."], "第3回": ["Federalism and the States - The Role of State and Federal Governments.", "Reading assignment."], "第4回": ["Three Branches of State Level Government - Executive, Legislature, Judiciary.", "Reading assignment."], "第5回": ["State Constitutions.", "Writing assignment."], "第6回": ["Citizen Participation and Public Trust.", "Reading assignment."], "第7回": ["How to be an Effective Advocate.  Preparing Testimony.", "Reading assignment."], "第8回": ["Mock Hearing - Students will prepare testimony for and against a bill.", "Writing assignment"], "第9回": ["Mock Hearing - Students will prepare testimony for and against a bill.", ""], "第10回": ["Power to the People: The Role of Advocacy in Politics.", "Reading assignment."], "第11回": ["The Have and the Have-Nots: The Role of Class in Politics.", "Writing assignment"], "第12回": ["Power to the Lobbyists: The Role of Lobbyists in Politics", "Reading assignment."], "第13回": ["The Future of Politics in a Flat World.  The Globalization of Politics", "Reading assignment."], "第14回": ["Reflection and Class Evaluation.", ""]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Four writing assignments. Each will count for 15%."], "成績評価Grading2": ["その他／Others (99)", "40 %", "Class attendance and participation will count for 40%."], "更新日時/Date of Update0": "2022年03月01日 07時31分09秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【150】Special Topics in International Studies B (002)／Special Topics in International Studies B (002)", "管理部署": 10, "単位数": 2, "担当者": "タクミ　ロイ（TAKUMI ROY） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 8, "評価1": 3, "評価2": 4, "開講期": 2}