{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.<BR/>", "関連科目": "", "授業方法": "Faculty member explains the details of knowledge. Although the main activity for students is to take notes by faculty member, these are followed by question and answer sessions between faculty member and students and within the group of students.", "トピック": {"第1回": ["&quot;On-demand&quot;<BR/>Theme &quot;Orientation&quot;<BR/>The faculty members explain about the course, particularly, course purpose, learning goals and topics.<BR/>Questions and Answers among the faculty members and students.", "Read the syllabus of the course thoroughly to proceed the growth of learning during the semester."], "第2回": ["&quot;On-demand&quot;<BR/>Theme &quot;Internationalization of Higher Education: Potential <BR/>Benefits and Costs of Student Mobility&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Preparation for the individual- report based on lecture."], "第3回": ["&quot;On-demand&quot;<BR/>Theme &quot;Recent International Student Mobility Trends in Japan&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Preparation for the individual- report based on lecture."], "第4回": ["Theme &quot;Policy Development to Promote International Student Mobility in Japan&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "For the lecture of the sessions 2 to 4, prepare the individual-report on the title given by the faculty members and submit it before session 7."], "第5回": ["Theme &quot;Transformation of Japanese Higher Education Policy for Internationalization&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Preparation for the individual- report based on lecture."], "第6回": ["Theme &quot;Japan’s Measures to Student Mobility and its Impact on the Labor Market&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Preparation for the individual- report based on lecture."], "第7回": ["Theme &quot;Student Mobility to Japan in the COVID-19 Period&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "For the lecture of the sessions 5 to 7, prepare the individual-report on the title given by the faculty members and submit it before session 9."], "第8回": ["In class midterm examination.", ""], "第9回": ["Theme &quot;Recent International Student Mobility Trends in Asian Countries&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Preparation for the individual- report based on lecture."], "第10回": ["Theme &quot;The Outlook for Student Mobility in Asia and its Socio-Economic Background&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "For the lecture of the sessions 9 and 10, prepare the individual-report on the title given by the faculty members and submit it before session 12."], "第11回": ["Theme &quot;The “Asianization of Asia” and Regionalization of International Student Mobility&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Preparation for the individual- report based on lecture."], "第12回": ["Theme &quot;Labor Migration and Student Mobility in Asia&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "For the lecture of the sessions 11 and 12, prepare the individual-report on the title given by the faculty members and submit it on the session 14."], "第13回": ["Theme &quot;Shifting Patterns of Student Mobility in Asia&quot;<BR/>(Lecture)<BR/>Questions and Answers among the faculty members and students.", "Reflect the sessions 1 to 14 for your growth of learning during the semester."], "第14回": ["Theme &quot;Reflection for the whole course&quot;<BR/>The faculty members use the syllabus to check what the students learned during the semester to reflect their own growth based on course purpose and learning goals.<BR/>Questions and Answers among the faculty members and students.", ""]}, "評価": {"教科書Required texts0": "No textbook is designated.", "参考文献・資料Reference books0": "Reference papers will be distributed in class.", "学生による授業評価の方法Course Evaluation by Students0": "University-wide unified method evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": ["その他／Others (99)", "20 %", "Active participation during question-answer session."], "更新日時/Date of Update0": "2022年02月02日 12時47分34秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｇ－ＩＳ２０６"]}, "campas": 0, "name": "【150】Special Topics in International Studies A (002)　１／Special Topics in International Studies A(002)", "管理部署": 10, "単位数": 2, "担当者": "テット　モン（THET MON MYAT MYINT THU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}