{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose and the objective of the course is to teach all fundamental study and academic skills necessary for successfully completing undergraduate studies at the School of International Studies.", "到達目標": "The goal of the course is to make students to acquire all fundamental study and academic skills like searching for materials, evaluating materials, making notes, compiling reference lists, writing reports etc., which are necessary for successfully completing undergraduate studies at the university.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be conducted face-to-face. Students not living in Japan will be able to take part in the class online. Students living in countries with a large time difference, will follow the class by watching the videos taken in class each time.<BR/>Seminar format. Each class will pursue one task, which we will try to commonly achieve. There will be sufficient guidance and explanations given, on which students will then have to do various exercises.<BR/>FOR ONLINE PARTICIPANTS SEE ZOOM LINK UPLOADED TO SESSION 1<BR/>INSTRUCTOR&#39;S MAIL ADDRESS:<BR/>holger.bungsche@kwansei.ac.jp", "トピック": {"第1回": ["Face to face format for All 14 lectures<BR/>Only students, who were not able to come to Japan and have applied for online participation are allowed to participate online.<BR/>Introduction<BR/>THE ZOOM LINK IS:<BR/>Zoom Meeting Link:<BR/>https://us06web.zoom.us/j/87330661667?pwd=bytuODdZcUpRTG9DYUZJZFNyWWJoUT09<BR/>Meeting ID: 873 3066 1667<BR/>PW: 734491", ""], "第2回": ["Library Guidance", ""], "第3回": ["The University as an institution: History, development and peculiarities", ""], "第4回": ["The University as an institution: History, development and peculiarities<BR/>Students’ presentations", ""], "第5回": ["Library tour (main library and SIS library)", ""], "第6回": ["Acquiring study and academic skills by researching issues related to the European Union<BR/>Student presentation", ""], "第7回": ["as session above", ""], "第8回": ["as session above", ""], "第9回": ["as session above", ""], "第10回": ["as session above", ""], "第11回": ["as session above", ""], "第12回": ["as session above", ""], "第13回": ["Handing in final reports", ""], "第14回": ["Analysis of the final reports and instruction for rewriting the report (if necessary)", ""], "授業外学習2": "Critical text reading, searching for literature and other sources, preparation of small presentations as well as preparation of homework will be required"}, "評価": {"教科書Required texts0": "Texts will be distributed in class", "参考文献・資料Reference books0": "Information regarding reference books will be given in class", "学生による授業評価の方法Course Evaluation by Students0": "Standard evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nParticipation and contribution to class 60%. Final report 40%. Class attendance is mandatory. No credits will be given to students, who are absent from class more than 4 times.", "更新日時/Date of Update0": "2023年02月22日 23時50分51秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｇ－ＩＳ院３"]}, "campas": 0, "name": "【100】Basic Seminar A　２／Basic Seminar A", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 4, "開講期": 1}