{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Continuing the spring semester class, the course will continue to pursue its objective to teach and make students acquire fundamental study and academic skills necessary for successfully completing undergraduate studies at the School of International Studies.", "到達目標": "The goal is to make students acquire study and academic skills like searching for materials, evaluating materials, making notes, compiling reference lists, preparing presentations, arguing and discussing issues in an academic way, writing reports etc. on a more advanced level than in the spring term.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be conducted face-to-face. Students not able to come to Japan will  take part in the class online. Students living in countries with a large time difference, will follow the class by watching the videos taken in class each time.<BR/>Seminar format. Each class will pursue one task, which we will try to commonly achieve. There will be sufficient guidance and explanations given, on which students will then have to do various exercises.<BR/>Seminar format. Each class will pursue one task, which we will try to commonly achieve. There will be sufficient guidance and explanations given, on which students will then have to do various exercises.", "トピック": {"第1回": ["Face to face format for all 14 lectures<BR/>Introduction to the autumn course", ""], "第2回": ["Max Weber: Science as a Profession", ""], "第3回": ["Max Weber: Science as a Profession – Students’ presentations", ""], "第4回": ["Research and presentation of topics related to current issues in the European Union: Guide for researching and writing a paper on European issues that will be researched and presented by students in class 5 to 14.", ""], "第5回": ["Topic Spain: <BR/>Countryside development and the rise of ghost towns: why investments in the countryside alone cannot save rural areas?", ""], "第6回": ["Topic France: <BR/>Why are the French eating better?", ""], "第7回": ["Topic Denmark:<BR/>Why are the Danish the happiest people in the world?", ""], "第8回": ["Topic Finland:<BR/>Are Finish children more intelligent – or why are they outperforming children around the world?", ""], "第9回": ["Topic Baltic States: <BR/>E-Administration. Are Estonia and the Baltic States Leading the Way to a Digital Society?", ""], "第10回": ["Topic Norway and Iceland: <BR/>Will Norway and Iceland be the first CO2 neutral countries?", ""], "第11回": ["Topic Austria:<BR/>Why are there so many organic farmers in Austria?", ""], "第12回": ["Topic UK: 8.<BR/>Changes in labour migration. Who is doing the jobs now after BREXIT?", ""], "第13回": ["Topic Switzerland:<BR/>What keeps the country together?", ""], "第14回": ["Topic Hungary:<BR/>Illiberal democracy: A model for Europe or is it the end of the European project?", ""], "授業外学習2": "Critical text reading, searching for literature and other sources, preparation of small presentations as well as preparation of homework will be required"}, "評価": {"教科書Required texts0": "Texts will be distributed in class", "参考文献・資料Reference books0": "Information regarding reference books will be given in class", "学生による授業評価の方法Course Evaluation by Students0": "Standard evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nParticipation and contribution to class 60%. Final report 40%. Class attendance is mandatory. No credits will be given to students, who are absent from class more than 4 times.", "更新日時/Date of Update0": "2023年02月22日 23時49分16秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "Ｇ－ＩＳ院１"]}, "campas": 0, "name": "【100】Basic Seminar B　２／Basic Seminar B [EN]", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 4, "開講期": 2}