{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は，国際学部で習得すべき，研究，発表，学術的レポート作成のための基礎的知識および技能を習得することを通して，大学でのスタディスキルとライティングスキルの基礎力をつけることである。", "到達目標": "・学生は大学生として相応しいレベルの研究や発表を行うために必要な基礎的知識を修得することができる。<BR/>・学生は自身の研究に必要な学術論文を図書館の端末を用いて検索したり，実際に図書館でそれらの論文が掲載されている学術雑誌を探し出したりできる。<BR/>・学生は大学生として相応しいレベルの学術レポート（基礎演習Aでは3000字以上）の執筆ができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "授業は教室で対面実施します。オンデマンド教材も事前・事後学習のために用います。", "トピック": {"第1回": ["国際学部についての説明，自己紹介，名簿作成，各種委員任命，シラバス配付，演習概要説明。 （すべての授業は対面で実施します）", "履歴書ファイル提出(第3回授業で提出) 、次週までに、図書館利用マニュアルを精読。"], "第2回": ["図書館オリエンテーション（集合場所：未定）", "次週までに、テキストA該当箇所予習。"], "第3回": ["大学での勉強方法，履修の仕方，ノートの取り方，高校との違い，コース選択や留学制度などについて説明。テキストテキストA、0　はじめに～4読みやすい文にするために～まで。　オンデマンド教材の説明、オンデマンド教材の視聴。", "次週までに、オンデマンド教材（02キャンパスを歩いて関西学院の歴史を学ぶ）を事前視聴"], "第4回": ["オンデマンド教材（キャンパスを歩いて関西学院の歴史を学ぶ）を事前視聴し、関西学院の歴史を紹介。（次回までの課題）テキスト（6章・7章予習）", "次週までに、テキストA該当箇所予習。"], "第5回": ["大学でのテーマ選定，プレゼン方法，脚注のついたレポート執筆方法教授。テキスト（6,7章）", "次週までに、オンデマンド教材のリストを確認。"], "第6回": ["オンデマンド教材の説明、次週以降の授業の進め方について確認。テキストまとめ。", "次週までに、オンデマンド教材（04学術書の読み方）を事前視聴。"], "第7回": ["オンデマンド教材（学術書の読み方）を事前視聴し、各自の成果を教室で発表。", "次週までに、オンデマンド教材（06Excelを用いた図表の作成（1））を事前視聴。"], "第8回": ["オンデマンド教材（Excelを用いた図表の作成（1））を事前視聴し、コンピューター教室内で成果の発表。追加説明。", "次週までに、オンデマンド教材（07Excelを用いた図表の作成（2<BR/>））を事前視聴。"], "第9回": ["オンデマンド教材（Excelを用いた図表の作成（2））を事前視聴し、コンピューター教室内で成果の発表。追加説明。", "次週までに、オンデマンド教材（05レポートの書き方（1）および08レポートの書き方（2））を事前視聴。"], "第10回": ["オンデマンド教材（レポートの書き方（1）および（2））を事前視聴し、各自の成果を教室で発表。", "次週までに、オンデマンド教材（09レポートの書き方（3））を事前視聴。"], "第11回": ["オンデマンド教材（レポートの書き方（3））を事前視聴し、各自の成果を教室で発表。各自のレポートのテーマを選定。", "次週までに、オンデマンド教材（10最新ツールの活用法）を事前視聴。"], "第12回": ["オンデマンド教材（最新ツールの活用法）を事前視聴し、各自の成果を教室で発表。各自のレポートのテーマを確定・概要をプレゼンテーションする。", "次週までに、レポート要約作成・レポート作成。"], "第13回": ["これまでの議論のまとめ，発表で得た知識，視座などの共有，期末レポートのテーマを発表（次回までの課題）レポート要約発表準備・レポート作成（最終授業に提出）", "次週までに、レポート作成・レポート発表準備。"], "第14回": ["レポート（3000字以上）提出とレポート要約発表（全員）。夏期休暇中の課題（テーマ）検索方法と秋学期のスケジュールを発表する。（その後，レポートで基準点に達しないゼミ生には書き直しを命じる）（次回（秋学期第1回）までの課題）夏期休暇中課題に取り組む（読書・および感想文の作成）", "（次回（秋学期第1回）までの課題）夏期休暇中課題に取り組む（読書・および感想文の作成）"], "授業外学習2": "国際地域理解入門ABをあわせて履修することが望ましい。"}, "評価": {"教科書Required texts0": "教科書はないが、関西学院大学国際学部「論文・リポートの書き方」https://www.kwansei.ac.jp/cms/kwansei/pdf/s_is/0000151937.pdf　をダウンロードして印刷して（もしくはファイルを表示できる機器を）持参すること。", "参考文献・資料Reference books0": "授業時に指示する。夏休みの課題に関しては後日伝達する。", "学生による授業評価の方法Course Evaluation by Students0": "アンケート様式の記述による授業評価を実施する。オンライン。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価60%（毎回の課題提出），平常リポート40%（3000字を目安とする）により評価する。原則として授業回数の3分の1以上を欠席した場合，単位修得を認めない。"], "更新日時/Date of Update0": "2022年03月05日 16時45分39秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｇ－ＩＳ院２"]}, "campas": 0, "name": "【100】基礎演習Ａ　７／Freshman Seminar A", "管理部署": 10, "単位数": 2, "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 1}