{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "授業の目的は，国際学部で習得すべき，研究，発表，学術的レポート作成のための基礎的知識な技能として，大学でのスタディスキルとライティングスキルの基礎力をつけることです。", "到達目標": "・学生は大学生として相応しいレベルの研究や発表を行うために必要な基礎的知識を修得することができる。<BR/>・学生は他の学生たちと，あるテーマについて，科学的，客観的，学術的な議論や討論ができる。<BR/>・学生は自身の研究に必要な学術論文を図書館の端末を用いて検索したり，実際に図書館でそれらの論文が掲載されている学術雑誌を探し出したりできる。<BR/>・学生は大学生として相応しいレベルの学術レポートの執筆ができる。", "授業方法": "秋学期においては、教科書を参照にしながら、自分の興味のあるトピックでプロジェクトに取り組む。<BR/>春学期よりも本格的に、グループ及び個人発表、そして論文執筆に取り組む。<BR/>より質の高い参照文献の検索や引用、そして論理的な発表と議論ができるようになることを目指す。<BR/>そのために、春学期よりもより積極的なグループクラスディスカッションに取り組んでいくことを目指す。", "トピック": {"第1回": ["基礎演習Ｂの授業目的と進め方（シラバス説明）<BR/>グループディスカッション：秋学期の抱負、夏休み中の課題への取組成果の発表 (新聞講読記録)<BR/>イングループプロジェクト（コミュニケーション１）始動", "プロジェクトのトピックを定めていく。<BR/>文献調査。"], "第2回": ["グループ・クラスディスカッション：<BR/>イングループプロジェクトのブレインストーミング、参考文献、テキスト序章（異文化コミュニケーション）<BR/>アウトライン作成の説明", "アウトラインイントロダクション<BR/>参考文献調査"], "第3回": ["グループ・クラスディスカッション：<BR/>アウトラインに基づいたプロジェクト計画（主にイントロ・全体枠）や参考文献について、テキスト序章（異文化コミュニケーション）<BR/>アウトラインや参照文献リスト、盗用などの防止法の説明", "アウトラインボディ<BR/>参考文献調査"], "第4回": ["グループ・クラスディスカッション：<BR/>アウトライン修正（ボディの充実と整理）や参考文献について、テキスト第１章（アイデンティティ）", "アイデンティティエッセイ<BR/>スライドドラフト１<BR/>参考文献調査"], "第5回": ["グループ・クラスディスカッション：<BR/>アウトライン修正、スライド作成、テキスト（第２章異文化文化の障壁：ステレオタイプなど）<BR/>スライド作成の説明", "スライドドラフト２<BR/>参考文献整理"], "第6回": ["グループディスカッション：<BR/>アウトライン最終修正、スライド修正、テキスト（第２章異文化文化の障壁：ステレオタイプなど）<BR/>スライドや発表方法の説明", "アウトラインとスライド最終<BR/>プレゼン練習"], "第7回": ["イングループ発表（コミュニケーション１）<BR/>テキスト第3章", "異文化の障壁：ステレオタイプエッセイ<BR/>プロジェクト２の準備<BR/>（トピックや全体枠）、アウトライン"], "第8回": ["プロジェクト２始動<BR/>イングループプレゼンのリフレクション、グループでブレインストーミング<BR/>テキスト第３章", "アウトライン修正<BR/>文献調査"], "第9回": ["グループディスカション：<BR/>アウトライン、テキスト第３章<BR/>スライド作成やプレゼン方法などについての説明", "アウトライン修正<BR/>文献調査<BR/>第１プレゼンターはスライド作成"], "第10回": ["グループディスカッション：<BR/>アウトライン修正、スライド作成やプレゼン方法などについての説明", "第３章：エッセイ<BR/>アウトラインアウトリアン修正<BR/>第１プレゼンターはスライド修正"], "第11回": ["グループディスカッション：<BR/>アウトライン修正、スライド修正", "プレゼン準備"], "第12回": ["個人プレゼン1と質疑応答", "プレンゼン準備<BR/>プレゼン終了者は論文5000字執筆に移行"], "第13回": ["個人プレゼン２と質疑応答", "プレゼン準備<BR/>プレゼン終了者は論文5000字執筆に移行"], "第14回": ["個人プレゼン３と質疑応答<BR/>プロジェクト5000字執筆について<BR/>秋学期総括", "プロジェクト5000字論文提出"], "授業計画1": "基礎演習Ｂでは、各受講生が自分自身でリサーチし発表する機会が増えることから、これまで以上に日本や海外における新たなニュースや事象に対する感度や理解を深め、自分なりに整理し意見を持てるよう心掛けて下さい。"}, "評価": {"教科書Required texts0": "『はじめて学ぶ異文化コミュニケーション』石井敏・久米昭元・長谷川典子・桜木俊行・石黒武人（有斐閣）2000円＋税", "参考文献・資料Reference books0": "授業の過程において、適宜、指示・案内、或いは配布します。", "学生による授業評価の方法Course Evaluation by Students0": "全学統一の所定の調査用紙により実施します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "（期末点）期末論文5000字、（平常点）授業内容に関するレポート、プレゼンテーション、授業内の積極的なディスカッションと授業参加意識、提出物"], "成績評価Grading2": "備考　Note\n欠席が1/3を超える場合、また事前の報告や理由なく欠席が続く場合、また期末レポートが未提出の場合には、単位の取得が認められません。", "更新日時/Date of Update0": "2021年10月24日 10時41分56秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【100】基礎演習Ｂ　２０／Freshman Seminar B", "管理部署": 10, "単位数": 2, "担当者": "難波　彩子（NAMBA AYAKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 2}