{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義では、言語学習・言語教育の理論的背景である「第二言語習得」の分野における基礎的な内容をカバーすると同時に、「教室内第二言語習得」、つまり、実際の第二言語学習の教室・場面を想定することで、外国語学習者や将来教職に就くことを考えている学生にとっても示唆に富んだ内容を扱う。", "到達目標": "この講義を通して受講生は、第二言語習得の基本的なメカニズムを理解するだけではなく、実際に言語教師として学習者を指導する際に求められる基礎的な知識を得る。同時に、それらの知識に基づいて言語学習・言語教育に関する諸問題を考える機会を得る。", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "Introduction to Applied Linguistics", "授業の概要・背景": "", "授業方法": "この授業は第３回まではオンデマンド形式で実施し、第４回より対面で行う。主として講義だが、受講生の人数によってはグループワークや発表を取り入れる。また、対面に切り替わった後、やむを得ない事情によりオンライン参加が認められた受講生に対しては同時双方向形式での参加を認める。", "トピック": {"第1回": ["イントロダクション", ""], "第2回": ["第二言語習得研究とは何か", ""], "第3回": ["人はどのように母語を習得するのか", ""], "第4回": ["母語と第二言語はどのように影響を与え合うのか", ""], "第5回": ["第二言語習得研究はどのように始まったのか", ""], "第6回": ["第二言語学習についての二つの見方", ""], "第7回": ["中間テスト・中間アンケート", ""], "第8回": ["第二言語習得研究と外国語教育", ""], "第9回": ["第二言語学習と個人的要因", ""], "第10回": ["第二言語学習と動機付け", ""], "第11回": ["第二言語学習と年齢", ""], "第12回": ["第二言語習得の新しい考え方", ""], "第13回": ["先行研究発表", ""], "第14回": ["総括・期末アンケート", ""], "授業外学習2": "毎回の教材は事前に教材が配信されるので、適宜予習しておくこと。また、授業後は講義資料を活用し、各自復習を行うこと。"}, "評価": {"教科書Required texts0": "特に指定せず、毎回講義資料を配布する。", "参考文献・資料Reference books0": "『はじめての第二言語習得論講義』　2016年　馬場・新多著　大修館書店\n『第2言語習得と母語習得から「言葉の学び」を考える』2016年　和泉伸一著　アルク\n『言語はどのように学ばれるか』2014年　ライトバウン・スパダ著　白井・岡田訳　岩波書店\n『実践例で学ぶ第二言語習得研究に基づく英語指導』2017年　鈴木編　大修館書店\n『英語学習のメカニズム』2015年　廣森著　大修館書店\n『第二言語習得キーターム事典』2017年　白畑・鈴木監訳　開拓社", "学生による授業評価の方法Course Evaluation by Students0": "授業中にアンケートを実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", "中間試験35%と期末試験35%"], "成績評価Grading2": ["その他／Others (99)", "30 %", "提出課題、授業参加度"], "成績評価Grading3": "備考　Note\n新型コロナ感染症によるZOOM参加者に関しては平常課題等の提出課題によって評価を行う。", "更新日時/Date of Update0": "2023年02月28日 20時49分39秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【310】第二言語習得論／Second Language Acquisition [JP]", "管理部署": 10, "単位数": 2, "担当者": "長谷　尚弥（HASE NAOYA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 0, "評価2": 4, "開講期": 2}