{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義では、社会でどのように多様な人々が社会的カテゴリー（人種・ジェンダー・地域性・社会的立場・世代）と動機づけられながら他者とコミュニケーションを図っていくのかについて理解を深め、受講生が国際社会の中で実践できるような異文化能力の育成を目指す。上記の社会的カテゴリーに根差した少数派に対するステレオタイプ・偏見・差別の原因となるコミュニケーション諸問題や、メディア・ソーシャルメディアの媒体を通じたアイデンティティ形成に関わる諸問題も扱うことによって、グローバル社会を生き抜くためのメディアリテラシーを養う。", "到達目標": "1.\tコミュニケーショ領域で扱われる一般的な理論やアプローチについて理解できる<BR/>2.\tさまざまな異文化的コンテクストの中での対話力を向上させる<BR/>3.\t批判的にそして客観的に多様な他者の考えを聞くことができる<BR/>4.\tグループディスカッションで他メンバーを導いたり、積極的に参加できるようになる<BR/>5.\t一貫性があり、論理的に自分の情報や考え、意見を提示することができる<BR/>6.\t小グループで話す際に自信を持って議論に参加することができる", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "３週間Zoom live オンライン授業後、対面形式に基づいた授業を実施する。", "トピック": {"第1回": ["イントロダクション：シラバスの説明、コミュニケーションの概観<BR/>Zoom live 授業", "授業内で指示します。"], "第2回": ["文化・価値観・行動様式：グローバル化と変容する文化<BR/>Zoom live 授業", "授業内で指示します。"], "第3回": ["言語によるコミュニケーション：コミュニケーションスタイルとコードスイッチング（１）<BR/>Zoom live 授業", "授業内で指示します。"], "第4回": ["言語によるコミュニケーション：コミュニケーションスタイルとコードスイッチング（２）<BR/>今週以降は対面授業へ以降", "授業内で指示します。"], "第5回": ["言語によるコミュニケーション：ポライトネス（丁寧さ）（１）", "授業内で指示します。"], "第6回": ["言語によるコミュニケーション：ポライトネス（丁寧さ）（２）", "授業内で指示します。"], "第7回": ["非言語コミュニケーション：コード分類とダイナミックコミュニケーション", "授業内で指示します。"], "第8回": ["メディア上における非言語コードの解釈", "授業内で指示します。"], "第9回": ["アイデンティティ：人種・地域性・世代・ジェンダー・社会的地位（１）", "授業内で指示します。"], "第10回": ["アイデンティティ：人種・地域性・世代・ジェンダー・社会的地位（２）", "授業内で指示します。"], "第11回": ["グローバル化する世界の異文化接触：異文化への移動とアイデンティティ交渉", "授業内で指示します。"], "第12回": ["メディアとソーシャルメディアが作るイメージとメディアリテラシー", "授業内で指示します。"], "第13回": ["コミュニケーションの阻害要因：社会でみられるステオレオタイプと偏見", "授業内で指示します。"], "第14回": ["コミュニケーションの阻害要因：社会の少数派に対する暗示的コミュニケーション<BR/>多文化共生：異文化コンピテンスの育成", ""]}, "評価": {"教科書Required texts0": "八島智子・久保田真弓（2012）『異文化コミュニケーション論』松柏社", "参考文献・資料Reference books0": "Wood, J. (2017) Communication mosaics, 8th ed. Cengage.\nWardhaugh, R. & Fuller, J. M. (2021) An introduction to sociolinguistics, 8th ed. Blackwell.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "期末論文"], "成績評価Grading2": ["その他／Others (99)", "70 %", "授業内容に関するレポート、課題への取り組みや提出物、授業時の積極的な発言・授業参加意識や姿勢、などから総合評価します。"], "更新日時/Date of Update0": "2023年03月02日 09時50分33秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【110】異文化理解入門／Introduction to Intercultural Communication [JP]", "管理部署": 10, "単位数": 2, "担当者": "難波　彩子（NAMBA AYAKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 3, "評価2": 4, "開講期": 2}