{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "　本講義では、「バイリンガリズム」（二言語併用）についての基礎的な知識の獲得と、多言語社会における言語の選択について、特に、二言語併用者によるコードスウィッチング（言語交替）とアイデンティティに焦点をおくことによって、幅広い見識と理解を深めることを目的とします。本講義では、英語については、英語を母語とする英語圏や、英語を公用語とする言語文化圏、そして日本など英語を外国語とする3つの言語文化圏に分け、バイリンガリズムの詳細を見ていきます。また、日本語における標準語や地方方言のコードスウィッチングについても取り扱う事で、みなさんが普段使用する言語や方言の使用についても一緒に考えていきます。最後に、現代社会における多様なアイデンティティの問題（帰国子女・ミックス・留学・複数の地域の移動）についてもみなさんと考えたいと思います。", "到達目標": "１）「バイリンガリズム」に関わる基礎的な知識を獲得することができる。<BR/>２）コードスウィッチングと各言語使用者のアイデンティティの関係性について、日本及び他国の事例などを通じて幅広く理解を深めることができる。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "この授業は、開始から３週間はオンデマンド形式で行われ、その後履修者数が対面授業の基準を満たす場合、対面授業に切り替えられます。<BR/>ただし、初回から第３週まではzoomで授業時間ライブ授業を行います。同時にスライドによる講義も配信します。第４週以降は対面授業へ移行予定。", "トピック": {"第1回": ["イントロダクション：「バイリンガル」に対する認識<BR/>授業の進め方、グループで自己紹介<BR/>Zoomライブ授業、及びスライドによる講義配信<BR/>Zoom link:<BR/>時間: 2022年9月22日 01:20 PM 大阪、札幌、東京<BR/>https://us05web.zoom.us/j/89497035531?pwd=Q3hQSTZUMXZWay9uNk4wQ2VUUm1adz09<BR/>ミーティングID: 894 9703 5531<BR/>パスコード: Z3gcdm<BR/><BR/>第１回授業資料<BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/ipz37226_nuc_kwansei_ac_jp/EhcHofa0JtZAucR_b1X1Lp8B_skZJZL8TY1mzj2gc5gKYA?e=v9ui1B<BR/>1) シラバス<BR/>2) 授業スライド<BR/>3) ライブ授業録画ビデオ", "授業内で指示。"], "第2回": ["「バイリンガリズム」とは？<BR/>Zoomライブ授業、及びスライドによる講義配信", "授業内で指示。"], "第3回": ["バリンガリズムの言語習得<BR/>Zoomライブ授業、及びスライドによる講義配信", "授業内で指示。"], "第4回": ["バイリンガリズムと第２言語習得<BR/>今週より対面授業へ移行", "授業内で指示。"], "第5回": ["言語能力の発達と認知能力の発達", "授業内で指示。"], "第6回": ["読み・書き・語る能力の発達", "授業内で指示。"], "第7回": ["異言語間家族の言語選択・使用", "授業内で指示。"], "第8回": ["コードスイッチング：社会言語学的側面", "授業内で指示。"], "第9回": ["コードスイッチング：言語学的側面", "授業内で指示。"], "第10回": ["コードスイッチング：地域・社会方言と標準語", "授業内で指示。"], "第11回": ["バイカルチュラリズム<BR/>異文化への移動：帰国子女・海外留学", "授業内で指示。"], "第12回": ["バイカルチュラリズム<BR/>日本社会で見過ごされる多様なアイデンティティ", "授業内で指示。"], "第13回": ["バイカルチュラリズム<BR/>日本社会における多様な地域性を反映したアイデンティティ", "授業内で指示。"], "第14回": ["多文化共生に向けたデュアルアイデンティへの理解と尊重<BR/>まとめ", ""]}, "評価": {"参考文献・資料Reference books0": "『バイリンガリズム』（東照二）講談社\n『異文化コミュニケーション論』（八島智子・久保田真弓）松柏社\n『はじめて学ぶ異文化コミュニケーション論』（石井敏他）有斐閣\n『社会言語学への招待』（田中春美・田中幸子）ミネルヴァ序章\n『国際共通語としての英語』（鳥飼玖美子）講談社\n『異文化コミュニケーション論』（八島智子・久保田真弓）松柏社\n『はじめて学ぶ異文化コミュニケーション』（石井敏ほか）有斐閣\n『国際共通語としての英語』（鳥飼玖美子）講談社\n『よくわかる社会言語学』田中春美・田中幸子ミネルヴァ書房\n『応用言語学辞典』(小池生夫　編）研究社\nGumperz, John. (1982). Discourse strategies. Cambridge: Cambridge University.\nWardhaugh, R. and J.M Fuller. (2021). An introduction to sociolinguistics, 8th edition. Oxford: Wiley Blackwell.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "（期末点）期末レポート、（平常点）毎週提出する授業内容に関するレポート、課題への取り組みや提出物、授業時の積極的な発言・授業参加意識や姿勢、などから総合評価します。"], "成績評価Grading2": "備考　Note\n原則として、授業の1/3以上の欠席がある場合、そして学期末のレポート論文提出がない場合は単位習得は認められません。", "更新日時/Date of Update0": "2022年09月27日 11時34分51秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "５別－１"]}, "campas": 0, "name": "【310】バイリンガリズム／Bilingualism", "管理部署": 10, "単位数": 2, "担当者": "難波　彩子（NAMBA AYAKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 4, "開講期": 2}