{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ヨーロッパ思想はキリスト教（ヘブライズム）とともにギリシャ思想（ヘレニズム）に起源がある。古代ギリシャにはじまる学的な思考様式は今日の諸学にも継承されて現代的な射程をもちつづけている。西洋思想の主要教説を概観し、その枠組を今日的な課題に適用・分析する作業を通してその有効性を確認する。あわせてその限界について批判的に検証する。", "到達目標": "１）ヨーロッパの主要な哲学倫理思想について、人物およびその教説を説明できる。<BR/>２）ヨーロッパ文化が培った思考の枠組を現代における問題に適用し解決策を議論できる。<BR/>３）ヨーロッパ文化思想の枠組が持つ陥穽を批判的に論評できる。", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面による授業", "トピック": {"第1回": ["９月２２日　イントロダクション　≪オンデマンドによる実施≫<BR/>１）本講義の目的<BR/>２）ミュトス（物語思考）からピロソピア（学問思考）へ", "特になし。"], "第2回": ["９月２９日　《哲学》という態度は何か ≪オンデマンドによる実施≫<BR/>１）「フィロソフィア」という態度<BR/>２）『ソクラテスの弁明』を読む", "ヘレニズムに関する動画を視聴する。"], "第3回": ["１０月０６日　「善」を考える（プラトン）：「神が善を定めたのか」　≪オンデマンドによる実施≫、次回以降、すべて対面による実施<BR/>１）プラトンの人と著作<BR/>２）『プロタゴラス』ほかを読む", "プラトンの人と思想にかんする動画を視聴する。"], "第4回": ["１０月１３日　人間の幸せとは（アリストテレス）：「無抑制」とは・徳の倫理<BR/>１）アリストテレスの人と著作<BR/>２）『自然学』『ニコマコス倫理学』を読む", "アリストテレスに関する動画を視聴する。"], "第5回": ["１０月２０日　ギリシャ思想の遺産：　思考（プラトンの理想主義）か観察（アリストテレスの現実主義）か<BR/>１）プラトン『国家』を読む<BR/>２）アリストテレス『政治学』を読む", "ギリシャ思想ののその他の潮流についての動画を視聴する。"], "第6回": ["１０月２７日　世界市民とは誰か（ストアの理想）：世界を「家」とするということ<BR/>１）ストア主義とは何か<BR/>２）マルクス・アウレリウス『自省録』を読む", "ストア派に関する動画を視聴する。"], "第7回": ["１１月０３日　中世哲学とは何か：神の存在はいかに証明できるのか<BR/>１）アンセルムス『プロスロギロン』を読む<BR/>２）５つの道：トマスによる経験に基づく神の存在証明", "スコラ哲学に関する動画を視聴する。"], "第8回": ["１１月１０日　機械論と要素思考（デカルト）：アンドロイドは電子羊の夢をみるか、物理過程から心的過程は生まれるか<BR/>１）デカルトの人と著作<BR/>２）『方法序説』『省察』を読む", "デカルトの人と思想に関する動画を視聴する。"], "第9回": ["１１月１７日　経験論の相対主義と懐疑主義：自然法則は実在するのか、経験の束に過ぎないのか<BR/>１）ヒュームの人と思想<BR/>２）『人間本性論』を読む", "ヒュームの人と思想に関する動画を視聴する。"], "第10回": ["１１月２４日　義務とは何か（カントの理想主義）：なぜ嘘をついてはいけないのか、理性的存在者としての人間と自己決定主義の矛盾<BR/>１）カントの人と著作<BR/>２）批判哲学とは何か 『純粋理性批判』の概要<BR/>３）『道徳形而上学原論』を読む", "カントの人と思想に関する動画を視聴する。"], "第11回": ["１２月０１日　歴史は生きている（ヘーゲル）： 歴史は繰り返すのか、歴史をどう捉えるか<BR/>１）ヘーゲルの人と著作<BR/>２）『精神の現象学』『法哲学』を読む", "ヘーゲルの人と思想に関する動画を視聴する。"], "第12回": ["１２月０８日　最大幸福の原理：「トロリー問題」を考える<BR/>１）ベンサムとミルと効用の原理<BR/>２）『功利主義』を読む", "功利主義に関する動画を視聴する。"], "第13回": ["１２月１５日　「ある」とはいかなる事態か：存在への問い<BR/>１）ハイデガーの人と著作<BR/>２）『存在と時間』を読む", "ニーチェの人と思想に関する動画を視聴する。"], "第14回": ["１２月２２日　すべての問題は疑似問題である（ウィトゲンシュタイン）：言語ゲームと独我論の検討<BR/>１）ウィトゲンシュタインの人と著作<BR/>２）『哲学探究』を読む", "ヴィトゲンシュタインの人と思想に関する動画を視聴する。"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "哲学説についての要約（50％）と現実問題についての考察（50％）"], "URLリンク1/URL 10": "ヨーロッパ白地図", "更新日時/Date of Update1": "2023年04月13日 18時54分27秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【310】現代に生きるヨーロッパ思想／The Actuality of European Philosophy [JP]", "管理部署": 10, "単位数": 2, "担当者": "平林　孝裕（HIRABAYASHI TAKAHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 3, "開講期": 2}