{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、地域としてのヨーロッパについて、キリスト教を中心とした複合的な基層文化がどのように形成されたかを論じ、ヨーロッパの文化社会が宗教との関係の中でどのように展開し、現在にいたっているかを講ずる。また、現代のヨーロッパが直面している社会問題を宗教の視点から解明する準備とする。", "到達目標": "（１）キリスト教を中心としたヨーロッパの基層文化について説明することができる。<br />（２）ヨーロッパ主要国家における宗教と政治・社会との関係を理解し、それにもとづいてその社会の特徴を説明できる。<br />（３）現代ヨーロッパが抱える社会問題を宗教の観点から分析することができる。", "特記事項": "", "関連科目": "国際学部開講・キリスト教と文化（２０２６年度予定）<br />", "授業の概要・背景": "", "授業方法": "<div>講義による。サブテーマのまとめの回に、人数的に可能であれば協同・協働学習をとりいれた授業を行いたい。</div>", "トピック": {"第1回": ["４月１１日　授業の目的と課題<br />（１）ヨーロッパという地域の広がりを基準をもって説明できる。<br />（２）授業の構成と評価方法について了解する。", "現代ヨーロッパに関する報道を探し、それが抱えている文化的問題を調べてくる。<br />"], "第2回": ["４月１８日　ヨーロッパとは何か（１）：ヘレニズム文化と地中海世界の成立<br />（１）古代ギリシャ世界の拡大、ローマの勃興と地中海世界の成立の歴史を理解する。<br />（２）古代ギリシャからローマへと継承されたヘレニズム的価値をアジアとの比較において理解する。", "高校時代の世界史の教科書や参考書をみて、ギリシャ・ローマの歴史について、確認してくる。<br />"], "第3回": ["４月２５日　ヨーロッパとは何か（２）：　ローマ帝国とそのキリスト教化<br />（１）ヘブライズムの成立とその価値観の特徴を理解する。<br />（２）地中海世界のキリスト教化のプロセスとその意味を理解する。", "キリスト教学Aを復習して、キリスト教の思想、新旧約聖書の内容について確認しくる。<br />"], "第4回": ["５月０２日　ヨーロッパとは何か（３）：キリスト教世界の北方拡大とゲルマン文化<br />（１）ヨーロッパ世界の北方拡大とキリスト教化のプロセスを理解する。<br />（２）ゲルマン文化の特徴と複合体としてのヨーロッパ世界の成立を理解する。", "高校時代の世界史の教科書や参考書をみて、中世からルネサンスまでの歴史を復習してくる。<br />"], "第5回": ["５月０９日　「ヨーロッパとは何か？」を考える<br />ヨーロッパとは何かを、ワークシートを用いながら議論し、その理解を深める。", "ヨーロッパとは何かを考えるワークシートを配布するので、いっしょに議論できるよう準備してくる。<br />"], "第6回": ["５月１６日　ヨーロッパ宗教文化の多様性（１）：宗教改革とドイツにおける宗教と社会<br /><div>（１）宗教改革という出来事、その文化・社会的意義を理解する。</div>（２）宗教改革がドイツという地域の宗教・文化に与えた影響を理解する。", "宗教改革に関する資料を読んで、ドイツにおける教会と国家の関係について議論できるように準備しておく。<br />"], "第7回": ["<div>５月２３日　ヨーロッパ宗教文化の多様性（２）：フランス革命とフランスにおける宗教と社会</div>（１）フランス革命という出来事、その文化・社会的意義を理解する。<br />（２）フランス革命がフランスという地域の宗教・文化に与えた影響を理解する。", "フランス革命に関する資料を読んで、フランスにおける教会と国家の関係について議論できるように準備しておく。<br />"], "第8回": ["５月３０日　ヨーロッパ宗教文化の多様性（３）：英国宗教改革とブリテンにおける宗教と社会<br />（１）イングランド宗教改革という出来事、その文化・社会的意義を理解する。<br />（２）英国宗教改革がブリテンおよびアメリカ合衆国の宗教・文化に与えた影響を理解する。", "イングランド宗教改革に関する資料を読んで、イングランドにおける教会と国家の関係について議論できるよう準備しておく。<br />"], "第9回": ["６月０６日　ヨーロッパ宗教文化の多様性（４）：宗教の多様性と近代国家の成立<br />（１）ネーデルランドにおける宗教の多様性とオランダ／ベルギーの成立を理解する。<br />（２）ローマ・カトリック諸国における教会と国家（イタリア、スペイン）の関係を理解する。", "カトリック教会とプロテスタント教会の違いについて資料を読んで議論できるよう準備しておく。<br />"], "第10回": ["６月１３日　ヨーロッパ宗教文化の多様性を考える<br />上記で扱った諸地域をのぞくヨーロッパにおける宗教と文化・社会の多様を協働・協同学習形式で学ぶ。", "ヨーロッパ諸国の宗教について共同学習を行う予定なので、参加できるようにワークシート課題を用意する。<br />"], "第11回": ["６月２０日　現代ヨーロッパにおける宗教・文化・社会（２）：アンティ・セミティズムの問題<br />（１）中世ヨーロッパ社会とユダヤ人の関係を理解する。<br />（２）ナチズムと現代につながるアンチ・セミティズムの問題性を理解する。", "反ユダヤ主義、とりわけドイツにおける問題に花関する資料を用意する。さらに日本における隠れた反ユダヤ主義について事例を探してくる。<br />"], "第12回": ["６月２７日　現代ヨーロッパにおける宗教・文化・社会（３）：ヨーロッパの文化・社会における世俗化の進展<br />（１）ヨーロッパ社会における世俗化の進展について理解する。<br />（２）宗教的多様化の要因としての多文化社会化の歴史を理解する。", "世俗化に関する資料を読んで、世俗化とは何かを議論できるよう準備しておく。<br />"], "第13回": ["７月０４日　現代ヨーロッパにおける宗教・文化・社会（４）：多文化共生社会の苦悩<br />（１）多文化社会の問題を、フランスを対象に理解する。<br />（２）多文化社会の問題を、北欧を対象に理解する。", "<div>キリスト教世界におけるイスラムとの軋轢について資料を読み、多文化共生の課題について議論できるよう準備しておく。</div>"], "第14回": ["７月１１日　現代ヨーロッパの宗教・文化・社会の問題を考える", ""], "授業外学習2": "新聞等で関心をもって、現代ヨーロッパの出来事を読んでおくこと。"}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "15": "", "授業コード/Class code0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CP を意識して本授業科目の学修を進めることで、各学部・研究科の期待する以下の能力が養成されます。\nヨーロッパ研究科目群：\n１．国際事情に関する課題の理解力と分析力：世界の諸地域を人文・社会科学の様々な観点から理解し、分析できる。\n２．問題発見解決能力：主体的に問題を発見し適切な方法に基づいて問題を解決できる。\n３．異文化理解・多文化共生力：異文化に対する感受性をもち、多様な文化と共生できる。", "更新日時/Date of Update0": "2025年02月20日 14時24分01秒"}, "campas": 0, "name": "【310】ヨーロッパの宗教と文化／Religion and Culture in Europe (J) [JP]", "管理部署": 10, "単位数": 2, "担当者": "平林　孝裕（HIRABAYASHI TAKAHIRO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": "", "成績評価備考": "備考　Note\nLUNAを使って出席をとります。５回以上欠席した場合は、合格点が得られません。\n自分の関心のある地域の宗教状況について最新の統計にもとづいてまとめる（50％）。\n複数の課題から選択してレポートを作成することを求める（50％）。"}