{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "今日、諸国・地域間の交流は政府・民間を問わず様々な分野において盛んになってきており、そのような場面で不可欠な通訳は、極めて専門的な作業である。その一方、通訳で行われる各種の認知的作業は、日常的にも行われているものである。この授業では、異文化間・異言語間のコミュニケーションの手段としての通訳の概論的な知識を学ぶことを目的とする。", "到達目標": "・通訳の種類やメカニズム、関連理論、求められる知識など、全般的な知識を理解する。<BR/>・実際の通訳トレーニング法を含めたグループワークを通して、理論に対する理解を深める。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "・基本的に教員の講義方式で進めるが、毎回の授業のあとは「課題提出」が義務付けられる。<BR/>・3回のオンデマンド授業以外に、ZOOMを使った同時双方向型のグループワーク（1回）を行う予定であり、履修者の積極的な参加が求められる。", "トピック": {"第1回": ["オリエンテーション（オンデマンド実施）<BR/>※以下のリンクからアクセスし、動画を視聴してください。<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/apg20880_nuc_kwansei_ac_jp/EekuH7T2s85Cg5UOF4tPXswBlZBgF9xQjHHhz1RcxcXofg?e=ZZSAS9", "※この動画は、次回の授業の前日まで視聴できます。それまでに必ず視聴を済ませてください。"], "第2回": ["通訳・翻訳とコミュニケーション（オンデマンド実施）", ""], "第3回": ["通訳と情報伝達－分類と練習法（オンデマンド実施）", ""], "第4回": ["通訳の諸相－基本概念と歴史、最新理論など", ""], "第5回": ["「等価」について(1)", ""], "第6回": ["「等価」について(2)", ""], "第7回": ["翻訳について", ""], "第8回": ["機械翻訳の現在 (1) －人工知能の基礎知識", ""], "第9回": ["機械翻訳の現在 (2) －どこまでできるか", ""], "第10回": ["人工知能と「ことば」－自然言語処理の仕組み", ""], "第11回": ["人工知能の「ことば」", ""], "第12回": ["職業としての通訳・翻訳と人工知能", ""], "第13回": ["人工知能にできること、できないこと", ""], "第14回": ["まとめと質疑応答、期末試験の発表<BR/>（各回の予定はあくまでも目安で、状況により変更する場合がある）", ""], "授業外学習2": "授業内容は、基本的にどの言語の通訳においても共通するような入門的内容になる予定であり、特定外国語のレベルは問われない。配布されるリーディング・アサインメントなどをあらかじめ読んで授業に臨むこと。"}, "評価": {"教科書Required texts0": "福馬智生・加藤浩一（2020）『世界一カンタンで実践的な文系のための人工知能の教科書』東京：ソシム\nそのほか、必要に応じて資料を配布する。", "参考文献・資料Reference books0": "必要に応じて授業中に紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業アンケートを実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "課題などの平常点"], "成績評価Grading3": "備考　Note\n※定期試験は、感染状況に応じて平常リポートに変更する可能性がある", "添付ファイル1/File Attachment 10": ["2023異文化間コミュニケーション論_シラバス.pdf", "科目のシラバスです。第1回目の動画視聴時に参照してください。"], "URLリンク1/URL 11": "1回目の動画へのリンクです。", "更新日時/Date of Update2": "2023年04月12日 08時51分13秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【310】異文化間コミュニケーション論／Cross-cultural communication [JP]", "管理部署": 10, "単位数": 2, "担当者": "尹　盛熙（YOUN SUNGHEE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 0, "評価2": 4, "開講期": 1}