{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "近年グローバル化が進む中で、日本も多言語社会へと変化しています。そのような変化の中で私たちは自分の母国語、そして英語を始めとるす「ことば」をどのように捉え、実際使用しているのでしょうか。そして私たちの言語使用は皆さんのアイデンティティ形成にどう関わっているのでしょうか。また、情報社会化が進む中で私たちのことば・コミュニケーションは社会的カテゴリー（民族性/人種・ジェンダー・世代・地域性）と密接に関わりながら、どのような現状、変化、問題があるのでしょうか。<BR/>　本講義では、日本、その他世界のさまざまな文化社会における言語使用状況に焦点をおきながら、グローバル化が言語使用や言語変化、そして私たちのコミュニケーションの図り方とどのように関係しているのかについて、基礎的な知識を身に付けることを目的とします。リンガフランカとしての英語を中心に、世界の少数派言語や危機言語の使用状況の詳細も考慮することで、多言語社会における言語使用者のアイデンティティに関わる現状や諸問題についても理解を深めていきます。さらに、グローバル化の中で急激に進む情報社会に生きる現代の私たちのことば及びコミュニケーションの在り方、そして上記社会的カテゴリーを関わるその諸問題についてもみなさんと考えていきたいと思います。", "到達目標": "１）グローバル化と言語使用・言語変化・コミュニケーションの関係性についての現状や問題について、基礎的な知識を獲得することができる。<BR/>２）日本や世界におけるさまざまな言語の使用状況の事例を観察することによって、学生自身も自身のアイデンティティについて熟考・認識し、さまざまな言語文化を担う人々のアイデンティティ問題についても理解を深めることができる。<BR/>３）グローバル化に埋め込まれた情報社会の中での言語・コミュニケーションの変化や現状、問題について認識し、理解を深めることができる。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "この科目は、開始から３週間は授業をオンデマンド形式とすることが学部で決定しています。<BR/>ただし、第1回から第3回まで、ZoomあるいはTeamsで授業時間にライブ授業を行うと同時に（出席必須）、講義の音声スライドも提示します。<BR/>第4回以降は通常対面授業に移行する予定です。", "トピック": {"第1回": ["オリエンテーション<BR/>「グローバル化とは？」<BR/>＊オンデマンド形式：Zoomによるライブ授業出席必須、音声スライドも提示します。", "授業内で指示。"], "第2回": ["グローバル化がもたらす言語変化、言語使用、アイデンティティ（１）<BR/>リンガフランカとしての「英語」<BR/>＊オンデマンド形式：Zoomあるいはteamsによるライブ授業出席必須、音声スライドも提示します。", "授業内で指示。"], "第3回": ["グローバル化がもたらす言語変化、言語使用、アイデンティティ（２）<BR/>母語としての英語文化について（Inner Circle）<BR/>＊オンデマンド形式：Zoomあるいはteamsによるライブ授業出席必須、音声スライドも提示します。", "授業内で指示。"], "第4回": ["グローバル化がもたらす言語変化、言語使用、アイデンティティ（３）<BR/>公用語としての英語文化について（Outer Circle）", "授業内で指示。"], "第5回": ["グローバル化がもたらす言語変化、言語使用、アイデンティティ（４）<BR/>外国語としての英語文化について（Expanding Circle）日本と海外", "授業内で指示。"], "第6回": ["世界の少数言語と危機言語、アイデンティティ", "授業内で指示。"], "第7回": ["情報社会におけることばとコミュニケーション（１）：民族性/人種", "授業内で指示。"], "第8回": ["情報社会におけることばとコミュニケーション（１）：民族性/人種", "授業内で指示。"], "第9回": ["情報社会におけることばとコミュニケーション（２）ジェンダー", "授業内で指示。"], "第10回": ["情報社会におけることばとコミュニケーション（２）ジェンダー", "授業内で指示。"], "第11回": ["情報社会におけることばとコミュニケーション（３）若者世代", "授業内で指示。"], "第12回": ["情報社会におけることばとコミュニケーション（３）若者世代", "授業内で指示。"], "第13回": ["情報社会におけることばとコミュニケーション（４）地域性", "授業内で指示。"], "第14回": ["情報社会におけることばとコミュニケーション（４）地域性<BR/>まとめ", ""]}, "評価": {"教科書Required texts0": "授業内で指示します。", "参考文献・資料Reference books0": "『異文化コミュニケーション論』（八島智子・久保田真弓）松柏社\n『はじめて学ぶ異文化コミュニケーション』（石井敏ほか）有斐閣\nCommunication Mosacis, 8th ed. (Julia Wood) Cengage.(2017)\n『国際共通語としての英語』（鳥飼玖美子）講談社\n『社会言語学への招待』（田中春美・田中幸子）ミネルヴァ書房\nCommunication Mosaics, 8th edition (2017). Wood, Julia. Publisher: Cengage.\n『概説社会言語学改訂版』岩田祐子他（2022）ひつじ書房\n『よくわかる社会言語学』田中春美・田中幸子（2015）ミネルヴァ書房", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "期末論文"], "成績評価Grading2": ["その他／Others (99)", "70 %", "授業内容に関するレポート、課題への取り組みや提出物、授業時の積極的な発言・授業参加意識や姿勢、などから総合評価します。"], "成績評価Grading3": "備考　Note\n原則として、授業の1/3以上の欠席の場合、単位取得は認められません。", "更新日時/Date of Update0": "2022年03月01日 09時06分27秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【310】グローバル化と言語／Globalization and Language", "管理部署": 10, "単位数": 2, "担当者": "難波　彩子（NAMBA AYAKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 3, "評価2": 4, "開講期": 2}