{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "　本授業の目的は、私たち自身や異文化の他者について少しでもよく理解することです。多文化共生論と言うと例えば外国の文化を勉強しながら、「異文化を尊重する」とか、「標識を英語表記にしたらもっと暮らしやすくなる」とかそういうことを考えるのが一般的で、本授業でもそうしたことを教科書を用いて勉強していきます。本授業では、同時に私たち自身のことについても少しずつ勉強していきます。受講される多くの方は、おそらくまだ自分が何者かであるかもわからないと思いますし、ましてや他国の文化や、外国人として暮らすことについて理解することは尚更難しいと思います。だから、異文化他者や私たち自身のことをよりよく知っていこうとする上で、多文化共生について論じるということが、どういうことなのかを学び、理解することが本授業の目標です。", "到達目標": "授業の到達目標は、受講生が多文化共生の基礎知識を得ることです。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "この科目は、10/11（月）までの授業をオンデマンド形式で実施します。履修者数が確定し、基準の環境を満たした場合、教室での対面授業を実施します。基準を満たさなかった場合は、安全性を考慮して引き続きオンデマンド形式で実施します。→10/12以降も引き続きオンデマンド授業を実施します。", "トピック": {"第1回": ["「オンデマンド」イントロダクション、授業や成績評価法についての説明", ""], "第2回": ["「オンデマンド」日本の外国人の抱える問題", ""], "第3回": ["「オンデマンド」多文化共生とは何か", ""], "第4回": ["中国帰国者の抱える問題", ""], "第5回": ["地域社会と多文化共生", ""], "第6回": ["外国につながる子供たちの困難・サポート・対処行動からみる現状", ""], "第7回": ["中間レポート", ""], "第8回": ["学祭（お休み）", ""], "第9回": ["韓国における多文化化する家族とその子どもたち", ""], "第10回": ["国際結婚家族で母語を身につけるバイリンガル", ""], "第11回": ["国際結婚の解消", ""], "第12回": ["大学コミュニティーにおける多文化共生", ""], "第13回": ["多文化共生の障害の文化モデル", ""], "第14回": ["企業と研修生", ""], "第15回": ["期末レポート", ""], "授業外学習2": "関連授業「グローバル化と文化」、「文化人類学基礎」、「北米文化論」、「アジア社会論」、「比較文化基礎」、各種言語授業等とあわせて勉強するとさらに理解が深まります。この授業では中間確認テスト、定期試験に代わる課題レポートを特に重視します。"}, "評価": {"教科書Required texts0": "加賀美常美代（２０１３）『多文化共生論　多様性理解のためのヒントとレッスン』明石書店。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "課題レポート"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "課題レポート"], "更新日時/Date of Update0": "2022年02月28日 10時44分58秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "Ｇ－３０１"]}, "campas": 0, "name": "【310】多文化共生論／Multiculturalism", "管理部署": 10, "単位数": 2, "担当者": "高木　仁（TAKAGI HITOSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 28, "評価1": 2, "評価2": 3, "開講期": 2}