{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義の目的は、学生が主体的に、古代から現代に至る日本の伝統芸能の歴史や特徴を学ぶとともに、芸能が果たした文化史の面での意義や社会的な役割についても考察する。", "到達目標": "The students will gain a comprehensive knowledge of Japanese traditional performance culture and deepen their understanding of both the historical and social factors that formed the various performing art forms and the intricate workings of power, cultural representation, and gender.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（伝統芸能）（CIEC）/Traditional Japanese Theatre（国際学部）", "関連科目": "There is no prerequisite for this course but a related course would be any standard course on Japanese culture, history and literature.", "授業の概要・背景": "This course introduces students to performing arts in Japanese traditional culture, in the broad sense of the term performance: as a cultural representation literally imbued with meanings, both artistic and social. We examine the main stage arts not only as forms of entertainment but also in their historical, social and cultural contexts: the early forms kagura and bugaku, the classical noh drama and the kyogen comedy, the puppet theatre bunraku, the actor’s theatre kabuki, the all-female Takarazuka Revue, and various folk genres. Special attention is paid to the performance of gender and the body in Japanese culture, and particularly to the female performers in the predominantly male theatrical tradition. The course provides the students with a firm foundation from which a deeper understanding of the role of performing arts in Japanese culture and society is built. We will also explore the role and state of traditional performing arts in the current situation of pandemic.", "授業方法": "The course combines lecture/discussion format with extensive audio-visual display.<BR/>Zoom link for overseas students (please email instructor if you have to take the course online).<BR/><BR/>https://us06web.zoom.us/j/84911451959?pwd=QUk0YUM5UGVqYVU4L1Y2dytPTGtjQT09<BR/><BR/>Meeting ID: 849 1145 1959<BR/>Passcode: 387379", "トピック": {"第1回": ["Introduction to Japanese theatre", ""], "第2回": ["Sources of Japanese theatre I: origins, history, early performing art forms - bugaku; folk performing arts", "40-50 minutes. Reading and visual materials."], "第3回": ["Sources of Japanese theatre II: origins, history, early performing art forms - kagura; folk performing arts, their relation to current pandemic", "40-50 minutes. Reading and visual materials."], "第4回": ["Noh theatre: history and development, audiences", "40-50 minutes. Reading and visual materials."], "第5回": ["Noh theatre: elements of performance, types of plays", "40-50 minutes. Reading and visual materials."], "第6回": ["Kyogen comedy: types of kyogen, elements of performance, stories", "40-50 minutes. Reading and visual materials."], "第7回": ["Screening of a noh play and a kyogen play, discussion", "40-50 minutes. Reading and visual materials."], "第8回": ["Edo-period performing arts: genres and their social context. <BR/>Meiji period: theatre politics and new genres.", "40-50 minutes. Reading and visual materials."], "第9回": ["Kabuki: actor’s theatre, stage conventions, audiences", "40-50 minutes. Reading and visual materials."], "第10回": ["Kabuki: types of plays, elements of performance, gender presentation - onnagata&#39;s body", "40-50 minutes. Reading and visual materials."], "第11回": ["Screening of kabuki plays, discussion", "40-50 minutes. Reading and visual materials."], "第12回": ["Bunraku puppet theatre: history and performance", "40-50 minutes. Reading and visual materials."], "第13回": ["Bunraku puppet theatre: the texts. Battles and love suicides. Screening of bunraku plays.", "40-50 minutes. Reading and visual materials."], "第14回": ["Women in Japanese performing arts: historical overview. Female versions of all-male performing arts. Geisha performance. The all-female Takarazuka Review.", "40-50 minutes. Reading and visual materials."], "授業外学習2": "Students are expected to complete reading assignments on time to prepare for classes.  Attendance is mandatory. Students are required to leave comments/questions/impressions regarding class material after each session in the respective discussion forum on LUNA (counts as class participation 40%)."}, "評価": {"教科書Required texts0": "\"A Guide to the Japanese Stage: From Traditional to Cutting Edge\", Ronald Cavaye, Paul Griffith, Akihiko Senda, Kodansha International, 2005, ISBN 0691043337 (scanned copies of selected chapters will be provided by instructor)\n\nAdditional readings and other handouts will be provided by the lecturer in advance.", "参考文献・資料Reference books0": "Jonah Salz (ed.), A History of Japanese Theatre, Cambridge University Press, 2018 ISNB: 978-1108458160", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Final report (1200~1400 words) - performance analysis (response paper) or research paper on topic related to class content"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Participation in interactive sessions"], "成績評価Grading3": "備考　Note\nFor final paper students are required to write a piece of performance analysis (response paper) (1200~1400 words without bibliography) based on their observation of the performances watched in class or online or a research paper ((1200~1400 words without bibliography) on a topic related to class content (cross-cultural comparison is encouraged).", "備考Note0": "Zoom link for overseas students (please email instructor if you have to take the course online).\n\nhttps://us06web.zoom.us/j/84911451959?pwd=QUk0YUM5UGVqYVU4L1Y2dytPTGtjQT09\n\nMeeting ID: 849 1145 1959\nPasscode: 387379", "更新日時/Date of Update1": "2022年04月27日 10時51分59秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｇ－２０５"]}, "campas": 0, "name": "【310】Traditional Japanese Theatre／Traditional Japanese Theatre", "管理部署": 10, "単位数": 2, "担当者": "ペトコヴァ　ガリア（PETKOVA GALIA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 3, "評価2": 4, "開講期": 1}