{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "安土桃山時代から令和までの日本美術史を勉強し、作品の見方と説明の仕方を練習する授業です。", "到達目標": "日本美術の作品の分析と説明をより詳しくできるようになります。現代アートと現代以前の作品を比較することでその関係をより深く理解するようになります。", "特記事項": "【合併】総合日本学習科目（美術Ａ）（CIEC）/Japanese Art A（国際学部）", "関連科目": "総合日本学習科目（美術B）", "授業の概要・背景": "", "授業方法": "Lecture &amp; Discussion/Student Presentations", "トピック": {"第1回": ["Introduction to Japanese Art History", "<div><span style=\"font-size:13.28px;\">READ: Department of Asian Art. “Kamakura and Nanbokucho Periods (1185–1392).” In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000–. http://www.metmuseum.org/toah/hd/kana/hd_kana.htm (October 2002)</span></div><div><span style=\"font-size:13.28px;\">READ: Department of Asian Art. “Samurai,” In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, October 2002</span></div><span style=\"font-size:13.28px;\">READ: Department of Asian Art. “Shoguns and Art.” In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, October 2004</span>&nbsp;<div>BEGIN: research journal assignment</div>"], "第2回": ["Art of the Kamakura and Nanbokucho Periods", "<div><span style=\"font-size:13.28px;\">READ: Department of Asian Art. “Muromachi Period (1392–1573).” In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000–. http://www.metmuseum.org/toah/hd/muro/hd_muro.htm (October 2002)</span></div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, The Japanese Blade: Technology and Manufacture,” by Edward Hunter, Department of Arms and Armor, The Metropolitan Museum of Art, October 2003</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Coat (worn over armor), red wool with crossed sickles,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">LISTEN: “The Magic of Japanese Masterpieces, Landscape by Sesshu (Haboku Sansuizu),” NHK World, April 2016</span>&nbsp;</div><div>CONTINUE: research journal assignment</div>"], "第3回": ["Art of the Muromachi Period", "<div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, The Kano School of Painting,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2003</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Cypress Trees by Kano Eitoku,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Nuihaku, a Noh Costume for the Roles of Young Women,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Pine Trees by Hasegawa Tohaku,” from The Magic of Japanese Masterpieces, by NHK World</span></div><span style=\"font-size:13.28px;\">VIEW: “Bowl with Wagtail Design (Mino ware, Nezumi Shino type),” from The Magic of Japanese Masterpieces, by NHK World</span><div>CONTINUE: research journal assignment</div>"], "第4回": ["Art of the Muromachi and Azuchi-Momoyama Periods", "<div><span style=\"font-size:13.28px;\">READ: “Momoyama Period (1573 – 1615),” from Heilbrunn Timeline of Art History, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</span></div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, The Japanese Tea Ceremony,” by Anna Willman, April 2011</span></div><div><span style=\"font-size:13.28px;\">READ: “Art of the Edo Period (1615 – 1868),” by the Department of Asian Art, The Metropolitan Museum of Art, October 2003</span></div><div><span style=\"font-size:13.28px;\">READ: “Edo Period Japanese Porcelain,” by Anna Willmann, Department of Asian Art, The Metropolitan Museum of Art, April 2011</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Large Bowl with Flower and Bird Design (Imari-ware porcelain, Kakiemon type),” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Tea Leaf Jar, studio of Ninsei, moon and plum tree design in overglaze enamels,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Attushi (Ainu People’s Traditional Coats),” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Folding Fan Used by Priestess of Amami Oshima Island,” from The Magic of Japanese Masterpieces, by NHK World</span></div><span style=\"font-size:13.28px;\">VIEW: “The Virgin and Child (The Virgin with Rosary),” from The Magic of Japanese Masterpieces, by NHK World</span><div>CONTINUE: research journal assignment</div>"], "第5回": ["Art of the The Azuchi-Momoyama Period", "<div><span style=\"font-size:13.28px;\">READ: “Rinpa Painting Style,” Department of Asian Art, The Metropolitan Museum of Art, October 2003</span></div><div><span style=\"font-size:13.28px;\">READ: “Interiors Imagined: Folding Screens, Garments, and Clothing Stands,” by Terry Satsuki Milhaupt, August 2009</span></div><div><span style=\"font-size:13.28px;\">READ: “Japanese Weddings in the Edo Period,” by Monika Bincsik, Department of Asian Art, The Metropolitan Museum of Art, March 2009</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Writing Box with Pontoon Bridge Design in Maki-e Lacquer by Hon’ami Koetsu,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Writing Box with Eight Bridges by Ogata Korin,” from The Magic of Japanese Masterpieces, by NHK World</span></div><span style=\"font-size:13.28px;\">VIEW: “Kosode (kimono with small wrist openings), autumn flower-plants pattern on twill weave fabric,” from The Magic of Japanese Masterpieces, by NHK World</span><div>CONTINUE: research journal assignment</div>"], "第6回": ["Art of the Edo Period, Pt. 1", "<div><span style=\"font-size:13.28px;\">READ: “Netsuke: From Fashion Fobs to Coveted Collectibles,” by Terry Satsuki Milhaupt, November 2009</span></div><div><span style=\"font-size:13.28px;\">READ: “Art of the Pleasure Quarters and the Ukiyo-e Style,” Department of Asian Art, The Metropolitan Museum of Art, October 2004</span></div><div><span style=\"font-size:13.28px;\">READ: “Woodblock Prints in the Ukiyoe Style,” Department of Asian Art, The Metropolitan Museum of Art, October 2003</span></div><div><span style=\"font-size:13.28px;\">READ: “Explore the Techniques,” in An Introduction to Ukiyo-e in English and Japanese, by Kenji Hinohara, Ota Memorial Museum of Art, 2015</span></div><div><span style=\"font-size:13.28px;\">VIEW: “The Great Wave off the Coast of Kanagawa by Katsushika Hokusai,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Gold coins,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Articulated Figure, Spiny Lobster,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Map of Japan by Ino Tadataka,” from The Magic of Japanese Masterpieces, by NHK World</span></div><span style=\"font-size:13.28px;\">VIEW: “Book on Western Anatomy,” from The Magic of Japanese Masterpieces, by NHK World</span><div>CONTINUE: research journal assignment</div>"], "第7回": ["Art of the Edo Period, Pt. 2", "<div><span style=\"font-size:13.28px;\">READ: “Japonisme,” Department of Drawings and Prints, The Metropolitan Museum of Art, October 2004</span></div><div><span style=\"font-size:13.28px;\">READ: “Japan As Museum: Okakura Tenshin and Ernest Fenollosa,” by Karatani Kōjin, translated by Sabu Kohso, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, pp. 32-39, 1994</span></div><div><span style=\"font-size:13.28px;\">VIEW: “‘Brown glazed bowl with stand, a crab-object attached’ by Miyagawa Kouzan I,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “‘Aged Monkey’ by Takamura Koun,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “‘Flame’ by Uemura Shōen,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Photograph Album of the former Edo Castle,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div><span style=\"font-size:13.28px;\">VIEW: “Hyōkeikan – Japan’s Oldest Art Gallery,” from The Magic of Japanese Masterpieces, by NHK World</span></div><div>CONTINUE: research journal assignment</div>"], "第8回": ["Art of the Meiji Period", "<div><span style=\"font-size:13.28px;\">READ: “Post-Meiji Japan: Modernity and Beyond,” by Princeton University Art Museum, 2004</span></div><div><span style=\"font-size:13.28px;\">READ: “Artistic Subjectivity in the Taisho and Early Shōwa Avant-Garde,” by John Clark, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, 1994</span></div><span style=\"font-size:13.28px;\">READ: “Circle: Modernism and Tradition,” by Alexandra Munroe, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, 1994</span><div>CONTINUE: research journal assignment</div>"], "第9回": ["The Taisho &amp; Showa Periods", "<div>READ: “The Challenge the Mid-Summer Sun: The Gutai Group,” by Alexandra Munroe, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, 1994</div><div><span style=\"font-size:13.28px;\">READ: “The Laws of Situation: Mono-ha and Beyond the Sculptural Paradigm, by Alexandra Monroe, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, 1994</span></div><div>COMPLETE: research journal assignment</div>"], "第10回": ["Art of the Showa Period, Pt. 1", "<div><span style=\"font-size:13.28px;\">READ: “Protest Art in 1950s Japan: The Forgotten Reportage Painters,” by Linda Hoaglund, in MIT Visualizing Cultures, Massachusetts Institute of Technology, 2012</span></div><div><span style=\"font-size:13.28px;\">READ: “Morphology of Revenge: The Yomiuri Indépendant Artists and Social Protest Tendencies in the 1960s,” by Alexandra Monroe, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, 1994</span></div><span style=\"font-size:13.28px;\">READ: “A Box of Smile: Tokyo Fluxus, Conceptual Art, and the School of Metaphysics,” by Alexandra Monroe, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, 1994<br /></span><div>READ: Rawlings, Ashley. “Taboos in Japanese Postwar Art: Mutually Assured Decorum,” ArtAsiaPacific, Sep/Oct 2009</div><div>PREPARE: optional research presentation proposal</div>"], "第11回": ["Art of the Showa Period, Pt. 2", "<div><div><span style=\"font-size:13.28px;\">READ: “Hinomaru Illumination: Japanese Art of The 1990s,” by Alexandra Munroe, in Japanese Art after 1945: Scream against the Sky, ed. Alexandra Munroe, pp. 338 – 350, 1994</span></div><div><span style=\"font-size:13.28px;\">READ: Ozaki Tetsuya. “Contemporary Japanese Art in the Heisei Era.” Bye Bye Kitty!!!: Between Heaven and Hell in Contemporary Japanese Art, Japan Society Gallery, Yale University Press, 2011</span></div><div><span style=\"font-size:13.28px;\">READ: “Introduction,” in Emerging from Flatness: Murakami Takashi and Superflat Aesthetics, by Marc A. Steinberg, pp. 1 – 13, March 2002</span></div></div><div><br /></div>"], "第12回": ["Class Trip (destination and details to be announced in class; content and date subject to change according to exhibition schedules, etc.)", "PREPARE: Optional research presentations (content subject to change according to participation)"], "第13回": ["Optional research presentations (content subject to change according to participation)", "PREPARE: Optional research presentations (content subject to change according to participation)<div>COMPLETE: Annotated bibliography</div>"], "第14回": ["Optional research presentations (content subject to change according to participation)", ""]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業外学修課題／Assignment, homework required outside class (06)", "40 %", "Research Journal (20%), Annotated Bibliography (20%)"], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "10 %", "Optional research presentation"], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "50 %", "Punctuality and attendance, participation in group discussions (42%), preparation for group discussions (8%)"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｂ－２０４"]}, "campas": 0, "name": "【310】Japanese Art A／Japanese Art A [EN]", "管理部署": 10, "単位数": 2, "担当者": "ベイカー　Ｏ．　Ｙ．（BAKER OMAR YUSEF） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 16, "評価1": 7, "評価2": 4, "評価3": 5, "開講期": 2, "成績評価備考": "割合　Percentage"}