{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to learn about minority populations and issues and to critically assess the way in which society is influencing and is influenced by power and privilege, policies, and media, etc. but also to examine our own biases and prejudices. In this globalized world we need to be able to understand and relate with people of other cultures respectfully.", "到達目標": "Students will learn to identify types of discrimination and racism and understand its connection in society, and to develop ways to better understand and relate with people of other cultures. Students will examine multiculturalism, intersectionality, inclusion and equity issues and diversity in Japan and in other countries. Students will also study the influences of history, economics, politics, and sociological factors for examination and analyses of biases, prejudices, shaped policies and their impacts. Specific objectives of the course are to have students: become aware of their own biases and prejudices; be introduced to some relevant theories and academic debates; be exposed to and learn from minority issues in Japan and other countries; be sensitized to intolerance that is based on race or ethnicity; and consider ways to handle these issues in an increasingly global, diverse, changing society.", "特記事項": "", "関連科目": "intercultural communications, international relations, intersectionality, global citizenship, peace studies", "授業の概要・背景": "", "授業方法": "All lectures will be in English (Advanced level). Course format will include readings, lectures, guest lecturers, facilitated discussions, analyses, and writing.", "トピック": {"第1回": ["Introduction - Course content review and class introductions <br />(In-class writing assignment)", ""], "第2回": ["Lecture on Intercultural relations and cultural competencies", "Relevant readings will be assigned in September."], "第3回": ["&nbsp;Lecture on cultural bias, prejudice, unconscious bias, and racism - examining self, language, messaging and microaggressions<br />(In-class group assignment #1)", "Relevant readings will be assigned in September."], "第4回": ["&nbsp;Lecture &amp; discussion – Examining history and present day challenges<br />(Student assignment #1 due on Friday)", "Relevant readings will be assigned in September."], "第5回": ["Lecture &amp; discussion – Intercultural Communication - theory and practice", "Relevant readings will be assigned in October."], "第6回": ["Lecture &amp; discussion – Human rights – Justice, Equity, Diversity, Inclusion <br />(In-class group assignment #2)", "Universal declaration on Human Rights"], "第7回": ["Lecture &amp; discussion – Indigenous peoples - Canadian context and beyond - possible guest lecturer (virtual)", "The United Nations Declaration on the Rights of Indigenous Peoples"], "第8回": ["Lecture &amp; discussion – Minority peoples in Japan<br />(Student assignment #2 due on Friday)", "Relevant readings will be assigned in October."], "第9回": ["&nbsp;Lecture &amp; discussion – Minority issues in Japan, by guest lecturer (virtual)<div>(Student assignment #3 due on Friday)</div>", "Relevant readings will be assigned in November."], "第10回": ["Lecture &amp; discussion – Laws, policies, and practices - some case studies", "Relevant readings will be assigned in November."], "第11回": ["&nbsp;Lecture &amp; discussion – Modelling intercultural relations – best practices<br />(Student assignment #4 due on Friday)", "Relevant readings will be assigned in November."], "第12回": ["Student presentations / paper summary readings&nbsp;", "Relavant readings to be selected by students."], "第13回": ["Student presentations / paper summary readings", "Relevant readings to be selected by students."], "第14回": ["Follow-up discussions and draft declaration<br /><div>Concluding remarks and evaluation</div>", ""], "授業外学習2": "Students are encouraged to pay attention to intercultural affairs and learn about some cultural norms, biases, and racism in their local and global contexts."}, "評価": {"教科書/Required texts0": ["Still to be determined."], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Fatima Pirbhai-Illich, Shauneen Pete,  Fran Martin eds.", "Culturally Responsive Pedagogy: Working towards Decolonization, Indigeneity and Interculturalism", "Palgrave MacMillan", "2018 年", "978-3319834924", ""], "参考書/Reference books2": ["Patrick Janssen", "Intercultural Competences", "Part of: Routledge-Noordhoff International Editions (43 books)", "2019 年", "978-9001893101", ""], "参考文献・資料/Reference books0": ["Additional references to follow."], "学生による授業評価の方法Course Evaluation by Students0": ["KGU evaluation and in-class peer reviews, feedback, and collaboration."], "学生による授業評価の方法Course Evaluation by Students1": ["Each course is positioned within the curriculum in accordance with the diploma policy and curriculum policy established by each undergraduate/graduate school.&nbsp;By proceeding with the study of this course with an awareness of the DP and CP, the following abilities expected by each undergraduate/graduate school will be developed.Global Studies:1. Understanding and analytical skills regarding international issues: the ability to understand and analyze various regions of the world from different perspectives in the humanities and social sciences.2. Problem-solving skills: the ability to proactively identify problems and solve them based on appropriate methods.3. Intercultural understanding and multicultural coexistence: the ability to be sensitive to different cultures and to coexist with diverse cultures."], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "In-class or take home assignments, group work, journals"], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "30 %", "Class presentation or paper submission (summary to be presented)"], "成績評価Grading3": ["その他／Others (99)", "20 %", "participation in discussions based on readings, willing contributions, and on-time attendance"], "備考Note0": ["* Guest lecture topics and dates are subject to change. Students are advised to re-check for updated information one-two weeks before each session."], "備考Note1": ["2025年02月07日 05時24分45秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ｇ－ＩＳ１０８"]}, "campas": 0, "name": "【410】Intercultural Relations (Focus on Racism & Minority Issues)／Intercultural Relations (Focus on racism & minority issues) [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 2, "時限1": 15, "評価1": 3, "評価2": 4, "評価3": 6}