{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "In this course the students will learn about media specificity in Japanese historical context. This class offers an introduction to historical development of Japanese media, looking at the prominent media such as Heian period novel, Noh Theater, Edo popular literature, Kabuki Theater, film, anime and manga. Each media appeared in a specific historical period and served specific audiences. For example, Heian novel written in kana scrips appeared in aristocratic circles, Noh Theater became a celebrated art-form for military elite, while Kabuki became a form of proto-modern popular culture in Edo period. <BR/><BR/>Same plots and characters appear through the ages, as adaptations and citation. Texts, such as Genji Monogatari (Murasaki Shikibu), Heike Monogatari, myths and legends had been reimagined through picture-scrolls and traditional theatrical forms all the way to film, manga and anime. Each media adapted the recognizable contents to serve the historical period, intended audience’s aesthetic and ideological expectations.", "到達目標": "Throughout this course, we will look at development of Japanese traditional and contemporary media and their interrelation: adaptation, interpretation, media-mixes, relationships of the source and derivative materials, as well as the texts interaction with the reader. Participants will become aware of the media studies theory and learn to use it to critically analyze specific media within Japanese historical context.", "授業方法": "The class will be conducted face-to-face in a designated classroom (subject to change). <BR/>Students need to pre-apply for the course during 4/1～4/3 on Kyogaku web.<BR/>The interactive class will be delivered simultaneously online (via zoom) for students who have applied for online class participation<BR/><BR/>Emphasis will be placed on supervised group work and active discussions. <BR/>Student papers on textual analysis, comparison among theatre and other arts, or original plays, short-stories, comics are encouraged.<BR/>・Reading, discussing theoretical materials <BR/>・Student presentations <BR/>・Reading/watching primary sources, <BR/>・Analysis and discussion", "トピック": {"第1回": ["Introduction", ""], "第2回": ["Media Studies", "Reading/watching homework"], "第3回": ["Media Studies", "Reading/watching homework"], "第4回": ["Heian Period: Novel", "Reading/watching homework"], "第5回": ["Muromachi Period: Zen Art, Noh Theatre", "Reading/watching homework"], "第6回": ["Edo Period: Popular Literature and Ukiyo-e", "Reading/watching homework"], "第7回": ["Edo Period: Kabuki and Bunraku<BR/>Watching Bunraku play (DVD)", "Reading/watching homework"], "第8回": ["Meiji and Taisho: Publishing Industry", "Reading/watching homework"], "第9回": ["Cinema and animation", "Reading/watching homework"], "第10回": ["Postmodern media-mix", "Reading/watching homework"], "第11回": ["Student Presentations", "Preparing group presentations"], "第12回": ["Student Presentations", "Preparing group presentations"], "第13回": ["Student Presentations", "Preparing group presentations"], "第14回": ["Student Presentations", "Preparing group presentations"]}, "評価": {"教科書Required texts0": "All materials will be provided in class, via LUNA and OneDrive", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Group Presentation on designated topic"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Essay on topics we discuss in class"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Attendance and participation"], "成績評価Grading4": "備考　Note\nAttendance and group presentation are supplemented with final essay", "更新日時/Date of Update0": "2021年05月06日 08時01分51秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "Ｇ－ＩＳ３０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【410】Media & Culture／Media & Culture", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "アントニョノカ　Ｏ．（ANTONONOKA OLGA） ", "履修基準年度": "２年", "時限1": "月曜２時限／Monday 2", "開講期": "春学期／Spring"}