{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "縄文時代から室町時代までの日本美術史を勉強し、美術作品の見方と説明の仕方を練習します。", "到達目標": "日本美術の作品の分析と説明をより詳しくできるようになります。", "特記事項": "【合併】総合日本学習科目（美術Ｂ）（CIEC）/Japanese Art B（国際学部）", "関連科目": "総合日本学習科目（美術A）", "授業の概要・背景": "", "授業方法": "Face to face format. Lectures, Group Discussions, and Student Presentations", "トピック": {"第1回": ["Introduction to Japanese Art History", "READ:&nbsp;Reynolds, T. E. G. \"The Early Palaeolithic of Japan.\" Antiquity 59.226 (1985): 93-96<div><span style=\"font-size:13.28px;\">READ: Hudson, Mark J. “For the People, by the People: Postwar Japanese Archaeology and the Early Paleolithic Hoax,” Asian Perspectives, vol. 49, no. 2, 2005, pp. 131 – 139</span><br /><div>BEGIN: Research journal assignment</div></div>"], "第2回": ["The Paleolithic Era", "<div><span style=\"font-size:13.28px;\">READ: “Japan, 8000–2000 B.C.” In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000–</span></div><div>READ: “Heilbrunn Timeline of Art History, Japan, 2000 – 1000 B.C.,” The Metropolitan Museum of Art, October 2000</div><div>CONTINUE: Research journal assignment</div>"], "第3回": ["The Neolithic Era", "<div>READ: “Heilbrunn Timeline of Art History, Jomon Culture,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div>LISTEN: “The Magic of Japanese Masterpieces, Dogu with Goggles excavated in Kamegaoka site, Aomori prefecture (Shakoki Dogu),” by NHK World<div>CONTINUE: Research journal assignment</div>"], "第4回": ["The Jomon Period", "<div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, Japan, 1000 B.C. – 1 A.D.,” The Metropolitan Museum of Art, October 2000</span></div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, Japan, 1 – 500 A.D.,” The Metropolitan Museum of Art, 2000</span></div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, Yayoi Culture,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</span></div><span style=\"font-size:13.28px;\">LISTEN: “The Magic of Japanese Masterpieces, Ritual Bell with Crossed Band Design (Dotaku),” by NHK World, April 16, 2015</span><div>CONTINUE: Research journal assignment</div>"], "第5回": ["The Jomon, Yayoi, and Kofun Periods", "<div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, Kofun Period,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</span></div><div>LISTEN: “The Magic of Japanese Masterpieces, Daryukyo – Bronze Mirror with Design of Divinities and Dragons,” by NHK World, October 12, 2017</div><span style=\"font-size:13.28px;\">LISTEN: “The Magic of Japanese Masterpieces, Haniwa (Terracotta Tomb Figurine), Warrior In Keiko Armor (Haniwa Keiko no Bujin),” by NHK World</span><div><div>CONTINUE: Research journal assignment</div></div>"], "第6回": ["The Kofun Period", "<div>READ: “Heilbrunn Timeline of Art History, Japan, 500 – 1000 A.D.,” The Metropolitan Museum of Art, 2000</div><div>READ: “Heilbrunn Timeline of Art History, Internationalism in the Tang Dynasty,” by Heather Colburn Clydesdale, April 2009</div><div>READ: “Heilbrunn Timeline of Art History, Asuka and Nara Periods,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div><span style=\"font-size:13.28px;\">READ/LISTEN: “The Magic of Japanese Masterpieces, Carved Wood Gigaku Mask of Konron (Gigaku Men Konron),” by NHK World</span><div>CONTINUE: Research journal assignment</div>"], "第7回": ["The Asuka and Nara Periods, Pt. 1", "<div><br /></div><div>READ: “Heilbrunn Timeline of Art History, Buddhism and Buddhist Art,” by Vidya Dehejia, Department of Art History and Archaeology, Columbia University, February 2007</div><div>READ: “Heilbrunn Timeline of Art History, Shinto,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div><div>READ: “Heilbrunn Timeline of Art History, Japanese Incense,” by Monica Bincsik, Department of Asian Art, Metropolitan Museum of Art, March 2009</div><div>CONTINUE: Research journal assignment</div>"], "第8回": ["The Asuka and Nara Periods, Pt. 2", "<div><div>READ: “Heilbrunn Timeline of Art History, Heian Period,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div><div>READ: “Heilbrunn Timeline of Art History, Kings of Brightness in Esoteric Buddhist Art,” by Sinead Vilbar, October 2013</div><div>READ/LISTEN: “The Magic of Japanese Masterpieces, Fugen Bosatsu (Samantabhadra Bodhisattva) (Fugen Bosatsu zo),” by NHK World</div></div><div>CONTINUE: Research journal assignment</div>"], "第9回": ["The Heian Period, Pt. 1", "<div><div>READ: “Heilbrunn Timeline of Art History, Yamato-e Painting,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2003</div><div>READ: “Heilbrunn Timeline of Art History, Japanese Illustrated Handscrolls,” by Anna Willmann, Department of Asian Art, Metropolitan Museum of Art, November 2012</div><div><span style=\"font-size:13.28px;\">READ: Watanabe, Masako. “The Art of Japanese Storytelling.” Storytelling in Japanese Art, pp. 3 – 47, The Metropolitan Museum of Art, 2011</span></div><div>READ/LISTEN: “The Magic of Japanese Masterpieces, Narrative Picture Scroll of the Chronicle of the Heiji Civil War: The Removal of the Imperial Family to Rokuhara (Heiji Monogatari Emaki, Rokuhara Gyoukou no Maki),” by NHK World</div></div><div>READ/VIEW: “Heiji Scroll – Introduction,” Bowdoin College, 2010</div><div>CONTINUE: Research journal assignment</div>"], "第10回": ["The Heian Period, Pt. 2", "<div>READ: “Heilbrunn Timeline of Art History, Kamakura &amp; Nanbokucho Periods,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div><div><div>READ: “Heilbrunn Timeline of Art History, Samurai,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div><div>READ: “Heilbrunn Timeline of Art History, Shoguns and Art,” the Department of Asian Art, The Metropolitan Museum of Art, October 2004</div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, The Japanese Blade: Technology and Manufacture,” by Edward Hunter, Department of Arms and Armor, The Metropolitan Museum of Art, October 2003</span></div></div><div>READ: “Heilbrunn Timeline of Art History, Zen Buddhism,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</div><div>COMPLETE: Research journal assignment</div>"], "第11回": ["The Kamakura and Nanbokucho Periods", "<div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, Muromachi Period,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2002</span></div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, The Kano School of Painting,” by the Department of Asian Art, The Metropolitan Museum of Art, October 2003</span></div><div><span style=\"font-size:13.28px;\">READ: “Heilbrunn Timeline of Art History, The Japanese Tea Ceremony,” by Anna Willman, April 2011</span></div><div><span style=\"font-size:13.28px;\">LISTEN: “The Magic of Japanese Masterpieces, Landscape by Sesshu (Haboku Sansuizu),” by NHK World, April 2016</span></div>"], "第12回": ["Class Trip (destination and details to be announced in class; content and date subject to change according to exhibition schedules, etc.)", "PREPARE: for optional research presentation (content subject to change according to student participation)"], "第13回": ["Optional research presentations (content subject to change according to student participation)", "PREPARE: for optional research presentation (content subject to change according to student participation)<div>COMPLETE: Annotated bibliography assignment</div>"], "第14回": ["Optional research presentations (content subject to change according to student participation)", "n/a"]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業外学修課題／Assignment, homework required outside class (06)", "40 %", "Research journal (20%), Annotated bibliography (20%)"], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "10 %", "Optional research presentation"], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "50 %", "Punctuality and attendance, participation in group discussions (42%), preparation for group discussions (8%)"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｂ－２０２"]}, "campas": 0, "name": "【310】Japanese Art B／Japanese Art B [EN]", "管理部署": 10, "単位数": 2, "担当者": "ベイカー　Ｏ．　Ｙ．（BAKER OMAR YUSEF） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 16, "評価1": 7, "評価2": 4, "評価3": 5, "開講期": 1, "成績評価備考": "割合　Percentage"}