{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to learn about minority populations and issues and to critically assess the way in which society is influencing and is influenced by media etc. but also to examine our own biases and prejudices. In this globalized world we need to be able to understand and relate with people of other cultures respectfully.", "到達目標": "Students will learn to identify types of discrimination and racism and understand its connection in society, and to develop ways to better understand and relate with people of other cultures. Students will examine multiculturalism, inclusion and equity issues in Canada, diversity in Japan and study the influences of history, economics, and sociological factors such as the media for examination and analyses of biases and prejudices. Specific objectives of the course are to have students: become aware of their own biases and prejudices; be exposed to and learn from minority populations in Japan and other countries; be sensitized to intolerance that is based on race or ethnicity; consider ways to handle these issues in an increasingly global, diverse, changing society.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Course format will include readings, lectures, guest lecturers, facilitated discussions, and media and communications analyses.", "トピック": {"第1回": ["*Face to face format for all 14 lectures<BR/>September 26: Introduction - Course content review and class introductions <BR/>(In-class writing assignment #1)", ""], "第2回": ["*Face to face format for all 14 lectures<BR/>October 3: Lecture on Intercultural relations - some fundamentals", "Relevant readings will be assigned in September."], "第3回": ["*Face to face format for all 14 lectures<BR/>October 10: Lecture on cultural bias, prejudice, unconscious bias, and racism - examining self and media<BR/>(In-class group assignment #1)", "Relevant readings will be assigned in September."], "第4回": ["October 17: Lecture &amp; discussion – Learning from history<BR/>(Student assignment #1 due)", "Relevant readings will be assigned in September."], "第5回": ["October 24: Lecture &amp; discussion – Intercultural Communication – theory and practice", "Relevant readings will be assigned in October."], "第6回": ["October 31: Lecture &amp; discussion – Human rights – Justice, Equity, Diversity, Inclusion <BR/>(In-class group assignment #2)", "Relevant readings will be assigned in October."], "第7回": ["*November 7: Lecture &amp; discussion – Indigenous peoples - Canadian context and beyond by guest lecturer (virtual)", "Relevant readings will be assigned in October."], "第8回": ["November 14: Lecture &amp; discussion – Minority peoples in Japan<BR/>(Student assignment #2 due)", "Relevant readings will be assigned in November."], "第9回": ["*November 21: Lecture &amp; discussion – Minority issues in Japan, by guest lecturer (virtual)", "Relevant readings will be assigned in November."], "第10回": ["November 28: Lecture &amp; discussion – Laws, policies, and practices - some case studies", "Relevant readings will be assigned in November."], "第11回": ["December 5: Lecture &amp; discussion – Modelling intercultural relations – best practices<BR/>(Student assignment #3 due)", "Relevant readings will be assigned in November."], "第12回": ["December 12: Course review – questions and discussions for student papers and presentations", "Relevant readings will be assigned in December."], "第13回": ["December 19: Student presentations / paper summary readings (incl. power point highlights)", "Relevant readings to be selected by students."], "第14回": ["Winter Break December 24 - January 5<BR/>January 16: Student presentations / paper summary readings (incl. power point highlights)", "Relevant readings to be selected by students."], "授業外学習2": "Students are encouraged to pay attention to intercultural affairs and learn about some cultural norms, biases, and racism in their local and global contexts."}, "評価": {"教科書Required texts0": "Still to be determined.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Fatima Pirbhai-Illich, Shauneen Pete, Fran Martin eds.", "Culturally Responsive Pedagogy: Working towards Decolonization, Indigeneity and Interculturalism", "Palgrave MacMillan", "2018 年", "978-3319834924", ""], "参考書/Reference books2": ["Patrick Janssen", "Intercultural Competences", "Part of: Routledge-Noordhoff International Editions (43 books)", "2019 年", "978-9001893101", ""], "参考文献・資料Reference books0": "Additional references to follow.", "学生による授業評価の方法Course Evaluation by Students0": "KGU evaluation and in-class peer reviews, feedback, and collaboration.", "学位授与の方針との関連Relationship to Diploma Policy1": "This course satisfies \"Skills of Understanding and analyzing international affairs,\" \"Skills of finding and solving problems\" and \"Intercultural understanding skills and multicultural adaptability\" of the Diploma Policies.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "In-class or take home assignments or group work"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Final in-class presentation or paper submission (highlights to be presented)"], "成績評価Grading3": ["その他／Others (99)", "20 %", "class attendance and participation"], "備考Note0": "* Guest lecture topics and dates are subject to change. Students are advised to re-check for updated information one-two weeks before each session.", "更新日時/Date of Update1": "2023年02月28日 15時43分51秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－ＩＳ２０４"]}, "campas": 0, "name": "【410】Intercultural Relations (Focus on Racism & Minority Issues)／Intercultural Relations (Focus on racism & minority issues) [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}