{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "安土桃山時代から令和までの日本美術史を勉強し、作品の見方と説明の仕方を練習する授業です。", "到達目標": "日本美術の作品の分析と説明をより詳しくできるようになります。現代アートと現代以前の作品を比較することでその関係をより深く理解するようになります。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（美術Ａ）（CIEC）/Japanese Art A（国際学部）", "関連科目": "総合日本学習科目（美術B）", "授業の概要・背景": "", "授業方法": "Lecture &amp; Discussion/Student Presentations; Online format: Simultaneous and two-way (Zoom)", "トピック": {"第1回": ["Self Introductions. Class introduction. Ceramics, Castles, Screen Paintings, and Nanban Art in the Azuchi-Momoyama Period. (Reading: Momoyama Period, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002.)", "Readings to be assigned in class; Journal Entry #01"], "第2回": ["Kimono and Painting in the Edo Period. (Reading: Art of the Edo Period, by the Department of Asian Art, The Metropolitan Museum of Art, October 2003.)", "Readings to be assigned in class; Journal Entry #02"], "第3回": ["Printmaking in the Edo Period. (Reading 1: Art of the Pleasure Quarters and the Ukiyo-e Style, by the Department of Asian Art, The Metropolitan Museum of Art, October 2004. Reading 2: Woodblock Prints in the Ukiyo-e Style, by the Department of Asian Art, The Metropolitan Museum of Art, October 2003, Listening: &quot;The Magic of Japanese Masterpieces, The Great Wave off the Coast of Kanagawa by Katsushika Hokusai (Katsushika Hokusai Kanagawaoki Namiura),&quot; by NHK World)", "Readings to be assigned in class; Journal Entry #03"], "第4回": ["The Azuchi-Momoyama &amp; Edo Periods (cont.)", "Readings to be assigned in class; Journal Entry #04"], "第5回": ["Japonisme (Reading: When Japonisme Bewitched Europe, by Hirotaka Watanabe, Nippon.com, July 13, 2015), et. al", "Readings to be assigned in class; Journal Entry #05"], "第6回": ["Japonisme (cont.)", "Readings to be assigned in class; Journal Entry #06"], "第7回": ["Fine Arts and Photography in the Meiji Period (Reading: After Feudalism: Westernization and National Identity, by Princeton University Art Museum, 2004. Listening: &quot;The Magic of Japanese Masterpieces, Aged Monkey, by Takamura Koun (Roen),&quot; by NHK World)", "Readings to be assigned in class; Journal Entry #07"], "第8回": ["The Meiji Period (cont.)", "Readings to be assigned in class; Journal Entry #09"], "第9回": ["Kimono, Art, and Design in The Taisho &amp; Showa Periods (Reading: The Taisho Era: When modernity ruled Japan&#39;s masses, by Michael Hoffmann, special to the Japan Times, July 29, 2012)", "Readings to be assigned in class; Journal Entry #09"], "第10回": ["The Taisho &amp; Showa Periods (cont.)", "Readings to be assigned in class; Journal Entry #10"], "第11回": ["Modern Art and Architecture in the postwar &amp; Heisei Periods (Reading 1: Art, Anti-Art, Non-Art: Experimentations in the Public Sphere in Postwar Japan, 1950 - 1970, by the J. Paul Getty Museum. Reading 2: Taboos in Japanese Postwar Art: Mutually Assured Decorum, by Ashley Rawlings, From ArtAsiaPacific, Features, Sep/Oct 2009)", "Readings to be assigned in class"], "第12回": ["The Postwar &amp; Heisei Periods (cont.)", "Prepare research papers"], "第13回": ["The Reiwa Period", "Prepare research papers"], "第14回": ["Research Paper discussion<BR/><BR/>*Schedule and reading assignments subject to change", ""], "授業外学習2": "Students will be required to complete reading, listening, and viewing assignments in preparation for our in-class discussions and the final presentation. Students will also be required to research art movements, artists, and individual works of art in preparation for discussions, and to create a journal of notes containing descriptions of art from the periods discussed in class. Students will be required to give short presentations or lead discussions on topics chosen from their research journals."}, "評価": {"教科書Required texts0": "All materials will be provided by the lecturer", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Research Journal, Research Paper"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Preparation, Participation, Presentations"], "成績評価Grading3": "備考　Note\nStudents without extenuating circumstances are expected to attend all class meetings unless absent for a valid reason such as illness, injury, or emergency. In such cases, please contact the lecturer directly. Late submissions of assignments will not be accepted, unless under the previously mentioned circumstances.", "備考Note0": "Schedule and lesson plans subject to change. All changes will be announced in class.", "更新日時/Date of Update1": "2022年02月09日 18時26分07秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｂ－１０４"]}, "campas": 0, "name": "【310】Japanese Art A／Japanese Art A", "管理部署": 10, "単位数": 2, "担当者": "ベイカー　Ｏ．　Ｙ．（BAKER OMAR YUSEF） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 16, "評価1": 3, "評価2": 4, "開講期": 2}