{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "<p class=\"MsoNormal\"><span style=\"font-size:13.28px;\">The purpose of this course is to learn about Climate Justice – what it means, the inequitable impacts of climate change around the globe, and to learn from different perspectives and initiatives from Canada, Japan, other countries, and the United Nations. Students will be exposed to some practical tools and learn to reflect on their own contexts, articulate their concerns for climate justice, and propose action.&nbsp;</span></p>", "到達目標": "Students will be able to:&nbsp;<div>1. understand and communicate the issues of climate change and climate justice;&nbsp;</div><div>2. articulate the global trends, challenges, and opportunities for climate justice; and&nbsp;</div><div>3. develop practical knowledge of some tools for measurement, evaluation, and reflection for climate justice action.</div>", "特記事項": "あ", "関連科目": "Climate change science and/or policy; social change; sustainability; ecological economics; power and politics; human rights; migration and climate refugees; just transition; climate action", "授業の概要・背景": "Climate Justice requires us to examine the climate crisis through a human rights and equity lens. Climate Justice also challenges us to look for new and different ways to address these inequities and to challenge the political and economic structures and power holders for change to best facilitate a transition towards a just and sustainable society. Drawing from theory to practice, conceptual tools and analyses, students will be able to articulate what climate justice is, the need for climate justice now, with some ideas for action.", "授業方法": "<p class=\"MsoNormal\"><span style=\"font-size:13.28px;\">This course will be taught all in English (Advanced) with a mixture of lectures including recorded and live guest lecturers, group discussions, practical tool use and analyses, some contextual analyses, and sharing of ideas for action through presentations and/or paper readings. Class attendance, reading, writing, and participation in discussions will be paramount.</span></p>", "トピック": {"第1回": ["April 9th: Introductions – all participate.&nbsp;<div>Course content review and expectations. Please note: Classes are all in English (Advanced level) - readings, writings, and speaking, with required in-class participation in discussions.</div>", ""], "第2回": ["<p class=\"MsoNormal\"><span style=\"font-size:13.28px;\">April 16th: Climate Justice Lecture – climate science and historical overview, global trends, and the Earth Day Quiz!&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(Assignment #1 in-class - due)</span></p>", "Please read before you attend this class.<br /><a href=\"https://climatepromise.undp.org/news-and-stories/climate-change-matter-justice-heres-why\">Climate change is a matter of justice – here’s why | Climate Promise (undp.org)</a>"], "第3回": ["April 23rd: Earth Day Quiz review.<div>Climate Justice leadership - a look at the United Nations' initiatives, the Sustainable Development Goals, and local to global academic and other institutional leadership for Climate Justice.&nbsp;</div>", "See LUNA posting in April."], "第4回": ["<p><span style=\"font-size:13.28px;\">April 30th: Local Exposure and Explorations #1 (Assignment #2: Write-up review and reflections - due Friday)</span></p>", "Look for posting in LUNA closer to the date."], "第5回": ["May 7th*: Ecological Footprint application and environmental leadership in Japan – Lecture (virtual/in-person) by guest lecturer Dr. Yoshihiko Wada, Director, Doshisha EU Campus Office, Tübingen University, Germany, Professor, Faculty of Economics, Doshisha University&nbsp; *Possible date change. (Review and comments: Assignment #3 - due Friday)", "See posting in LUNA closer to the date."], "第6回": ["<p class=\"MsoNormal\"><span style=\"font-size:13.28px;\">May 14th*: The Ecological Footprint Tool applied globally – Lecture (virtual) by guest lecturer Dr. Mathis Wackernagel, Co-founder, Global Footprint Network, Oakland, CA, U.S.A. – Q&amp;A&nbsp; *Possible date change. (Review and comments: Assignment #4 - due Friday)</span></p>", "Will be posted in May."], "第7回": ["<p class=\"MsoNormal\" style=\"font-size:11.0224px;\"><span style=\"font-size:13.28px;\">May 21st: Climate Justice Lecture - more global initiatives: the IPCC reports, COP29 and other global initiatives.&nbsp;</span></p>", "See LUNA posting in May."], "第8回": ["May 28th: Local Exposure and Explorations #2 - guest lecturer (Reivew and comments: Assignment #5 - due Friday.)", "See LUNA posting in May."], "第9回": ["June 4th: Climate Justice: Focus on Human Rights, Migrants' Rights, and Climate Refugees", "Resource: Universal Declaration of Human Rights"], "第10回": ["June 11th: Climate Justice: Focus on Indigenous Rights (Canadian context). (Review and comments: Assignment #6 - due Friday)<div><br /></div>", "Resource: United Nations Declaration on the Rights of Indigenous Peoples"], "第11回": ["June 18th: Climate Justice: Focus on Youth engagement, education, media and communications - possible guest lecture (virtual)&nbsp;", "See LUNA posting closer to the date."], "第12回": ["June 25th: Course review - questions, discussions, and group/individual work time to research and prepare for papers and presentations. &nbsp;", ""], "第13回": ["July 2nd: Student presentations/final paper reading - more research on climate justice topics presented in class.<div>Peer-reviewed.&nbsp;</div>", "See LUNA posting for any advanced reading/resources shared by classmates"], "第14回": ["July 9th: Student presentations/final paper reading - more research on climate justice topics presented in class.<div>Peer-reviewed.</div>", "See LUNA posting for any advanced reading/resources shared by classmates"], "授業外学習2": "<p><span style=\"font-size:13.28px;\">Become more aware of your surroundings and the impact your decisions may have on climate change. Pay attention to the news and media reports for environmental-related concerns or issues you may wish to engage with.</span></p>"}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "15": "", "授業コード/Class code0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書Required texts0": "Cynthia Kaufman, The Sea is Rising and So are We: A Climate Justice Handbook,  PM Press, Oakland, CA, 2021. ISBN:978-1-62963-865-2", "参考文献・資料Reference books0": "Christina Colón, What is Climate Justice? And What can we do to achieve it?: Recap and Reflections from UNICEF’s Climate Justice Roundtable, UNICEF Office of Global Insight & Policy, August 2022. Link here:  What is Climate Justice? And what can we do achieve it? | UNICEF Office of Global Insight & Policy\n Paul Hawken, The Ecology of Commerce: A Declaration of Sustainability, Harper Business, 1993.\nPaul Hawken, Blessed Unrest: How the Largest Social Movement in History is Restoring Grace, Justice, and Beauty to the World, Penguin Books, U.S.A., 2007\n Naomi Klein, This Changes Everything: Capitalism vs The Climate, Vintage Canada edition, 2015\n James B. Martin-Schramm, Climate Justice: Ethics, Energy, and Public Policy, Fortress Press, Minneapolis, 2010.\n UN Office for Partnerships, 5 Alarming Facts About Climate Change, September 17, 2022 Link here: 5 Alarming Facts About Climate Change | UN Office for Partnerships\n Mathis Wackernagel & William Rees, Our Ecological Footprint: Reducing Human Impact on Earth, New Society Publishers, B.C. Canada, 1996.\nMathis Wackernagal ＆Bert Beyers, Eclogical Footprint: Managing our Biocapacity Budget. New Society Publishers, 2019\n Erin Kelsey, Hope Matters: Why changing the way we think is critical to solving the environmental crisis. 978-1-77164-778-6 (epub)\nJames B. Martin-Schramm, Climate Justice. Fortress Press, 2010\n The World Commission on Environment and Development, Our Common Future, Oxford University Press, 1987", "学生による授業評価の方法Course Evaluation by Students0": "Peer reviews with opportunity for feedback and discussions. The KGU Evaluation tool will also be used at the end of the term. ", "学位授与の方針との関連Relationship to Diploma Policy1": "Each course is positioned within the curriculum in accordance with the diploma policy and curriculum policy established by each undergraduate/graduate school. \nBy proceeding with the study of this course with an awareness of the DP and CP, the following abilities expected by each undergraduate/graduate school will be developed.\nGlobal Studies:\n1. Understanding and analytical skills regarding international issues: the ability to understand and analyze various regions of the world from different perspectives in the humanities and social sciences.\n2. Problem-solving skills: the ability to proactively identify problems and solve them based on appropriate methods.\n3. Intercultural understanding and multicultural coexistence: the ability to be sensitive to different cultures and to coexist with diverse cultures.", "課題等へのフィードバック方法Methods for Providing Feedback on Assignments2": "Feedback will be given directly to students via grades and comments on writing and/or evaluations of presentations and/or tests and quizzes.", "更新日時/Date of Update0": "2025年02月19日 09時45分25秒"}, "campas": 0, "name": "【410】Climate Justice／Climate Justice [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": ""}