{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "A KALEIDOSCOPE OF JAPANESE CINEMA<BR/>This course intends to introduce students to the fascinating variety of Japanese cinema through a number of films representing different genres, themes and directors, including anime, and explore ways in which cinema offers a perspective into history, society and culture.", "到達目標": "The main objective of this course is to help students deepen their understanding of Japanese cinema and provide them with basic scholarship to discuss one of the world&#39;s most important film cultures.", "授業方法": "Online format:On-demand Btype(w/o timetable). Information regarding the format of this class:<BR/>The class will be conducted entirely through LUNA. <BR/>Every class students will find materials and homework relevant to the week&#39;s lesson and contents together with explanations through .doc/ pdf / mp4 files.<BR/>The instructor will also provide relevant internet links for study and self-study.<BR/>Students will be required to prepare and submit homework through LUNA and/ or the instructor&#39;s Kwansei e-mail address before a given deadline.<BR/>The instructor will be available for simultaneous consultation through mail and LUNA during the duration of the class to maximise students&#39; understanding and performance.<BR/>Students can also contact the instructor at any other time through mail and/or LUNA.", "トピック": {"第1回": ["Introduction to Japanese Cinema.<BR/>Historical Outline.<BR/>From silent cinema to &quot;benshi&quot; to talkies.<BR/>Genres in Japanese Cinema.<BR/>Early Japanese Animation: &quot;Kamakura Gatana&quot; (1917).", "Research: Cinema outline in the students&#39; own countries.<BR/>(Materials for the first class will be uploaded here on the same day)."], "第2回": ["Classical Japanese cinema:  an overview of the Masters<BR/>Ozu, Mizoguchi, Naruse, Makino, Yamanaka, Gosho.<BR/>&quot;Sisters of Gion&quot; (Mizoguchi, 1936) : in- class film viewing.<BR/>Images of Kyoto in the film.<BR/>Homework: Students will be assigned a film by one of these directors to watch outside class for this session.", "A film by Ozu, Mizoguchi, Naruse, Makino, Yamanaka or Gosho."], "第3回": ["Interwar modernism and social critique.<BR/>Historical overview through different cinema clips and discussion.<BR/>Cinema in transition: actress Takako Irie and her roles through time ( modern girl,&quot;moga&quot;, Kurosawa&#39;s suffering war woman, &quot;bakeneko henshin&quot;, cat monster transformation in horror films).<BR/>Literature in film: Tanizaki and Kawabata.", "Reading a short story by Kawabata"], "第4回": ["A Forgotten Master: Shimizu Hiroshi.<BR/>Social types, economic depression, Korean forced labourers, the situation of women.<BR/>In- class film viewing: &quot;Arigato-san&quot; (1936)", "Worksheet"], "第5回": ["Cinema and the war. Example clips.<BR/>Propaganda and Anime <BR/>Short anime in-class film viewing: &quot;Spider and Tulip&quot; (1943)", "Students will be required to watch &quot;Momotaro&#39;s Divine Sea Warriors&quot;  (1945) as homework."], "第6回": ["A Forgotten Master: Shimizu Hiroshi<BR/>Postwar Neo- realism. <BR/>A ruined country through the cinema lens: the black market, the issue of war orphans, &quot;pan- pan&quot; girls.<BR/>In- class film viewing: &quot;Children of the Beehive&quot; (1948)", "Worksheet"], "第7回": ["Postwar Japan: Reconstructing the industry under the American occupation.<BR/>Cinema highlights: clips.<BR/>The Golden Age of Japanese cinema: Kinoshita, Kurosawa, Mizoguchi, Ozu.<BR/>Foreign recognition.<BR/>Note: Students will be assigned a film by one of these directors to watch outside class for this session.", "Worksheet"], "第8回": ["The Japanese New Wave: breaking with the old studio system.<BR/>Social trends and cinema.Examples.<BR/>Film Noir: Yakuza in the 60s.<BR/>Shinoda&#39;s &quot;Pale Flower&quot;.<BR/>In-class film viewing.", "Worksheet"], "第9回": ["The age of &quot;Tokusatsu&quot;: Godzilla, Mothra and Ultraman.<BR/>&quot;Manga Eiga&quot; and &quot;Japanimation&quot;.<BR/>Osamu Tezuka: Astro Boy. <BR/>Influences from the Takarazuka Revue on Tezuka&#39;s work.<BR/>Takarazuka as acting school.<BR/>Presence of manga and anime in general culture.", "Worksheet"], "第10回": ["Studio Ghibli: Miyazaki and Takahata.<BR/>&quot;My Neighbour Totoro&quot; and &quot;Grave of the Fireflies&quot;.<BR/>Background and their far-reaching influences.", "Worksheet and readings."], "第11回": ["Dream and Reality in Satoshi Kon&#39;s work.<BR/>&quot;Perfect Blue&quot; and &quot;Millenium Actress&quot;.<BR/>Shorts contrast:  Kon / Shinkai<BR/>&quot;Paprika&quot; (2006): in- class film viewing.", "Worksheet"], "第12回": ["Motifs in Makoto Shinkai&#39;s work.<BR/>A look at this working style: &quot;V-Conto&quot; and music.<BR/>&quot;She and Her Cat&quot; (1999) : in- class viewing.", "Worksheet"], "第13回": ["Kyoto Animation Studios: importance and relevant work.<BR/>Example clips.<BR/>Seiyuu, voice actors as idols.", "Worksheet"], "第14回": ["Final Examination", ""], "授業外学習2": "Students are required to read different texts and handouts outside class previous to the lectures.<BR/>Failure to do so will affect the development of the class.<BR/>A number of films and clips to be announced will be take-home assigments.<BR/>Homework for every class is compulsory and failure to present it in class will affect the final grade."}, "評価": {"参考文献・資料Reference books0": "The instructor will provide a list of useful bibliography and online resources at the beginning and throughout the course.\nReading some of this material is compulsory.\nStudents are required to get acquainted with the LUNA system to access class information and submit homework.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "Understanding of class material, ability to discuss this. Attendance and positive, active participation."], "成績評価Grading2": "備考　Note\nTest: 55%\nEnd-of- term Essay: 25%\nFieldwork Report: 10%\nAttendance and class participation: 10%", "備考Note0": "Students are expected to attend all classes and participate actively in each session.\nDue to the extensive nature of the subject, a number of films or clips from films will have to be watched outside class.\nA series of compulsory readings and/ or worksheets and handouts will be assigned as preparation for the following class and must be read and prepared.\nStudents will have to write an essay on a film of their own choice from any period or genre.\nThe instructor will provide more information about the requirements of the essay at the beginning of the course.\nStudents will have to write a compulsory fieldwork report about an outing related to either a cinematic or cultural experience in Japan.\nMaximum number of absences: 3", "備考Note1": ["Japanese Cinema - Class 1.docx", "Contents of Class 1"], "備考Note2": ["Reading a Japanese Film-Worksheet.docx", "Worksheet for Class 1"], "更新日時/Date of Update3": "2021年02月10日 17時27分19秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "ＭＲ－１０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【310】Japanese Cinema A／Japanese Cinema A", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "ムニョス　Ｍ．Ｊ．（MUNOZ MARIA JOSE GONZALEZ） ", "履修基準年度": "１年", "時限1": "火曜５時限／Tuesday 5", "開講期": "秋学期／Fall"}