{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "To have students learn about Climate Justice – the inequitable impacts of climate change around the globe and to learn from different perspectives and initiatives mostly from Canada, and some U.S. and Japan. Students will be exposed to some practical tools and learn to reflect on their own contexts, articulate their concerns for climate justice, and propose an action.", "到達目標": "Students will learn about and explore together: the language development and history of climate justice; the key influencers and examples of leadership in Canada, the U.S., and Japan; the global trends and challenges; and tools for measurement, evaluation/reflection, and action for climate justice.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "By topics of interest may include: Climate change science, social change, ecological economics, power and politics, climate refugees and migration, just transition", "授業の概要・背景": "Climate Justice helps us to examine the climate crisis through a human rights and equity lens. Climate Justice also challenges us to look for new and different ways to address these inequities and to challenge the political and economic structures and power holders for change to best facilitate a transition towards a just and sustainable society. Drawing from theory to practice, conceptual tools and analyses, students will be able to articulate what climate justice is, the need for climate justice now, with some ideas for action.", "授業方法": "This course will be taught with a mixture of lectures including recorded and live guest lecturers, group discussions, practical tool use and analyses, some contextual analyses, and sharing of ideas for action through presentations, a project proposal or findings, and/or paper readings. Class attendance and participation in discussions will be paramount.", "トピック": {"第1回": ["*Face to face format for all 14 lectures.<br />April 11: Introductions – all participate. Course content review, goals, and expectations. (In-class written assignment #1)", ""], "第2回": ["*Face to face format for all 14 lectures.<br />April 18: Climate Justice Lecture – historical overview and global trends. Group activity (In-class Assignment #2 due)", "Any assigned readings for this class will be posted in April."], "第3回": ["*Face to face format for all 14 lectures.<br />April 25: Climate Justice leadership – a look at the sustainable development goals, U.N. initiatives, and academic and other institutional leaders. Lecture and discussion.", "Any assigned readings for this class will be posted in April.<br />For United Nations Sustainable Development Goals please go to their website: <br />https://sdgs.un.org/goals"], "第4回": ["May 2: *Climate Justice Lecture (virtual) \"Reflections from attending COP27\" by guest lecturer Dr. Pasang Yangjee Sherpa, Assistant Professor, Lifeways in Indigenous Asia The Institute for Critical Indigenous Studies, First Nations and Endangered Languages Program, Department of Asian Studies, The University of British Columbia, Vancouver, British Columbia, Canada. Class response and discussion.", "For information on the United Nations Climate Change conference COP27 please go to their website: https://unfccc.int/cop27"], "第5回": ["May 9: *Ecological Footprint Tool introduction and applications – Lecture (virtual) by guest lecturer from Global Footprint Network, Oakland, CA, U.S.A. – Q&A (Assignment #3 – start in-class and take home)", "Any assigned readings will be posted in May. For information on the Global Footprint Network please go to their website: https://www.footprintnetwork.org/"], "第6回": ["May 16: *Ecological Footprint application and environmental leadership in Japan – Lecture (virtual) by guest lecturer from Ecological Footprint Japan - Q&A (Assignment #3 due)", "Any assigned readings will be posted in May. For information on Ecological Footprint Japan please go to their website: https://ecofoot.jp/"], "第7回": ["May 23: *Climate Justice and social movements – example KAIROS: Canadian Ecumenical Justice Initiatives – joint lecture/interview (virtual) with KAIROS representative, Vancouver/Toronto, Canada", "Any assigned readings will be posted in May. For information on KAIROS' work on ecological justice, please go to their website: https://www.kairoscanada.org/what-we-do/ecological-justice"], "第8回": ["May 30: *Climate Justice and Indigenous rights (Canadian context) – Lecture (virtual) to be confirmed. Q&A and discussion. (In-class Assignment #4 - due)", "Any assigned readings will be posted in May."], "第9回": ["June 6: Climate Justice challenges and barriers Lecture – group activity and report back", "Any assigned readings will be posted in June."], "第10回": ["June 13: *Climate Justice and youth/university student engagement – Lecture (virtual) by guest lecturer Dr. Pasang Yangjee Sherpa, Assistant Professor, Lifeways in Indigenous Asia The Institute for Critical Indigenous Studies, First Nations and Endangered Languages Program, Department of Asian Studies, The University of British Columbia, Vancouver, British Columbia, Canada – Q&A", "Any assigned readings will be posted in June."], "第11回": ["June 20: Climate Justice and community engagement – Lecture followed by group discussion (In-class Assignment #5 – due)", "Any assigned readings will be posted in June."], "第12回": ["June 27: Course review – questions, discussions, and possible group work in preparation for student papers and presentations.", ""], "第13回": ["July 4: Student presentations/final paper summary/key findings – peer review and feedback", ""], "第14回": ["July 11: Student presentations/final paper summary/key findings – peer review and feedback", ""], "授業外学習2": "Students are asked to become more aware of their surroundings and decision making on climate change. (These can be as an individual, in community/university, and/or government policies, etc.) Also, students are asked to pay attention to the news and media reports for environmental-related concerns or issues they may wish to engage with for their project/paper and presentation."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "In-class or take home assignments. Final paper or project presentation"], "成績評価Grading2": ["その他／Others (99)", "20 %", "class attendance & in-class participation"], "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【410】Climate Justice／Climate Justice [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 3, "評価2": 6, "開講期": 1}