{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "To have students learn about Climate Justice – the inequitable impacts of climate change around the globe and to learn from different perspectives and initiatives mostly from Canada, and some U.S. and Japan. Students will be exposed to some practical tools and learn to reflect on their own contexts, articulate their concerns for climate justice, and propose an action.", "到達目標": "Students will learn about and explore together: the language development and history of climate justice; the key influencers and examples of leadership in Canada, the U.S., and Japan; the global trends and challenges; and tools for measurement, evaluation/reflection, and action for climate justice.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "By topics of interest may include: Climate change science, social change, ecological economics, power and politics, climate refugees and migration, just transition", "授業の概要・背景": "Climate Justice helps us to examine the climate crisis through a human rights and equity lens. Climate Justice also challenges us to look for new and different ways to address these inequities and to challenge the political and economic structures and power holders for change to best facilitate a transition towards a just and sustainable society. Drawing from theory to practice, conceptual tools and analyses, students will be able to articulate what climate justice is, the need for climate justice now, with some ideas for action.", "授業方法": "This course will be taught with a mixture of lectures including recorded and live guest lecturers, group discussions, practical tool use and analyses, some contextual analyses, and sharing of ideas for action through presentations, a project proposal or findings, and/or paper readings. Class attendance and participation in discussions will be paramount.", "トピック": {"第1回": ["*Face to face format for all 14 lectures.<BR/>April 11: Introductions – all participate. Course content review, goals, and expectations. (In-class written assignment #1)", ""], "第2回": ["*Face to face format for all 14 lectures.<BR/>April 18: Climate Justice Lecture – historical overview and global trends. Group activity (In-class Assignment #2 due)", "Any assigned readings for this class will be posted in April."], "第3回": ["*Face to face format for all 14 lectures.<BR/>April 25: Climate Justice leadership – a look at the sustainable development goals, U.N. initiatives, and academic and other institutional leaders. Lecture and discussion.", "Any assigned readings for this class will be posted in April.<BR/>For United Nations Sustainable Development Goals please go to their website: <BR/>https://sdgs.un.org/goals"], "第4回": ["May 2: *Climate Justice Lecture (virtual) &quot;Reflections from attending COP27&quot; by guest lecturer Dr. Pasang Yangjee Sherpa, Assistant Professor, Lifeways in Indigenous Asia The Institute for Critical Indigenous Studies, First Nations and Endangered Languages Program, Department of Asian Studies, The University of British Columbia, Vancouver, British Columbia, Canada. Class response and discussion.", "For information on the United Nations Climate Change conference COP27 please go to their website: https://unfccc.int/cop27"], "第5回": ["May 9: *Ecological Footprint Tool introduction and applications – Lecture (virtual) by guest lecturer from Global Footprint Network, Oakland, CA, U.S.A. – Q&amp;A (Assignment #3 – start in-class and take home)", "Any assigned readings will be posted in May. For information on the Global Footprint Network please go to their website: https://www.footprintnetwork.org/"], "第6回": ["May 16: *Ecological Footprint application and environmental leadership in Japan – Lecture (virtual) by guest lecturer from Ecological Footprint Japan - Q&amp;A (Assignment #3 due)", "Any assigned readings will be posted in May. For information on Ecological Footprint Japan please go to their website: https://ecofoot.jp/"], "第7回": ["May 23: *Climate Justice and social movements – example KAIROS: Canadian Ecumenical Justice Initiatives – joint lecture/interview (virtual) with KAIROS representative, Vancouver/Toronto, Canada", "Any assigned readings will be posted in May. For information on KAIROS&#39; work on ecological justice, please go to their website: https://www.kairoscanada.org/what-we-do/ecological-justice"], "第8回": ["May 30: *Climate Justice and Indigenous rights (Canadian context) – Lecture (virtual) to be confirmed. Q&amp;A and discussion. (In-class Assignment #4 - due)", "Any assigned readings will be posted in May."], "第9回": ["June 6: Climate Justice challenges and barriers Lecture – group activity and report back", "Any assigned readings will be posted in June."], "第10回": ["June 13: *Climate Justice and youth/university student engagement – Lecture (virtual) by guest lecturer Dr. Pasang Yangjee Sherpa, Assistant Professor, Lifeways in Indigenous Asia The Institute for Critical Indigenous Studies, First Nations and Endangered Languages Program, Department of Asian Studies, The University of British Columbia, Vancouver, British Columbia, Canada – Q&amp;A", "Any assigned readings will be posted in June."], "第11回": ["June 20: Climate Justice and community engagement – Lecture followed by group discussion (In-class Assignment #5 – due)", "Any assigned readings will be posted in June."], "第12回": ["June 27: Course review – questions, discussions, and possible group work in preparation for student papers and presentations.", ""], "第13回": ["July 4: Student presentations/final paper summary/key findings – peer review and feedback", ""], "第14回": ["July 11: Student presentations/final paper summary/key findings – peer review and feedback", ""], "授業外学習2": "Students are asked to become more aware of their surroundings and decision making on climate change. (These can be as an individual, in community/university, and/or government policies, etc.) Also, students are asked to pay attention to the news and media reports for environmental-related concerns or issues they may wish to engage with for their project/paper and presentation."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Cynthia Kaufman", "The Sea is Rising and So are We: A Climate Justice Handbook", "PM Press", "2021 年", "978-1-62963-865-2", ""], "教科書Required texts0": "Cynthia Kaufman, The Sea is Rising and So are We: A Climate Justice Handbook, PM Press, Oakland, CA, 2021. ISBN:978-1-62963-865-2 On Reserve at the KG University Library or available for purchase through Amazon.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Mathis Wackernagel & William Rees", "Our Ecological Footprint: Reducing Human Impact on the Earth", "New Society Publishers", "1996 年", "1-55092-251-3 (pbk.) / 0-86571-312-X (pbk.)", ""], "参考書/Reference books2": ["Mathis Wackernagel & Bert Beyers", "Ecological Footprint: Managing our Biocapcity Budget", "New Society Publishers", "2019 年", "978-0-865719118 (pbk.) / 978-1-550927047 (PDF) / 978-1-771423007 (EPUB)", ""], "参考書/Reference books3": ["David R. Boyd", "Cleaner Greener Healthier: A Prescription for Stronger Canadian Environmental Laws and Policies", "UBC Press", "2015 年", "978-0-7748-3047 (pbk) / 978-0-7748-3048-5 (pdf) / 978-0-7748-3049-2 (epub)", ""], "参考書/Reference books4": ["Elin Kelsey", "Hope Matters: Why changing the way we think is critical to solving the environmental crisis", "Greystone Books Ltd.", "2020 年", "978-1-77164-777-9 (pbk) / 978-1-77164-778-6 (epub)", ""], "参考書/Reference books5": ["Naomi Klein", "This Changes Everything: Capitalism vs the Climate", "Vintage Canada of Random House of Canada Limited", "2015 年", "978-0-307-40200-4 / 978-0-307-40202-8 (eBook)", ""], "参考書/Reference books6": ["Paul Hawken", "Blessed Unrest: How the largest social movement is history is restoring grace, justice, and beauty in the world", "Penguin Books", "2007 年", "978-0-14-311365-2 (pbk.)", ""], "参考書/Reference books7": ["Paul Hawken", "The Ecology of Commerce: A Declaration of Sustainability", "HarperBusiness of HarperCollins Publishers", "1993 年", "0-88730-704-3 (pbk)", ""], "参考書/Reference books8": ["James B. Martin-Schramm", "Climate Justice", "Fortress Press", "2010 年", "978-0-8006-6362-9 (pbk.)", ""], "参考書/Reference books9": ["The World Commission on Environment and Development", "Our Common Future", "Oxford University Press", "1987 年", "0-19-282080-X", ""], "参考文献・資料Reference books0": "Other: (Report in PDF Format - see URL1 below)\nChristina Colón, What is Climate Justice? And What can we do to achieve it?: Recap and Reflections from UNICEF’s Climate Justice Roundtable, UNICEF Office of Global Insight & Policy, August 2022. What is Climate Justice? And what can we do achieve it? | UNICEF Office of Global Insight & Policy", "学位授与の方針との関連Relationship to Diploma Policy0": "This course satisfies \"Skills of Understanding and analyzing international affairs,\" \"Skills of finding and solving problems\" and \"Intercultural understanding skills and multicultural adaptability\" of the Diploma Policies.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Final paper, presentation, or project"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "in-class or take home assignments"], "成績評価Grading3": ["その他／Others (99)", "20 %", "class attendance & in-class participation"], "成績評価Grading4": "備考　Note\nPlease note: The Final \"Term paper\" can be in the form of a written paper, a power point presentation, or a project.", "備考Note0": "* Guest lecture topics and dates are subject to change. Students are advised to re-check for updated information one-two weeks before each session.", "更新日時/Date of Update1": "2023年02月28日 15時42分42秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【410】Climate Justice／Climate Justice [EN]", "管理部署": 10, "単位数": 2, "担当者": "マッキントッシュ（MCINTOSH JANETTE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 1}