{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "日本の祭りは、ただの遊びと娯楽なのか、あるいはより多様な意義を有するか。本授業では、全国で年間に開催される主要な祭礼を通じて、日本文化を紹介する。授業目的は、これらの祭礼を、宗教的、文化的、社会的、経済的などの現象としてさまざまな視点から理解できることである。今学期は、パンデミックの現状をふまえ、日本における祭りと疫病の関連、そして2020年にいくつかの重要な祭りがどのように行われたかなどに、特に注目する。", "到達目標": "Students will gain a comprehensive overview and understanding of \nJapanese religious and traditional rites and their place in contemporary\n society, as well as of the issues of gender, identity, and power. The students \nwill also deepen their knowledge of the Japanese history and how it \nformed various festivals.", "特記事項": "【合併】総合日本学習科目（伝統行事）（CIEC）/Religious and Traditional Rites（国際学部）", "関連科目": "There is no prerequisite for this course but a related course would be any standard course on Japanese religion and history.", "授業の概要・背景": "The course will explore the origins and significance of Japanese \nfestivals, their role in preserving traditional Japanese values while \nalso incorporating contemporary features and attracting tourists. We \nwill pay particular attention to the elements of performance: rituals, \nprocessions, portable shrines, costumes, accessories, patterns of \nmovement, music, food. Additionally, we will explore gender in the \nmatsuri: display and affirmation of traditional ideals of femininity and\n masculinity, cross-dressing, gender fluidity, the body, models of \ngendered behavior and relations, the different roles of male and female \ncommunity members, the increasing participation of women.", "授業方法": "The course combines lecture/discussion format with extensive audio-visual display. Student in-class presentations and discussions.", "トピック": {"第1回": ["Introduction to the course. <br />", ""], "第2回": ["Overview of&nbsp; Japanese Cultural History. <br />", "40―50 minutes. Reading and visual materials."], "第3回": ["<div>New Beginning - Oshôgatsu \"New Year\" and Setsubun \"Change of Seasons\":  <br />Oshôgatsu\n - history, rituals, family bonds, special food. Setsubun \"Driving out \nthe Evil\" - history, rituals - mamemaki, oni-barai (tsuina), \ncommercialization and special food, performances: masks and costumes.</div>", "40―50 minutes. Reading and visual materials."], "第4回": ["Matsuri and Gender: <br />The Girl's Day Festival - Hina Matsuri or Momo-no-sekku \"Festival of the Peach.\"<br />The Boy's Day Festival - Tango-no-sekku or Kodomo-no-hi \"Children's Day.\" <br />History, meaning, rituals, and art.<br />", "40―50 minutes. Reading and visual materials."], "第5回": ["<div>Aoi Matsuri \"Hollyhock Festival\" and Jidai Matsuri \"Festival of the Ages\" (The Three Big Festivals in Kyoto):<br />Relation\n to Kyoto, Japanese history, and the imperial power. Elements of \nperformance: processions, costumes, accessories, gendered bodies; \ndisplay of ideals of traditional masculinity / femininity. Influence of \nAoi Matsuri on Noh theatre.</div>", "40―50 minutes. Reading and visual materials."], "第6回": ["<div>Matsuri and Geinô \"Festivals and Performance\":</div><div>Types of performances,\n intergenerational bonding, initiation into manhood, gender, local \nidentity. Some major examples - kabuki, noh, kagura, lion dances, \npuppets and marionettes.</div>", "40―50 minutes. Reading and visual materials."], "第7回": ["<div>Festivals in Okinawa and Amami Islands. Ainu Culture.</div><div>History and types, \nperformances, gender aspects, local identities. Taketomi Island's \nTanedori Festival and Amami Island Festival's sumo (shinji sumo \"Sumo as\n Shinto Ritual\"). Ainu festivals.</div>", "40―50 minutes. Reading and visual materials."], "第8回": ["Matsuri and Masculinity: <br />Hadaka Matsuri \"Naked Festivals\" and Kenka \nMatsuri \"Fighting Festivals\" - most popular examples, origins, meaning, \nrituals, display of the male body, homosociality and intergenerational \nbonding. Fertility festivals.<br />", "40―50 minutes. Reading and visual materials."], "第9回": ["Buddhist Festivals:<br />Buddhism in Japanese society, influence on \nperformance culture; Kanbutsu-e or Hana Matsuri \"Buddha's Birthday\"; \nNehan-e \"Buddha's Passing into Nirvana.\" Buddhist art.", "40―50 minutes. Reading and visual materials."], "第10回": ["Obon \"Ancestors' Spirits Festival\":<br />History, rituals, food, \nofferings, family bonds, bon odori \"bon dances.\" Gozan Okuri-bi \n\"Bonfires on Five Mountains\" in Kyoto. Obon in Kyoto during the pandemic.<br />", "40―50 minutes. Reading and visual materials."], "第11回": ["<div>Summer Festivals I:<br />Nagoshi-no-harae \"Summer Purification Rites\" and\n Tanabata \"The Star Festival / The Lovers' Festival\" -  origins, \nmeaning, changes in modern time. Special celebration in Kyoto during the pandemic.</div>", "40―50 minutes. Reading and visual materials."], "第12回": ["Summer Festivals II - Kyoto Gion Matsuri (The Three Big Festivals in Kyoto):<br />Origins\n and hostiry: relation to epidemic, significance in Kyoto culture and for local \nmerchant class. Elements of performance: procession, costumes, \naccessories, art work, music, etc. Gender aspects:  the all-male festival's \"hyper-\" and\n \"stylized\" masculinity,  representation and recent inclusion of women. \nGion matsuri during the pandemic.<br />", "40―50 minutes. Reading and visual materials."], "第13回": ["Influence of Gion Matsuri:<div>The influence of Gion matsuri on local \nGion festivals in all parts of Japan, held from June to October. \nComparison with Osaka Tenjin Matsuri \"Festival of the Gods.\"<br /><br />Student paper presentations.&nbsp;Every student is required to do a short (up to 10 minutes) presentation on their final paper.</div><div><br /></div>", "40―50 minutes. Reading and visual materials."], "第14回": ["Student paper presentations. Every student is required to do a short (up to 10 minutes) presentation on their final paper.", ""], "授業外学習2": "Students are expected to do the assigned readings and watch the assigned video materials in advance of class, in order to take\npart in the discussions. <br />Attendance is mandatory. In the event of illness or\nother absence, please notify your instructor in advance of class.<br />Students are required to prepare one in-class 10-minute presentation on\ntopic related to the class content, assigned by the instructor or offered by themselves (counts\nas class participation 30%). Students are also required to do a final 10-minute presentation on their research paper. <br />\n\n\t\n\t\t\n\t\t\n\t\n\t\n\t\t<div class=\"page\" title=\"Page 3\">\n\t\t\t<div class=\"section\" style=\"background-color:rgb(100.000000%,100.000000%,100.000000%);\">\n\t\t\t\t<div class=\"layoutArea\">\n\t\t\t\t\t<div class=\"column\"><span style=\"font-size:11.000000pt;font-family:'Times';\">Students will be\ngiven extra credit for attending individually a festival and writing one-page response paper on it. They can do their in-class presentation on that festival.</span></div></div></div></div>"}, "評価": {"教科書/Required texts0": ["None. Related reading and visual materials will be uploaded on LUNA in advance of class."], "参考文献・資料/Reference books0": ["Herbert Plutschow, \"Matsuri: The Festivals of Japan\", Abingdon, Oxon: Routledge, 2013 ISBN: 9781315073385\nHelen Bauer &amp; Sherwin Carlquist, \"Japanese Festivals\", Tokyo: Charles E. Tuttle, 1977 ISBN: 9784805303580\n\nAdditional readings and other handouts will be provided by the lecturer in advance."], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "Originality, logical structure, research abilities, writing style, proper use of citation and reference materials, persuasive conclusion."], "成績評価Grading2": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "30 %", "Participation in discussions, in-class presentation content and originality."], "成績評価Grading3": ["備考　Note \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFinal Research Paper (70%): Students are required to do additional research on a topicrelated to the class content and write an essay (1600~1800 words, excluding the bibliography).Class Participation (30%): Two in-class presentations of a festival or another topic related to the class-content (10 minutes), and of the finalresearch paper (10 minutes). Participations in in-class discussions."], "備考Note0": ["Please\nrefrain using smartphones in class. Any other electronic device should be used\nsolely for note-taking purposes.&nbsp; \n\nThe use of\nChatGPT or any other AI tools for course assignments (with the exception of\nartificial neural networks like DeepL for machine translations, duly cited) is\ntantamount to plagiarism and should be avoided. Failing to comply\nto this rule may result in a penalty. \n\n\n\n\n\n@font-face\n\t{font-family:\"Cambria Math\";\n\tpanose-1:2 4 5 3 5 4 6 3 2 4;\n\tmso-font-charset:0;\n\tmso-generic-font-family:roman;\n\tmso-font-pitch:variable;\n\tmso-font-signature:-536870145 1107305727 0 0 415 0;}@font-face\n\t{font-family:\"Yu Mincho\";\n\tpanose-1:2 2 4 0 0 0 0 0 0 0;\n\tmso-font-alt:游明朝;\n\tmso-font-charset:128;\n\tmso-generic-font-family:roman;\n\tmso-font-pitch:variable;\n\tmso-font-signature:-2147482905 717749503 18 0 131231 0;}@font-face\n\t{font-family:\"\\@Yu Mincho\";\n\tmso-font-charset:128;\n\tmso-generic-font-family:roman;\n\tmso-font-pitch:variable;\n\tmso-font-signature:-2147482905 717749503 18 0 131231 0;}p.MsoNormal, li.MsoNormal, div.MsoNormal\n\t{mso-style-unhide:no;\n\tmso-style-qformat:yes;\n\tmso-style-parent:\"\";\n\tmargin:0cm;\n\tmargin-bottom:.0001pt;\n\tmso-pagination:widow-orphan;\n\tfont-size:12.0pt;\n\tfont-family:\"Times New Roman\",serif;\n\tmso-fareast-font-family:\"Times New Roman\";}.MsoChpDefault\n\t{mso-style-type:export-only;\n\tmso-default-props:yes;\n\tfont-family:\"Calibri\",sans-serif;\n\tmso-ascii-font-family:Calibri;\n\tmso-ascii-theme-font:minor-latin;\n\tmso-fareast-font-family:\"Yu Mincho\";\n\tmso-fareast-theme-font:minor-fareast;\n\tmso-hansi-font-family:Calibri;\n\tmso-hansi-theme-font:minor-latin;\n\tmso-bidi-font-family:\"Times New Roman\";\n\tmso-bidi-theme-font:minor-bidi;}div.WordSection1\n\t{page:WordSection1;}"], "備考Note1": ["2025年02月10日 14時19分03秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－１０２"]}, "campas": 0, "name": "【310】Religious and Traditional Rites／Religious and Traditional Rites [EN]", "管理部署": 10, "単位数": 2, "担当者": "ペトコヴァ　ガリア（PETKOVA GALIA） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "開講期": 1, "時限1": 31, "評価1": 3, "評価2": 5, "成績評価備考": "備考　Note\nFinal Research Paper (70%): Students are required to do additional research on a topic related to the class content and write an essay (1600~1800 words, excluding the bibliography).\nClass Participation (30%): Two in-class presentations of a festival or another topic related to the class-content (10 minutes), and of the final research paper (10 minutes). Participations in in-class discussions."}