{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "日本の祭りは、ただの遊びと娯楽なのか、あるいはより多様な意義を有するか。本授業では、全国で年間に開催される主要な祭礼を通じて、日本文化を紹介する。授業目的は、これらの祭礼を、宗教的、文化的、社会的、経済的などの現象としてさまざまな視点から理解できることである。<BR/>今学期は、パンデミックの現状をふまえ、日本における祭りと疫病の関連、そして2020年にいくつかの重要な祭りがどのように行われたかなどに、特に注目する。", "到達目標": "Students will gain a comprehensive overview and understanding of Japanese religious and traditional rites and their place in contemporary society, as well as of the issues of gender and identity. The students will also deepen their knowledge of the Japanese history and how it formed various festivals.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（伝統行事）（CIEC）/Religious and Traditional Rites（国際学部）", "関連科目": "There is no prerequisite for this course but a related course would be any standard course on Japanese religion and history.", "授業の概要・背景": "The course will explore the origins and significance of Japanese festivals, their role in preserving traditional Japanese values while also incorporating contemporary features and attracting tourists. We will pay particular attention to the elements of performance: rituals, processions, portable shrines, costumes, accessories, patterns of movement, music, food. Additionally, we will explore gender in the matsuri: display and affirmation of traditional ideals of femininity and masculinity, cross-dressing, gender fluidity, the body, models of gendered behavior and relations, the different roles of male and female community members, the increasing participation of women.", "授業方法": "The course combines lecture/discussion format with extensive audio-visual display.", "トピック": {"第1回": ["Introduction to the course", ""], "第2回": ["Summer Festivals I - Kyoto Gion Matsuri (The Three Big Festivals in Kyoto):<BR/>Origins and relation to epidemic; significance in Kyoto culture and for local merchant class; elements of performance: procession, costumes, accessories, art work, music, etc;  the all-male festival&#39;s &quot;hyper-&quot; and &quot;stylized&quot; masculinity;  recent inclusion and representation of women. Gion matsuri during the recent pandemic.", "　40―50 minutes. Reading and visual materials."], "第3回": ["Influence of Gion Matsuri:<BR/>The influence of Gion matsuri on local Gion festivals in all parts of Japan, held from June to October. Comparison with Osaka Tenjin Matsuri &quot;Festival of the Gods.&quot;", "　40―50 minutes. Reading and visual materials."], "第4回": ["Aoi Matsuri &quot;Hollyhock Festival&quot; and Jidai Matsuri &quot;Festival of the Ages&quot; (The Three Big Festivals in Kyoto):<BR/>Relation to Kyoto, Japanese history, and the imperial power;  elements of performance: processions, costumes, accessories, gendered bodies; display of ideals of traditional masculinity / femininity; influence of Aoi Matsuri on Noh theatre.", "　40―50 minutes. Reading and visual materials."], "第5回": ["Summer Festivals II:<BR/>Nagoshi-no-harae &quot;Summer Purification Rites&quot; and Tanabata &quot;The Star Festival / The Lovers&#39; Festival&quot; -  origins, meaning, changes in modern time. Special celebration in 2020 in Kyoto.", "　40―50 minutes. Reading and visual materials."], "第6回": ["Obon &quot;Ancestors&#39; Spirits Festival&quot;:<BR/>History, rituals, food, offerings, family bonds, bon odori &quot;bon dances&quot;; Gozan Okuri-bi &quot;Bonfires on Five Mountains&quot; in Kyoto; Obon in Kyoto in 2020.", "　40―50 minutes. Reading and visual materials."], "第7回": ["Matsuri and Masculinity: <BR/>Hadaka Matsuri &quot;Naked Festivals&quot; and Kenka Matsuri &quot;Fighting Festivals&quot; - most popular examples, origins, meaning, rituals, display of the male body, homosociality and intergenerational bonding.", "　40―50 minutes. Reading and visual materials."], "第8回": ["New Beginning - Oshôgatsu &quot;New Year&quot; and Setsubun &quot;Change of Seasons&quot;:  <BR/>Oshôgatsu - history, rituals, family bonds, special food. Setsubun &quot;Driving out the Evil&quot; - history, rituals - mamemaki, oni-barai (tsuina), commercialization and special food, performances: masks and costumes.", "　40―50 minutes. Reading and visual materials."], "第9回": ["Buddhist Festivals:<BR/>Buddhism in Japanese society, influence on performance culture; Kanbutsu-e or Hana Matsuri &quot;Buddha&#39;s Birthday&quot;; Nehan-e &quot;Buddha&#39;s Passing into Nirvana&quot; - Buddhist art.", "　40―50 minutes. Reading and visual materials."], "第10回": ["Matsuri and Gender:<BR/>The Girl&#39;s Day Festival - Hina Matsuri or Momo-no-sekku &quot;Festival of the Peach&quot;;<BR/>The Boy&#39;s Day Festival - Tango-no-sekku or Kodomo-no-hi &quot;Children&#39;s Day.&quot; History, meaning, rituals, and art.", "　40―50 minutes. Reading and visual materials."], "第11回": ["Matsuri and Geinô &quot;Festivals and Performance&quot;:<BR/>Types of performances, intergenerational bonding, initiation into manhood, gender, local identity. Some major examples - kabuki, noh, kagura, lion dances, puppets and marionettes.", "　40―50 minutes. Reading and visual materials."], "第12回": ["Festivals in Okinawa and Amami Islands:<BR/>History and types, performances, gender aspects, local identities. Taketomi Island&#39;s Tanedori Festival and Amami Island Festival&#39;s sumo (shinji sumo &quot;Sumo as Shinto Ritual&quot;).", "　40―50 minutes. Reading and visual materials."], "第13回": ["Japanese Festivals Abroad:<BR/>Nihon Matsuri in US, South America, Australia and Europe. Identity and soft power. Anime and cosplay fests.", "　40―50 minutes. Reading and visual materials."], "第14回": ["Student presentations of final paper projects.", ""], "授業外学習2": "Students are expected to read the texts and watch the video materials in advance of class, in order to take part in the discussions. Attendance is mandatory. <BR/>Students are required to leave comments/questions/impressions regarding class material after each session in the respective discussion forum on LUNA (counts as class participation 40%)."}, "評価": {"教科書Required texts0": "None. Related reading and visual materials will be uploaded on LUNA in advance of class.", "参考文献・資料Reference books0": "Herbert Plutschow, \"Matsuri: The Festivals of Japan\", Abingdon, Oxon: Routledge, 2013 ISBN: 9781315073385\nHelen Bauer & Sherwin Carlquist, \"Japanese Festivals\", Tokyo: Charles E. Tuttle, 1977 ISBN: 9784805303580\n\nAdditional readings and other handouts will be provided by the lecturer in advance.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Students are required to do additional research on a topic related to the class content and write an essay (1300~1500 words)."], "成績評価Grading2": ["その他／Others (99)", "40 %", "Class participation, in-class presentations"], "成績評価Grading3": "備考　Note\nFinal Research Paper (60%): Students are required to do additional research on a topic related to the class content and write an essay (1300~1500 words without bibliography)\nClass Participation (40%): 1) In-class presentations of a festival (10 minutes) and final research paper (5 minutes).", "更新日時/Date of Update0": "2023年04月24日 18時45分09秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－２０５"]}, "campas": 0, "name": "【310】Religious and Traditional Rites／Religious and Traditional Rites [EN]", "管理部署": 10, "単位数": 2, "担当者": "ペトコヴァ　ガリア（PETKOVA GALIA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 1}