{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "To explore Japan&#39;s history 1600-1991.　The emphasis is on social and political history. Based on textbook readings we will discuss history and historiography in general. Your active participation is required and will shape the actual course.", "到達目標": "The participant has a grasp of the chronology of Japan&#39;s modern history.  They can identify important events and their contexts.  In this context, the participant should be able to locate new pieces of information.  They can analyze an unknown source.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（歴史Ｂ）（CIEC）/Japanese History B（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Combination of lectures, short tests and classroom discussions. Participants will be assigned a part of a chapter for presentation in class. Discussions will be based on 1) questions we have to the text and 2) analyses and readings of sources to be contextualized.<BR/>The course requires extensive reading every week.  While it will possible to gain without reading (much), classes are based on participants familiarizing themselves with the textbook&#39;s points.", "トピック": {"第1回": ["Introduction to each other, the course and our textbook. Please, see read and follow the instructions on LUNA https://luna.kwansei.ac.jp/", "Read Chapters 17-18 of the textbook. Make a list of key-issues discussed under the six sub-headings of chapter 17 and then make notes of how they are followed up in chapter 18."], "第2回": ["Talk about your findings from the exercise of reading chapters 17 and 18. <BR/>Lecture on chapters 1 and 2 of the textbook.", "Read the first two chapters of the textbook - review of the lecture. Read chapters 3 and 4 and write down at least three questions you have for those chapters."], "第3回": ["We start off with your questions to chapters 3 and 4. Lecture on chapters 3 and 4 in the textbook.", ""], "第4回": ["Meiji Politics and Economy", "Prepare Chapters 5&amp;6 for this class."], "第5回": ["Meiji Japan Culture", "Prepare Chapters 7&amp;8 for this class."], "第6回": ["Taisho Japan.", "Read Chapters 9&amp;10 for this class."], "第7回": ["Showa I (1926-1936).", "Read Chapter 11 for this class."], "第8回": ["Showa II (1937-1945) The Fifteen-year War.", "Read Chapter 12 for this class."], "第9回": ["Japan in the 1940s From Occupier to occupied.", ""], "第10回": ["Showa III (1945-52).", "Read Chapter 13. for this class."], "第11回": ["Showa IV.", "Read Chapters 14-15. for this class."], "第12回": ["Late Showa. Historiography", "Read Chapter 16-17. for this class.<BR/>Submission of final paper."], "第13回": ["Show/ Heisei", ""], "第14回": ["Summary", "Presentations of your findings in your final paper."], "授業外学習2": "For most classes two chapters of the textbook are assigned. For a more dynamic class, read the chapters in advance and prepare about three questions for each chapter also in advance. Participants can expect 3-4 hours of preparation per week."}, "評価": {"教科書Required texts0": "Andrew Gordon. 2020. \"A Modern History of Japan: From Tokugawa Times to the Present.\" 4th edition. (Oxford University Press).", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施 Conducted in class.\nYou are always welcome to contact me. Email: christian.hermansen@kwansei.ac.jp", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "Four online-quizzes @ 12 pts and one paper @ 22 pts., A combine of common knowledge test and work with a source."], "成績評価Grading2": "備考　Note\nTwo short individual reports and a final report.", "備考Note0": "This is an introduction to the history of modern Japan. If you already have taken a similar course, you will probably benefit more from a different class.", "更新日時/Date of Update1": "2023年02月09日 10時48分01秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－１１１"]}, "campas": 0, "name": "【210】Japanese History B／Japanese History B [EN]", "管理部署": 10, "単位数": 2, "担当者": "コヘン　Ｂ．　Ｄ．（COHEN BENJAMIN DORON） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "開講期": 1}