{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本講義の目的は、一世紀にわたる日本の移民政策と在米日系移民の歴史を学ぶことである。", "到達目標": "本講義を履修することにより、明治維新以来今日に至るまでの、日本の海外移住政策と在米日系移民の境遇や経験の軌跡をたどり、日米日系移民史の基本的知識を習得し、アメリカ社会への理解を深める事を目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be conducted in a regular classroom setting face to face from the first class. It will be taught in English with lectures.  Students permitted to take classes online will join via Zoom. There may be some class cancellations and make-up classes subsequently.  Make-up classes would be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "トピック": {"第1回": ["Week I:    Introduction and Course Overview", "NA"], "第2回": ["Week II:   Japan&#39;s Opening to the World and Japanese Overseas Emigration (1)", "Assigned reading to be completed before coming to class.   Understanding of the reading will be checked in class.  Prepare the research proposal."], "第3回": ["Week III:  Japan&#39;s Opening to the World and Japanese Overseas Emigration (2)", "Assigned reading to be completed before coming to class.  Understanding of the reading will be checked in   class.  Prepare for the research paper consultation.  Feedback will be given during the consultation session in class."], "第4回": ["Week IV:   Research paper consultation (1)", "Assigned reading to be completed before coming to class.  Understanding of the reading will be checked in class.  Conduct research and prepare for the paper and presentation between the week 4 and 12. Feedback will be givwen during the presentation session in class."], "第5回": ["Week V:   Early Japanese Immigrants to Hawaii and the U.S. (1)/<BR/>          Research paper consultation (2) <BR/>              <BR/>(2)", "Assigned reading to be completed before coming to class.  Understanding of the reading will be checked in class."], "第6回": ["Week VI:  Early Japanese Immigrants to Hawaii and the U.S. (2)", "Assigned reading to be completed before coming to class.  Understanding of the reading will be checked in class."], "第7回": ["Week VII:  Struggle Against anti-Japanese Exclusion Movement(1)", "Assigned reading to be completed before coming to class.  Understanding of the reading will be checked in class."], "第8回": ["Week VIII: Struggle Against anti-Japanese Exclusion Movement(2)", "Assigned reading to be completed before coming to class.  Understanding of the reading will be checked in class."], "第9回": ["Week IX:   The 1924 Immigration Act and Japan&#39;s Emigration Policy Afterword (1)", "Assigned reading to be completed before coming to class.   Understanding of the reading will be checked in class."], "第10回": ["Week X:     The 1924 Immigration Act and Japan&#39;s Emigration Policy Afterword (2)", "NA"], "第11回": ["Week XI:   Japanese Immigrants During the Pacific War:  Video (1)", "Write the video report.  Feedback will be given in class."], "第12回": ["Week XII:  Japanese Immigrants During the Pacific War: Video (2)", "Write the video report.  Feedback will be given in class."], "第13回": ["Week XIII: Postwar Japanese America: Video (3)", "Prepare for the research paper and presentation.  Feedback will be given during the presentations session in class."], "第14回": ["Week XIV: Research Presentation", "NA"], "授業計画1": "Depending on the number of students who register for this course, more than one session may be used for the research presentations,  which would require some changes from the original class schedule.  It will be decieded once the number of students is confirmed.", "授業外学習2": "The number of study hour outside class is expected to be about 30 minutes to one hour for assigned readings each time, several hours for the research proposal writing, several hours for each video analysis report, 15 to 20 hours for research paper and presentation preparation."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Yuji Ichioka", "The Issei: The World of the First Generation Japanese Immigrants 1885- 1924", "The Free Press", "1990 年", "", ""], "教科書/Required texts2": ["", "Other readings will be posted on LUNA", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Akemi Kikumura-Yano", "Encyclopedia of Japanese Descendants in the Americas: An Illustrated History of the Nikkei", "Japanese American National Museum", "2002 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "This course satisfies \"Skills of Understanding and analyzing international affairs,\" \"Skills of finding and solving problems\" and \"Intercultural understanding skills and multicultural adaptability\" of the Diploma Policies.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "Active class participation and research presentation"], "成績評価Grading3": "備考　Note\nThis course has the following four sets of requirements:\n\n1. Active class participation\n2. Two audiovisual analysis reports\n3. Research paper\n4. Research presentation\n\nCourse grades will be calculated in the following manner:\n\nActive class participation 20%\nTwo video analysis reports 15% each\nResearch paper 20%\nResearch presentation 30%\n\nFeedback to the research paper will be posted on LUNA after grading is completed.", "備考Note0": "＊若干回休講、補講を行う可能性があります。補講を行う場合は、学部指定の補講日、もしくは土曜日に（時間帯は受講生と相談の上決定し）実施します。There may be some class cancellations and make-up classes subsequently. Make-up classes would be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "更新日時/Date of Update1": "2023年01月22日 21時52分13秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【420】Japan's Emigration Policy and Japanese Immigration／Japan's Emigration Policy and Japanese Immigration [EN]", "管理部署": 10, "単位数": 2, "担当者": "藤岡　由佳（FUJIOKA YUKA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 3, "評価2": 4, "開講期": 2}