{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following:", "到達目標": "Refer to the following:", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "COURSE DESCRIPTIONS:<br />This course is composed of three sections. First, we will focus on the evolution and development of IOs in the historical context. Second, we will learn why and how states create and use IOs and how IOs may influence state behaviors. We will do so by surveying and examining various theoretical arguments on the roles of IOs in global governance. Third, we will explore and discuss the role of IOs in particular issue areas. The course is conducted in lecture format supplemented with class discussion. <br /><br />LUNA:<br />We will be using LUNA for this course. I will post all course materials, announcements, and grades on this system. You will also post your final essay on LUNA. Please note that it is your responsibility to check for course updates on LUNA on a regular basis. <br /><br />All materials related to the course (including lecture slides) are copyrighted. You are prohibited to upload, distribute, or publish through any SNS and websites.<br /><br />INSTRUCTOR CONTACT:<br />Please feel free to contact me via email (hlt39472@kwansei.ac.jp) any time you think discussion on an individual basis would be helpful. It is important to me that this course enriches your educational experience.  <br /><br />ANTHER REQUIREMENTS:<br />Classroom Etiquette: Please recognize that our classroom includes people with various life experiences, divergent perspectives, and different levels of English proficiency.<br /><br />Academic Honesty: Students are expected to adhere to Honor Code policies on all assignments and exams. Also, students are strongly urged to familiarize themselves with the definition of plagiarism and avoid it. <br /><br />Grade Appeals: If you think a grade I assigned you is incorrect, you can request me to consider re-grading. All grade appeals, however, must be made in writing. You should write a brief memo explaining your concerns and submit this memo to me along with the graded assignment. I will review your concerns and I may re-grade if necessary. <br /><br />DISCLAIMER:<br />I reserve the right to modify the syllabus and assignments throughout the semester. Modifications will be well communicated through LUNA and in class.", "授業方法": "COURSE FORMAT:<br />Classes will be conducted in a \"face-to-face\" format (and as live video type seminar via Zoom only for permitted students). <br />※Students who are permitted to attend online need to contact me via email (at hlt39472@kwansei.ac.jp) and ask Zoom URL before Session 3.", "トピック": {"第1回": ["※All 14 classes are \"face-to-face.\" （全て「対面授業」で行います）<br />Introduction to Course", "KMS, pages 1-17 (in Chapter 1) available via LUNA"], "第2回": ["Governing Political Space 1: What is Sovereign State System?", "Spruyt, Hendrik. 1994. Institutional Selection in International Relations: State Anarchy as Order. International Organization 48(4): 527-557 (before “A brief comparison with alternative accounts”)."], "第3回": ["Governing Political Space 2: What is an IO?", "Armstrong, David, Lorna Lloyd, and John Redmond (ALR). 2004. International Organization in World Politics, 3rd edition. New York: Palgrave-MacMillan, pages 1-6 (in Chapter 1) and pages16-33 (in Chapter 2).　　<br /><br />Pevehouse, Jon C.W., Timothy Nordstron, Roseanne W McManus, Anne Spencer Jamison. 2020. Tracking Organizations in the World: The Correlates of War IGO Version 3.0 datasets. Journal of Peace Research 57(3): 492-503."], "第4回": ["Governing Political Space 3: Why do States Create and Use IOs?", "Frieden, Jeffry A., David A. Lake, and Kenneth A. Schultz. 2013. World Politics, 2nd edition. New York: W.W. Norton, pages 67- 78 (in Chapter2).<br /> <br />Kenneth W. Abbott and Duncan Snidal. 1998. Why States Act through Formal International Organizations.  Journal of Conflict Resolution 42(1): 3-32."], "第5回": ["Creation and Development of the United Nations (UN)", "ALR, pages 37-48 (in Chapter 3). <br />ALR, pages 83-113 (in Chapters 6)."], "第6回": ["International Conflicts 1: UN Security Council (UN Responses to War in Ukraine )", "The United Nations. 2022. “Security Council Vote Sets Up Emergence UN General Assembly Session on Ukraine Crisis” UN News available via the following URL: <br />https://news.un.org/en/story/2022/02/1112842<br /><br />Poast, Paul. 2022. The U.N. Security Council Doesn’t Need Reforming. World Political Review (online view).<br /><br />Federal Foreign Office. 2022. “Reform of the United Nations Security Council” available via the following URL:<br />https://www.auswaertiges-amt.de/en/aussenpolitik/internationale-organisationen/vereintenationen/reformsr/231604"], "第7回": ["International Conflicts 2: Peace Keeping Operation", "KMS, pages 317-326 (in Chapter 7) <br /><br />Fortna, Virginia Page. 2004. Interstate Peacekeeping: Causal Mechanisms and Empirical Effects. World Politics 56 (4): 481-519.<br /><br />Gizelis, Theodora-Ismene and Xun Cao. 2021. A Security Dividend: Peacekeeping and Maternal Health Outcomes and Access. Journal of Peace Research. 58(2): 263–278."], "第8回": ["International Conflicts 3: Peace Enforcement / Humanitarian Intervention", "KMS, pages 279-286, 305-308, and 338-348  (in Chapter 7)<br /><br />TBA (a chapter from Weiss, Thomas G (ed.) 2016. Humanitarian Intervention: Ideas in Action. Cambridge: Polity Press.)"], "第9回": ["Human Rights Protection: UN Human Rights Council and NGOs", "KMS, pages 479-486 (in Chapter 10) <br /><br />Lebovic, James H. and Erik Voeten. 2009. The Cost of Shame: International Organizations and Foreign Aid in the Punishing of Human Rights Violators. Journal of Peace Research 46 (17): 79-85 (before \"Shaming and Aid: Preliminary Patterns\").  <br /><br />Hafner-Burton, Emilie M. 2008. Sticks and Stones: The Efficacy of Human Rights Naming and Shaming. International Organization 62 (4): 689-696 (before \"Data\")."], "第10回": ["Civil War and Transitional Justice: The International Criminal Court", "KMS, pages 505-508 (in Chapter 10) <br /><br />Bolton, John R. 2001. The Risks and Weaknesses of the International Criminal Court from America’s Perspective. Law and Contemporary Problems 64(1): 167-180 (until page 174).<br /><br />Simmons, Beth A. and Allison Danner. 2010. Credible Commitments and the International Criminal Court.  International Organization 64 (2): 225-256."], "第11回": ["Territorial Disputes: The International Court of Justice", "Toft, Monica Duffy. 2014. Territory and War. Journal of Peace Research. 51(2): 185-198 (before “Main methodological advances”).<br /><br />Allee, Todd L. and Paul K. Huth. 2006. Legitimizing Dispute Settlement: International Legal Rulings as Domestic Political Cover. American Political Science Review 100 (2): 219-227 (before \"Control Variables\")."], "第12回": ["International Trade: The World Trade Organization", "Bueno de Mesquita, Bruce. 2003. Principle of International Politics: People's Power, Preferences, and Perceptions (2nd edition). Washington D.C.: CQ Press, pages 138-145.<br /><br />KMS, pages 396-403 and 418-19 (in Chapter 8)"], "第13回": ["International Development: The World Bank Group", "Milner, Helen, 2006. \"Why Multilateralism? Foreign Aid and Domestic Principal-Agent Problems\" (before Empirical Analysis), in Darren G. Hawkins, David A. Lake, Daniel L. Nielson & Michael J. Tierney, eds, Delegation and Agency in International Organizations. New York: Cambridge University Press, pages 107-139."], "第14回": ["What have we learned?: Review and Further Topics", "No Readings<br />Final Essay Due at 5PM<br />※Submit your essay via LUNA"], "授業外学習2": "Students are required to read readings assigned for each session before the class meeting (2-3 hours). A detailed reading list will be distributed via LUNA by Session 1."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Final Essay (submitted via LUNA)"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Attendance and Participation in Discussion"], "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【420】Global Governance／Global Governance [EN]", "管理部署": 10, "単位数": 2, "担当者": "松村　尚子（MATSUMURA NAOKO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 3, "評価2": 6, "開講期": 1}