{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "この科目は、4/28（木）までの授業がオンデマンドで実施される科目です。<BR/>5/2（月）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until Thursday, April 28.<BR/>Classes will be held in a face-to-face format from Monday, May 2 onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "IMPORTANT NOTICE: This course is conducted in lecture format. Please note the following in light of the ongoing pandemic: assignments will be posted on LUNA throughout the term, along with important announcements about the course -- including which lectures are in person and which are online -- and so it is critical that students log in to LUNA regularly during this course.<BR/><BR/>* This course will be offered on-demand until Thursday, April 28. After the course registration is finalized, students will be notified of the course implementation format from Friday, April 29 onward.*", "トピック": {"第1回": ["April 8th: Introduction: Course Overview, Key Concepts <BR/>No Assignment Due<BR/>This lecture is in &quot;On-Demand Format&quot; only. (There is no face-to-face lecture for this week. URL for this video lecture will be posted here in April.)", "https://kwanseio365-my.sharepoint.com/:f:/g/personal/etf91725_nuc_kwansei_ac_jp/Eh_cdGpRXnFNuOVMA3jPyiEBK6SJcAE89kDzqNG7EMdgBw?e=N7CVfI"], "第2回": ["April 15th: Rome’s Shadow: The Legacy of Ancient Rome in Europe Part I<BR/>No Assignment Due<BR/>This lecture is in &quot;On-Demand Format&quot; only. (There is no face-to-face lecture for this week. URL for this video lecture will be posted here in April.)", "https://kwanseio365-my.sharepoint.com/:f:/g/personal/etf91725_nuc_kwansei_ac_jp/Eh_cdGpRXnFNuOVMA3jPyiEBK6SJcAE89kDzqNG7EMdgBw?e=N7CVfI"], "第3回": ["April 22nd: Rome’s Shadow: The Legacy of Ancient Rome in Europe Part II<BR/>No Written Assignment Due. Reading Assignment: de Soete pp. 87-95 (for your reference, see also: Cole and Symes 156-171)<BR/>This lecture is in &quot;On-Demand Format&quot; only. (There is no face-to-face lecture for this week. URL for this video lecture will be posted here in April.)", "https://kwanseio365-my.sharepoint.com/:f:/g/personal/etf91725_nuc_kwansei_ac_jp/Eh_cdGpRXnFNuOVMA3jPyiEBK6SJcAE89kDzqNG7EMdgBw?e=N7CVfI"], "第4回": ["May 6th: Westphalia: The Development of the Nation-State<BR/>No Assignment Due<BR/>From this date forward, lectures are scheduled to be in-person. (Check LUNA announcements every week to confirm each week&#39;s course format and assignment details).", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第5回": ["The Rise of Empires: European Colonialism and Territorial Expansion<BR/>Written Response #1 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第6回": ["The Napoleonic Wars: The Rise of France and Balance of Power<BR/>Written Response #2 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第7回": ["Pax Britannica: British Hegemony in the 19th Century<BR/>Written Response #3 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第8回": ["World War I: The Transformation of European Relations Part I<BR/>Written Response #4 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第9回": ["World War I: The Transformation of European Relations Part II<BR/>Written Response #5 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第10回": ["The Twenty Years’ Crisis: The Road to the Second World War<BR/>Written Response #6 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第11回": ["World War II: The Decline of European Power<BR/>Written Response #7 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第12回": ["Research and Writing Strategies for the Final Paper<BR/>Written Response #8 Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第13回": ["The Cold War: Europe in the Shadow of America and Russia<BR/>No Assignment Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."], "第14回": ["The Future of Europe: The EU, Britain, and a Changing Geopolitical Landscape<BR/>Final Research Paper Due", "Reading assignment from assigned textbook.<BR/>Written response to questions given out in class."]}, "評価": {"教科書Required texts0": "Reading assignments are from the two following sources, which are available from the SIS Library (on the Second Floor of the G Building):?\n?\nFrancois de Soete, “From a Kingdom of Gold to One of Iron and Rust: Political Violence and the Fall of the Roman Empire,”?Kwansei Gakuin University Humanities Review?26 (2021): 87-106.\n\nJoshua Cole and Carol Symes, Western Civilizations (20e Combined Volume).?\n\nEach reading assignment includes a “for your reference” selection of pages, all of which are from Cole and Symes. This reading selection is not mandatory, but it can help those who would like to gain a deeper understanding of that week’s topic.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Guidelines for the final paper will be provided on Luna during the term"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Weekly short assignments based on the on-demand lectures"], "更新日時/Date of Update0": "2022年04月28日 02時35分30秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｇ－ＩＳ１０５"]}, "campas": 0, "name": "【320】International Relations in Europe　１／International Relations in Europe", "管理部署": 10, "単位数": 2, "担当者": "デソーテ　フランソワ（DE SOETE FRANCOIS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 3, "評価2": 4, "開講期": 1}