{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students can get a clear image of the revolutionary change in the world order by analyzing international political issues, with which Japan is confronting in today&#39;s multipolar world. This course will examine issues and agenda of the current Japanese foreign policy and discuss those issues with students. This will be useful to the students who wish to become diplomat or member of the international organizations as well as political and business leader.", "到達目標": "Students will get a clear understanding on what are the key issues of the foreign policy of Japan both in theory and practice, thus enabling them to discuss various issues of Japanese and world politics on a level comparable to that of the business and professional people.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "No textbook in English is available, however, Power Points and /or other reading materials will be used which will be uploaded to the homepage of this class in the LUNA system.", "トピック": {"第1回": ["Sept. 22　&quot;Japan in a Turbulent World&quot;, an introduction to the current international politics confronting Japan including the influence and consequences of the Ukranian War. <BR/><BR/>This is a kick-off lecture by the instructor. He will make a presentation using power point slides on current most pressing issues facing Japan.<BR/><BR/>Students are asked to read Chapter 1 of Diplomatic Bluebook 2022, &quot;Overview of the International Situation and Outlook for Japan’s Diplomacy.&quot;<BR/><BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/1.pdf", "Students are asked to read Chapter 1 of Diplomatic Bluebook 2022 &quot;Overview of the International Situation and Outlook for Japan’s Diplomacy.&quot;<BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/1.pdf"], "第2回": ["Sept.29 &quot;What are the top risks in 2023? &quot; <BR/><BR/>The Eurasia Group led by political analyst, Mr. Ian Bremmer, also issued this year a geopolitical risk report of the world, which is known as &quot;EURASIA GROUP&#39;s TOP RISKS for 2023.&quot; <BR/><BR/>https://www.eurasiagroup.net/issues/top-risks-2023<BR/><BR/>https://www.eurasiagroup.net/files/upload/EurasiaGroup_TopRisks2023.pdf<BR/><BR/>We would like to examine this report to know how he sees the top ten risks of the present world. Students will be asked to select one topic from this report and draft a mini- report with his/her observation on the topic as a mid-term report. The details will be announced later.", "students must read the &quot;EURASIA GROUP&#39;s TOP RISKS for 2023&quot; for about 1-2 hours.<BR/><BR/>https://www.eurasiagroup.net/issues/top-risks-2022"], "第3回": ["Oct. 6 &quot;Japanese Foreign Policy and the National Interest&quot; <BR/><BR/>In this class we will be discussing the basic policy of Japanese diplomacy to cope with the most pressing issues with its neighbors, including how to cope with expanding China and destabilizing North Korea (DPRK) as well as how to manage good relations with difficult neighbor of South Korea (ROK). Japan has territorial issues with all its neighboring countries including Russia. <BR/>The settlement of World War II is not yet completed even today in Northeast Asia particularly with Russia and North Korea. How Japan should settle all those issues will be discussed.<BR/><BR/>Read Diplomatic Bluebook 2022 Chapter 2, Section 2 Asia and Oceania  <BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/2-2.pdf<BR/>and Section 6 Russia Central Asia and Caucasus <BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/2-6.pdf", "Students must get necessary information on the issues of the class by reading &quot;Diplomatic Bluebook 2022&quot; for 1-2 hours."], "第4回": ["Oct.13 &quot;The way to an Asian Entente&quot; (Japan&#39;s role in Asia). In the 1990&#39;s Japan proposed an idea of &quot;East Asian community concept&quot;, however, it proved to be that a regional integration process like the European Union (EU) was premature and unrealistic in Asia. What kind of order is necessary and pertinent to this vast and diverse region of the world? We will be discussing the Japanese strategy of &quot;Free and Open Indo-Pacific &quot;and Chinese strategy of &quot;One Belt and One Road &quot;. Discussions will also be made on &quot;post liberal world order&quot; and the future of democracy in this part of the world.<BR/><BR/>See Diplomatic Bluebook Chapter 2, Promotion of a “Free and Open Indo-Pacific (FOIP)” <BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/2-1.pdf<BR/><BR/>&quot;Asia and Oceania&quot;<BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/2-2.pdf", "Some reading assignments will be made available to the students before the class. They are asked to read them and come prepared to the class.<BR/>See Diplomatic Bluebook 2022 Chapter 2"], "第5回": ["Oct.20 &quot;History and Diplomacy (1): Has Japan overcome the issues of the past?&quot;<BR/>Japan still confronts with the problems of the history with its neighboring countries, particularly South Korea. The issues include so-called &quot;comfort women&quot; for Japanese soldiers, &quot;wartime workers&quot; from the Korean Peninsula. What is the actual situation of the dispute and what has the Japanese Government been doing to cope with these extremely sensitive issues during 78 years after the end of the Word War II? We would like to discuss this delicate issue with open and frank manner based on the facts. Power Points materials will be made available for deliberation on this issue before the class starts. <BR/>Please visit the MOFA Japan Homepage: &quot;issues regarding history&quot;<BR/>https://www.mofa.go.jp/policy/postwar/index.html", "Students are recommended to visit the MOFA Japan Homepage: &quot;issues regarding history &quot;and read necessary information beforehand.<BR/><BR/><BR/>https://www.mofa.go.jp/policy/postwar/index.html"], "第6回": ["Oc. 27 &quot;History and Diplomacy (2): Can Japan reconcile with its neighbors?&quot; A comparison to Germany&#39;s case of overcoming history issue. Germany has always been equated as a model country for Japan in overcoming the history issue. Germany for most of its part reconciled with the victim countries. Why was it possible? What kind of reconciliation measures were taken by Germany? What are the reactions coming from the victim countries? Apology and forgiveness are the crucial elements for a successful reconciliation process. We would like to discuss key factors leading to reconciliation by comparing Germany and Japan. We would know the different reason and background for the two countries and simply juxtaposing these two countries may not be a relevant approach.  PowerPoint materials will be made available for this class.<BR/><BR/>Read the following paper: &quot;From Nazism to Never Again How Germany Came to Terms with Its Past &quot;, Foreign Affairs, January/February 2018", "Students are requested to read books or materials on Germany&#39;s case either at the University Library or through internet search."], "第7回": ["Nov.3 &quot;Thinking of Japan&#39;s Security: The Japanese Constitution and the right to collective self-defense.&quot; <BR/><BR/>In this class we would like to examine how Japan has been trying to overcome its constitutional constraints, particularly the use of the right to collective self-defense in case of eminent existential threat to its security.<BR/>Since the end of the Cold War in 1989, Japan embarked on a new stage to proactively contribute to the maintenance of international peace and security through military and non-military means at its disposal. However, there are constitutional constraints, when Japan dispatches self-defense forces beyond its territory for the purpose of UN Peace Operations including UN-PKO and other military activities to maintain peace. In Japan, the issue of the right to collective self-defense has always been argued in connection with the dispatch of the Self-Defense Forces outside Japan. Whether Japan has overcome this issue, though not completely but to a certain degree? This politically sensitive but critical issue will be examined and discussed.<BR/><BR/>PPT materials to be made available for the class.<BR/><BR/>Reading materials: Japan&#39;s Security / Peace &amp; Stability of the International Community<BR/>https://www.mofa.go.jp/policy/security/index.html<BR/><BR/>Seamless Responses for Peace and Security of Japan and the International Community, March 2016 Government of Japan<BR/><BR/>Security Policy of Japan<BR/>https://www.mofa.go.jp/files/000143304.pdf", "Note: Students are expected to spend 2-3 hours preparations before the class and come prepared for discussions."], "第8回": ["Nov.10 &quot;Geopolitical Importance of Europe to Japan: The possibilities and Limitations of EU (Brexit/Euro/Migration/Refugee/ COVID-19 Pandemic, Ukrainian War etc.).&quot;<BR/>With the Brexit and the rising populism in many countries of EU, massive migration flow to EU countries and the widening gap among European countries over the reaction to Ukrainian War, EU could, in worst situation, be opting for disintegration. Together with the weakening of the liberal world order the voices over &quot;Decline of the West&quot; could be heard.  What will be the influence of this geopolitical trend in Europe to Japan? We will be examining possible negative impact of this and thinking how this trend could be reversed. The role of Japan and the EU/European countries to cope with the division of the world or decoupling of the US and China, will also be discussed.   <BR/><BR/>PPT materials will be made available, however internet-based search before the class could be useful.<BR/><BR/>Reading materials:<BR/>Max Bergmann, &quot;Europe&#39;s Geopolitical Awakening&quot;, Foreign Affairs, August 27, 2020", "Students are asked to visit the home page of the EU(Headquarter) or the Delegation of EU in Tokyo to get information before the class."], "第9回": ["Nov.17 &quot;The United Nations at crossroad: its 78 years history and the possibilities and limitations of the UN&quot;<BR/>The UN has not been functioning well for a long time as the UN Charter envisages. This being the case because of the Cold War in the past and due to the self-centered behavior of the 5 Permanent Members(P5) of the UN Security Council for many years. Taking examples of Ukraine, Syria, Iran and the disarmament issues, particularly nuclear disarmament, the Security Council has not been a main actor when strategic interests of the P5 and 5 Nuclear Weapon countries are at stake. This has also been the case in such field of non- military nature as climate change (Paris Agreement) or Pandemic of Coronavirus. We have, however a challenging UN initiative like SDGs. In this class we will be examining why the UN and multilateralism are not functioning well particularly in the maintenance of international peace and security and discussing what must be done.  <BR/><BR/>PPT materials will be made available for the class, however students are asked to read related articles and materials through internet search.<BR/><BR/>Reading material:<BR/>CÉDRIC DUPONT &quot;THE FUTURE OF INTERNATIONAL ORGANISATIONS&quot;, 20 February 2020<BR/><BR/>https://www.graduateinstitute.ch/communications/news/future-international-organisations", "Students are asked to read articles and materials through internet search before the class."], "第10回": ["Nov.24 &quot;The reform of the Security Council and the UN diplomacy of Japan: Can UN be changed?&quot;<BR/>The key to the UN&#39;s role as a collective security system to maintain international peace and security is in the hand of the Security Council and its five permanent members(P5). However, the Security Council could not always comply with this request and the reform was called for over the years. After the demise of the Cold War, Japan embarked on the reform course and started a new campaign in 1992. Japan, Germany, Brazil, and India created a Draft Resolution (G4 Resolution) for the reform of the Security Council in 2005. However, after hectic negotiations in the General Assembly, G4 was obliged to abandon to put this draft resolution for voting. Since then, the negotiations have been conducted every year in the GA, but it is going nowhere. What are the key issues and why the negotiations stagnate? We will be examining this complicated political issue and discussing how the member countries are able to cut the Gordian&#39;s Knot. PPT materials will be provided for the class, however students are asked to read related articles and materials through internet search.<BR/><BR/>Reading material:<BR/>Security Council Reform<BR/>https://www.mofa.go.jp/files/100059111.pdf<BR/>Diplomatic Bluebook 2022, Chapter 3, Section 5. &quot;Japan’s Efforts at the United Nations&quot;<BR/>https://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/3-1.pdf", "Students are asked to read related articles and materials through internet search before the class."], "第11回": ["Dec.1 &quot;What is Peace Making: The logic and practice of the pacific settlement of disputes.&quot;<BR/>We will be discussing following topics:<BR/>・Peacemaking is Chapter 6 measures of the UN Charter including negotiations, mediation, conciliation, arbitration, judicial settlement, or other peaceful means (Art.33), peace conference and proximity talks etc.<BR/>・From post conflict management (PKO, Peacebuilding) to conflict resolution through peacemaking<BR/>・Collective engagement of Chapter 6 measures is more important than Chapter 7 coercive measures to keep the delicate balance of power in a multipolar world<BR/><BR/>PPT materials will be provided for the class.", "Students are asked to read related materials or books on the topic through internet search etc. before the class."], "第12回": ["Special Lecture on Japan&#39;s Diplomacy 1(Guest-speaker to be invited)<BR/><BR/>&quot;Fight against communicable diseases including COVID-19 and malaria&quot; as Foreign Policy&quot; (tbc.)", "Students are asked to read articles and materials through internet search before the class."], "第13回": ["Special Lecture on Japan&#39;s Diplomacy 2 (Guest-Speaker to be invited)<BR/><BR/>&quot;The future of the European Union after the Ukrainian War and its relation to Japan&quot; to be conducted by an expert either from the Embassy of EU countries or EU delegation in Japan. (tbc.)", "Students are asked to read articles and materials through internet search before the class."], "第14回": ["&quot;Summing up of the total Sessions&quot; <BR/><BR/>Regarding the whole sessions, the instructor will make a review and answer the questions from the students, so that the students will be able to prepare a term paper on one of the topics to be designated later.", "Students must prepare questions and opinions for the topics covered by the classes during this semester."], "授業外学習2": "It is strongly recommended to read books or articles related to the topics to be discussed in the class either in the University Library or through internet search."}, "評価": {"教科書Required texts0": "No Textbook will be used. However, if the students command Japanese Language, Shinyo's \"Takyokuka Sekai no Nihon Gaikou Senryaku\" (Asahi Shinbun Pub. Co. 2010) will be a useful assistance to understand the lecture.\nhttp://www.amazon.co.jp/dp/B00D15TQO2 http://www.amazon.co.jp/dp/ 28085759269&ref= http://rakuten.kobobooks.com/ https://itunes.apple.com/jp/genre/ios-bukku/id6018?mt=8 http://booklive.jp/ http://bookweb.kinokuniya.co.jp/indexp.html http://honto.jp/ebook.html\n\nIn every class PPT or other materials will be made available through homepage of this class in LUNA system.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Takahiro Shinyo", "\" Takyokuka Sekai no Nihon Gaikou Senryaku\"", "(Asahi Shimbun Pub. Co.", "2010 年", "978-4-273320-7", ""], "参考文献・資料Reference books0": "Takahiro Shinyo \" Takyokuka Sekai no Nihon Gaikou Senryaku\" (Asahi Shimbun Pub. Co. 2010)\n\nDiplomatic Blue Book 2022, Ministry of Foreign Affairs, Japan. Internet version of the Diplomatic Blue Book is available via\nHomepage of the Ministry of Foreign Affairs.\nhttps://www.mofa.go.jp/policy/other/bluebook/2022/pdf/pdfs/2022_all.pdf\n\nEURASIA GROUP'S TOP RISKS FOR 2023\n\nhttps://www.eurasiagroup.net/issues/top-risks-2023", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "individual report including contribution to the class."], "成績評価Grading2": ["その他／Others (99)", "30 %", "mini report on specific issue to be announced during the Semester."], "成績評価Grading3": "備考　Note\n備考　Note\n\nPresentation of final report (an essay) at the end of the semester and a midterm mini- report on designated issue during the Semester", "添付ファイル1/File Attachment 10": ["EurasiaGroup_TopRisks2023.pdf", ""], "添付ファイル1/File Attachment 11": ["Free and Open Indo-Pacific 000430632.pdf", ""], "更新日時/Date of Update2": "2023年01月17日 12時19分54秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【320】International Relations of Japan／International Relations of Japan [EN]", "管理部署": 10, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 2}