{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義は、国際関係学を学んだことのある受講生を対象に、主要な理論を学び、国際関係学において中心的な議論となる諸テーマへを理解し、国際政治における様々な事象に対する独自の視点を養成する事を目的とする。", "到達目標": "以下の諸点を授業の目標として設定しています。<BR/>・国際政治学の主な理論を理解する。<BR/>・国際政治学の、学問上の主要な議論や問いを学び、独自の分析を行う力をつける。", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This　class will be conducted in a regular classroom setting except the first three classes being offered on-demand.  URL link to watch &quot;on-demand&quot; class will be posted by the end of April 8 in the section below, &quot;Study Required Outside Class&quot;.", "トピック": {"第1回": ["Part I: Theories in International Relations<BR/>Week I:    Course Overview  (On-demand)", "URL link to watch &quot;on-demand&quot; class will be posted by the end of April 8 in this section."], "第2回": ["Week II:   Analytical Frameworks in the Study of International Relations  (On-demand)", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第3回": ["Week III:  Neorealism on War and Peace (1)  (On-demand)", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第4回": ["Week IV:   Neorealism on War and Peace (2)", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第5回": ["Week V:    Power-Old and New", "Research and debate presentation.  (A few-hour study).  Feedback will be given during and after the debate."], "第6回": ["Week VI:   Debate (1)", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第7回": ["Week VII:  Neorealism on International Organizations", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第8回": ["Week VIII: Neoliberal Institutionalism and Constructivism on International OrganizationsWrap-up on International Organizations", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第9回": ["Week IX:  Wrap-up on International Organizations", "Research and debate presentation.  (A few-hour study).  Feedback will be given during and after the debate."], "第10回": ["Week X:    Debate (2)", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第11回": ["Week XI:   Civil Society-Do Non-State Actors Replace States? (1)", "Assigned reading to be completed before coming to class.  (A few hour study) . <BR/>Understanding will be checked in class."], "第12回": ["Week XII:  Civil Society-Do Non-State Actors Replace States? (2)", "Research and debate presentation.  (A few-hour study).  Feedback will be given during and after the debate."], "第13回": ["Week XIII: Debate (3)", ""], "第14回": ["Week XIV:  Final Examination Online", ""], "授業計画1": "1. Weekly assigned readings<BR/>2. Debate preparation", "授業外学習2": "This is not an introductory course. Students will be expected to have some exposure to the study of International Relations prior to taking this course.  For example, students who have taken another course I teach, &quot;Introduction to International Relations&quot; (offered in fall semester) or other equivalent courses on international relations are eligible to take this course.  Having said that, any students who are enthusiastic about studying International Relations and in English are welcome to attend.  Class will be conducted interactively by the use of ZOOM and reading materials will be distributed by email and/or LUNA."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "There are no course readings that are required for purchase. Weekly readings will be distributed in class in the form of hard copy. Articles from leading journals in the field of International Relations including International Organization and International Security as well as book chapters will b", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Joseph S. Nye, Jr.", "The Future of Power", "Public Affairs", "2012 年", "", ""], "参考書/Reference books2": ["Kenneth Waltz", "Theories of International Politics", "McGraw-Hill Companies", "1979 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading3": ["その他／Others (99)", "45 %", "Active participation in class and debate"], "成績評価Grading4": "備考　Note\nThe course has the following three sets of requirements:\n\n1. Regular class attendance and active participation in discussions based on the required readings.\n2. Several written summary/analysis papers and in-class oral reports. (The number of papers/reports will depend on the number of students who register for this course. Each student will sign up for several required weekly readings, prepare papers, and orally report them in class. The papers must include both a summary of the assigned readings and the student's own reactions to them that are not mere impressions but are based on a thoughtful analysis.\n3. Performance in three debate sessions\n４．Final examination\n\nCourse grades will be calculated in the following manner:\n\nClass attendance and participation 15%\nSeveral in-class oral reports 15%\nSeveral written summary/analysis papers 15%\nDebate (10% each) 30%\nFinal examination 25%", "備考Note0": "＊若干回休講、補講を行う可能性があります。補講を行う場合は、学部指定の補講日、もしくは土曜日に（時間帯は受講生と相談の上決定し）実施します。There may be some online class cancellations and make-up online classes subsequently. Online make-up classes will be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "更新日時/Date of Update1": "2022年04月06日 21時32分59秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【420】Theories and Debates in the Studies of Int'l Relations／Theories and Debates in the Studies of Int'l Relations", "管理部署": 10, "単位数": 2, "担当者": "藤岡　由佳（FUJIOKA YUKA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 31, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}