{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "多極化する国際社会の現状を考察することにより、国際政治の本質をつかみ取るとともに、日本外交が如何なる課題に直面しているかを様々な角度から検討する。", "到達目標": "この講義を聴講することにより、外交とは何かが理論と実践の両面で明確になる。また、日本外交の抱える課題に関し、実践的なレベルで議論できる知識を修得することをめざす。将来外交官や国際機関職員、国際ビジネスパーソンになることを目指す人への心構えと予備的な知識の取得をも目指す。交渉力、リーダシップ、紛争解決力という、外交を構成する諸要素はビジネスを目指す人にも有用なものとなるであろう。", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業においては、学生との議論を通じて理解を促進させたいと思います。毎回レジュメや資料を配布し、最新情報を提供します。PPTレジュメや授業資料はLUNAの本科目ホームページにおいて提供するので、常に注意してフォローしてください。", "トピック": {"第1回": ["オンディマンド　4月8日「激動の世界情勢と日本の進路」<BR/>この授業のビデオのURLは次のとおり。<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/Ebwa-jmHlc1AnAH48cPBqoIBb4yhcecnb2BmKFpkQE0zcw?e=ZqO4FN<BR/><BR/>PPT資料のURLは次のとおり。<BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/EbvgQgCzoNxFuXH4LfcMdm0BTx5hoNuMTGbaFE-4m9JUyA?e=u6la4t<BR/><BR/>冒頭この授業の受講方法や授業の目的等について説明したあと、本題に入る予定。<BR/>コロナウィルスのパンデミックが世界政治や経済に及ぼす影響について考えた後、ユーラシア・グループ報告「2022年世界の10大リスク」などを手掛かりに日本外交の直面する問題を考える（世界秩序の地殻変動を地政学的な観点から考える）。この授業全体の総論的なイントロダクション。<BR/><BR/>ユーラシア・グループ報告書は以下のURLからダウンロードしてください。<BR/>https://www.eurasiagroup.net/siteFiles/Media/files/Top%20Risks%202021%20Japanese.pdf　授業資料は毎回LUNAの科目のホームページに掲げているので利用すること。", "LUNAの科目ホームページを見て予習等を行っておくこと。課題も出す予定。<BR/>１－２時間の事前学習としてユーラシア・グループのレポートを読んでおくこと。"], "第2回": ["オンディマンド　4月16日「多極化世界と日本の立ち位置」（日本は衰退するのか）<BR/>この授業のビデオのURLは次のとおり。<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/EWtjH3ZnnxVGqCegf1eePucBL4bq0IJ39-8yciPwFQMzzw?e=aveeQS　<BR/><BR/>この授業のPPTのURLは次のとおり<BR/><BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/EYIo8kbfXZJAo0_UO2jnkxABzVthbhHPodBEiUvd24C3bQ?e=rHEq4Q<BR/>英国エコノミスト誌やOECDのレポートによれば日本は人口も経済力も21世紀の半ばまでに大国から中ぐらいの国になると予測されている。衰退する日本の状況について事実関係を検討するとともに、多極化世界の中で日本が外交を通じて国益を増進する方途について検討する。まず、多極化する世界の実体を教科書『多極化世界の日本外交戦略』の第1章に沿って詳細に検討する。次にバイデン米大統領登場後の米国の状況等については当日配布する資料で説明する。<BR/>教科書の第1章「多極化世界の日本の立ち位置」を1－2時間かけて事前学習しておくこと。また、2021年外交青書　第1章「2020年の国際情勢と日本外交の展開」を読んでおくこと。<BR/>chrome-extension://efaidnbmnnnibpcajpcglclefindmkaj/viewer.html?pdfurl=https%3A%2F%2Fwww.mofa.go.jp%2Fmofaj%2Fgaiko%2Fbluebook%2F2021%2Fpdf%2Fpdfs%2F1_2.pdf%23page%3D1&amp;clen=512145&amp;chunk=true", "教科書の第1章「多極化世界の日本の立ち位置」を1－2時間かけて事前学習しておくこと。"], "第3回": ["オンディマンド　4月22日「リーダーなき多極化時代の外交」（日本外交は何をすべきか）<BR/><BR/>第2回の授業の現状認識を踏まえ、直面する外交課題に日本としてどのように取り組むべきか、バイ（二国間）とマルチ（多国間）の外交の課題について認識を深める。それとともに、外交の基本とは何か、国益とは何かについても検討する。<BR/><BR/>教科書第2章「多極化時代の外交の基本」と参考書の『日本の国益』第1章と終章を読んでおくこと。", "同上。教科書第2章「多極化時代の外交の基本」と参考書の『日本の国益』第1章と終章を読んでおくこと。"], "第4回": ["５月6日「東アジアにおける対立と協調ー『一帯一路』と『自由で開かれたインド太平洋』（アジアにおける日本の役割を考える）」<BR/>　<BR/>膨張する中国、暴走する北朝鮮、迷走する韓国等日本を取り巻く東アジアの対立状況は深刻なものがある。これに加えて台湾や香港をめぐる米中の緊張関係、米中貿易戦争、テクノ覇権争いなどの米中新冷戦状態も緊張感の高まりに拍車をかけている。東アジアの安定と協調を実現する外交構想とは何か、中国の世界戦略「一帯一路」と日米の「自由で開かれたインド太平洋戦略」を比較検討することにより、日本と中国がアンタント（「協商」）を維持できる可能性について考えてみたい。<BR/>教科書第3章「東アジア共同体への道」を事前に学習するとともに、参考資料として掲げている外交青書「自由で開かれたインド太平洋戦略」等について調べておくこと。", "同上。教科書第3章「東アジア共同体への道」を事前に学習するとともに、ネットベースで「自由で開かれたインド太平洋戦略」等について調べておく。"], "第5回": ["5月13日「歴史と外交」１（日本の戦後処理と歴史問題とは何かを考える）<BR/><BR/>慰安婦問題や徴用工（戦時朝鮮半島出身労働者）の問題が日韓間の最大の外交問題となっている。戦前・戦中の日本の軍国主義がひき起こした近隣諸国への侵略、植民地支配、それに伴う様々な人道上の問題の事実関係ならびに日本の近隣諸国に対する戦後処理と和解の努力について詳細に検討する。<BR/><BR/>教科書第4章「歴史と外交」を熟読しておくこと。その他、関連の資料や書籍をネットベースまたは図書館等で調べておくこと。<BR/>以下の書籍が参考になる。<BR/>大沼保昭著『「慰安婦」問題とは何だったのか』中公新書2007年<BR/>波多野澄雄『「徴用工問題とは何か』中公新書2020年", "同上。教科書第4章「歴史と外交」を熟読しておくこと。その他、関連の資料や書籍をネットベースまたは図書館等で調べておくこと。"], "第6回": ["5月20日「歴史と外交」２（近隣諸国との和解は可能か－ドイツとの比較から考える）<BR/><BR/>歴史認識の問題では日本と対比されて優等生と称されることの多いドイツの過去の克服の実体について検討する。言われるほどドイツは優等生なのか、日本は劣等生なのか、何がそのようなイメージを作り出しているのか。日本としてこのイメージを克服する手立てはあるのか、ともに考えたい。<BR/><BR/>教科書第4章を事前学習するとともに関係の資料、書籍等をネットベースまたは図書館等で調べておくこと。<BR/>参考図書:熊谷徹、『日本とドイツふたつの「戦後」』集英社新書2015年", "同上。上記教科書第4章を事前学習するとともに関係の資料、書籍等をネットベースまたは図書館等で調べておくこと。"], "第7回": ["5月27日　特別テーマ１「集団的自衛権と集団安全保障」（日本の安全保障を考える）<BR/><BR/>日本外交と憲法に関する最大の問題の1つである集団的自衛権は、憲法第9条の解釈の一部変更と2015年5月の平和安全法制による自衛隊法や関係の法改正により、条件付きで行使が可能となった。この政治と憲法の問題について概要を説明し、今後の課題について検討を行う。朝鮮半島や台湾海峡、尖閣、南シナ海等で将来起きる可能性のある危機を念頭に集団的自衛権の問題について議論を深めてゆきたい。併せて国連の集団安全保障についても検討する。<BR/>外交青書2020年　第3章第1節　「日本と国際社会の平和と安定に向けた取組」https://www.mofa.go.jp/mofaj/gaiko/bluebook/2020/pdf/pdfs/3_1.pdf<BR/><BR/>2015年の平和安全法制についてネットベースで調べておくこと。<BR/>例えば　『「なぜ」、「いま」、平和安全法制か？』首相官邸ホームページhttps://www.kantei.go.jp/jp/headline/heiwa_anzen.html", "同上。2015年の平和安全法制等についてネットベースで調べておく。"], "第8回": ["6月3日　特別テーマ２「Brexit 後のＥＵの可能性と限界」（日本の対欧州外交を考える）<BR/><BR/>紆余曲折の末に、2020年1月31日をもってEUを離脱した英国であるが、EUとのFTA（自由貿易協定）交渉の締結が2020年12月末に実現し、移行期間を終了して、2021年1月以降名実ともにBREXITが終了した。Brexit がEUの地域統合の将来に与える影響ならびにEUの盟主ドイツ、フランスの役割、東欧諸国の反EU姿勢による東西欧州離反の傾向を分析する。日本との関係でEUは2019年2月に経済連携協定（EPA) が発効した。EUは今後とも自由貿易・反保護主義、知的財産の保護等の面で重要なパートナーであるが、日・EUが自由な世界秩序を維持していくうえで戦略的なパートナーであり続けることができるか可能性を検討する。<BR/>参考資料：神余隆博　「ウィズ・コロナの時代における欧州の動向：<BR/>コロナと米中対立の下での課題と展望」『月刊　資本市場』2020年12月号http://www.camri.or.jp/files/libs/1570/202012301<BR/>英国のEU離脱協定等を事前にネットで調べて読んでおくこと。", "同上。英国のEU離脱協定を事前にネットで調べて読んでおくこと。"], "第9回": ["6月10日　国連は21世紀においても有用か（国連の現状と課題そして日本にとって国連とは何か）<BR/><BR/>トランプ前米国大統領の自国中心主義、中国の膨張主義、ロシアの復古主義等で安保理を中心に国連はシリア、イラン、ウクライナ、COVID-19 パンデミック等の危機的状況に効果的に対処出来ていない。また、核軍縮の問題についても米国とロシアのINF条約の中断等、期待された進展を見ていない。気候変動に関するのパリ条約やWHOについても米国が離脱表明（バイデン大統領就任により復帰）するなど国連のマルチの枠組みが危機に瀕している。かろうじて持続可能な開発目標（SDGｓ）についてはある程度進展を見ているが、国連は21世紀においても引き続き有用な組織として存続し続けるか否かにつき検討する。<BR/><BR/>教科書第5章「マルチ外交の最前線から」を事前に学習しておくこと。また、神余隆博『日本と国連　京都から世界平和を願って』も熟読すること。<BR/>参考資料:神余隆博「国際機関の将来―国連創設 75 周年を契機に考える」<BR/>SRIDジャーナル 第20号　国際開発研究社協会　2021年1月<BR/>http://www.sridonline.org/j/doc/j202101s03a05.pdf#zoom=100", "同上。教科書第5章「マルチ外交の最前線から」を事前に学習しておくこと。また、神余隆博『日本と国連　京都から世界平和を願って』も熟読すること。"], "第10回": ["6月17日　「安保理改革と日本の国連外交」（国連は改革できるか）<BR/><BR/>国連改革の中心をなすのは安保理改革である。1992年に日本が改革を提唱して以来30年近くになるが、国連総会での交渉は2005年に日独印ブラジルのG4が改革案を提出して以降進展を見せていない。なぜ改革は進まないのか、その要因について分析するとともに、今後の改革の可能性について考える。<BR/>教科書第6章「なぜ日本は安保理常任理事国を目指すのか」ならびに神余隆博『日本と国連　京都から世界平和を願って』も読んでおくこと。世界連邦国会委員会グローバルガバナンス推進委員会の報告書「地球規模の課題や危機に取り組むべきグローバル・ガバナンスへ向けての日本の役割」の国連改革に関する部分も併せて読んでおくこと。http://www.gpaj.org/ja/2020/04/09/18707", "同上。教科書第6章「なぜ日本は安保理常任理事国を目指すのか」を事前によく読んでおくこと。また、神余隆博『日本と国連　京都から世界平和を願って』も熟読しておくこと。"], "第11回": ["6月24日「平和創造―ピース・メイキングとは何か」（平和外交の本質を考える）<BR/><BR/>日本はこれまで、平和維持活動（PKO)や平和構築（ピースビルディング）に積極的に取り組んできた。しかしこれらは紛争終了後の活動であり、紛争が進行中の活動ではない。今後注力すべきは紛争の平和的な解決（ピースメイキング）であり、仲介や調停等を含む国連憲章第6章の下での外交活動である。どうすればそのようなことが可能になるのか、日本の少ない経験（カンボジア、スリランカ紛争等）からも学ぶことは多い。<BR/>教科書終章「日本の目指す道ー平和創造国家」を事前に良く学習しておくこと。<BR/>参考図書：東大作『内戦と和平』中公新書2020年", "同上。教科書終章「日本の目指す道ー平和創造国家」を事前に良く学習しておくこと。"], "第12回": ["7月１日　特別講演（ゲスト招待：「日本の国益とは何か」）<BR/>日本の国益について考える　　ゲストを招いて講演を実施する。<BR/>ゲストの都合によりテーマの変更の可能性あり。<BR/><BR/>教科書第2章「多極化時代の外交の基本」と参考書の『日本の国益』第1章と終章を読んでおくこと。", "同上。教科書第2章「多極化時代の外交の基本」と参考書の『日本の国益』第1章と終章を読んでおくこと。"], "第13回": ["7月8日　日本の経済外交は如何にあるべきか<BR/><BR/>環太平洋パートナーシップ協定（TPP11協定）、日・EU経済連携協定（日EU・EPA）の締結に続き、東アジア地域包括的経済連携（RCEP）協定の早期署名等に向けて、日本は主導的な役割を果たしている。自由で開かれた国際経済システムを強化するためのルール作り、日本企業の海外展開支援、資源外交とインバウンドの促進がこれまでの日本外交の重点分野であった。しかし、世界経済の構造変化、保護主義の台頭、米中貿易紛争、コロナの世界的蔓延など、世界は様々な課題に直面している。貿易面でも多角的貿易体制の礎である世界貿易機関（WTO）の上級委員会の機能停止を始め、様々な課題に直面しており、WTO改革の推進が急務である。COVID-19パンデミックにより世界経済と日本経済はどのような影響を受け、日本の経済外交はどう変化していくのか、また、国家の安全保障に直結するハイテク、IT、イノヴェーションの分野での貿易に日本はどのように対応するべきか、経済安全保障の観点からも経済外交のあり方を考察してみたい。<BR/>参考図書<BR/>外交青書2020年第3章　国益と世界全体の利益を増進する外交　第3節　経済外交<BR/>参照　https://www.mofa.go.jp/mofaj/gaiko/bluebook/2020/pdf/pdfs/3_3.pdf", "同上。外交青書2020年第3章　国益と世界全体の利益を増進する外交　第3節　経済外交を読んでおくこと"], "第14回": ["7月15日「日本が目指すべき国家像」<BR/><BR/>これまでの授業を総括して、日本外交の課題を整理するとともに、今後日本はどのような国家像を目指すべきかについて考える。<BR/><BR/>外交はいかに機能しているのか、日本外交の特徴、なぜ日本は外交下手なのか、外交官の実際の仕事、平時の外交、予防外交、有事の外交、日本外交の課題、コロナで世界はどう変わる、大国間競争の激化ー米国覇権の衰退、コロナ後の日本外交の進むべき道などにつき、元外交官としての経験を基に総括する。<BR/><BR/>資料は神余が用意するPPTを利用。", "授業全体の振り返りを行い、目指すべき国家像について事前によく考えておくこと。"], "授業外学習2": "各回zの時間外学習については、所定の欄を参照すること。教科書等各回指定の読み物の予習をしておくこと。授業においてランダムに質問を行うこともある。"}, "評価": {"教科書Required texts0": "毎回の授業の資料はLUNAからダウンロードすること。\n神余隆博　『多極化世界の日本外交戦略』（朝日新聞出版　朝日新書　2010年）\n電子書籍版は http://www.amazon.co.jp/dp/B00D15TQO2 その他の主な電子書籍の書店 ◆キンドル http://www.amazon.co.jp/dp/ 28085759269&ref= ◆楽天kobo http://rakuten.kobobooks.com/ ◆紀伊国屋 http://bookweb.kinokuniya.co.jp/indexp.html ◆honto http://honto.jp/ebook.html ◆ibook store はiphone、ipadなどiosより見てください。\nユーラシア・グループ『2022年世界10大リスク』chrome-extension://efaidnbmnnnibpcajpcglclefindmkaj/viewer.html?pdfurl=https%3A%2F%2Fwww.eurasiagroup.net%2FsiteFiles%2FMedia%2Ffiles%2FEurasiaGroup_TopRisks2022_Japanese.pdf&clen=807118&chunk=true\n神余隆博『日本と国連』京都から世界平和を願って（関西学院大学出版会　りぶれっと　2016年）", "参考文献・資料Reference books0": "細谷雄一『国際秩序』（中公新書2012年）、明石康編『日本の立ち位置を考える』（2013年岩波書店）、\n小原雅博『日本の国益』（講談社現代新書2018年）\n外交青書2021年版　外務省のホームページから　PDF版がダウンロードできます。\nhttps://www.mofa.go.jp/mofaj/gaiko/bluebook/2021/pdf/index.html", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "期末平常リポート"], "成績評価Grading2": ["その他／Others (99)", "30 %", "中間課題リポート"], "成績評価Grading3": "備考　Note\n期末平常リポートならびに中間課題リポートへの対応\n原則として期末平常リポート70％　中間課題リポート30％の割合で評価する。\n\nなお、オンライン受講者についても対面授業出席者と同様の方法により評価する。", "更新日時/Date of Update0": "2022年04月15日 15時12分48秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【320】外交政策論／Foreign Policy Analysis (J)", "管理部署": 10, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 1}