{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義は、国際関係学を学んだことのある受講生を対象に、主要な理論を学び、国際関係学において中心的な議論となる諸テーマへを理解し、国際政治における様々な事象に対する独自の視点を養成する事を目的とする。", "到達目標": "以下の諸点を授業の目標として設定しています。<BR/>・国際政治学の主な理論を理解する。<BR/>・国際政治学の、学問上の主要な議論や問いを学び、独自の分析を行う力をつける。", "授業方法": "This　class will be conducted interactively via Zoom.  Those who wish to take this course are required to register between April 1 and 3.  Once you register, please send your email address to the following:  yukafujioka@kwansei.ac.jp   Zoom access information will be sent to your email address. Meanwhile, those who live outside of Japan will get to watch the class video, as the class via Zoom is scheduled to be recorded.    <BR/>この授業は同時双方向型で実施します。4/1～4/3の間に申し込みが必要な科目です。履修者はメールアドレスを、yukafujioka@kwansei.ac.jpまで送信して下さい。追って、ズームへのアクセス情報が送られてきます。尚、海外の履修者には、録画した授業を視聴できるようにします。", "トピック": {"第1回": ["Part I: Theories in International Relations<BR/>Week I:    Course Overview", ""], "第2回": ["Week II:   Analytical Frameworks in the Study of International Relations", ""], "第3回": ["Week III:  Neorealism on War and Peace (1)", ""], "第4回": ["Week IV:   Neorealism on War and Peace (2)", ""], "第5回": ["Week V:    Power-Old and New", ""], "第6回": ["Week VI:   Debate (1)", ""], "第7回": ["Week VII:  Neorealism on International Organizations", ""], "第8回": ["Week VIII: Neoliberal Institutionalism and Constructivism on International OrganizationsWrap-up on International Organizations", ""], "第9回": ["Week IX:  Wrap-up on International Organizations", ""], "第10回": ["Week X:    Debate (2)", ""], "第11回": ["Week XI:   Civil Society-Do Non-State Actors Replace States? (1)", ""], "第12回": ["Week XII:  Civil Society-Do Non-State Actors Replace States? (2)", ""], "第13回": ["Week XIII: Debate (3)", ""], "第14回": ["Week XIV:  Final Examination Online", ""], "授業計画1": "1. Weekly assigned readings<BR/>2. Debate preparation", "授業外学習2": "This is not an introductory course. Students will be expected to have some exposure to the study of International Relations prior to taking this course.  For example, students who have taken another course I teach, &quot;Introduction to International Relations&quot; (offered in fall semester) or other equivalent courses on international relations are eligible to take this course.  Having said that, any students who are enthusiastic about studying International Relations and in English are welcome to attend.  Class will be conducted interactively by the use of ZOOM and reading materials will be distributed by email and/or LUNA."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "There are no course readings that are required for purchase. Weekly readings will be distributed in class in the form of hard copy. Articles from leading journals in the field of International Relations including International Organization and International Security as well as book chapters will b", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Joseph S. Nye, Jr.", "The Future of Power", "Public Affairs", "2012 年", "", ""], "参考書/Reference books2": ["Kenneth Waltz", "Theories of International Politics", "McGraw-Hill Companies", "1979 年", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading3": ["その他／Others (99)", "45 %", "Active participation in class and debate"], "成績評価Grading4": "備考　Note\nThe course has the following three sets of requirements:\n\n1. Regular class attendance and active participation in discussions based on the required readings.\n2. Several written summary/analysis papers and in-class oral reports. (The number of papers/reports will depend on the number of students who register for this course. Each student will sign up for several required weekly readings, prepare papers, and orally report them in class. The papers must include both a summary of the assigned readings and the student's own reactions to them that are not mere impressions but are based on a thoughtful analysis.\n3. Performance in three debate sessions\n４．Final examination\n\nCourse grades will be calculated in the following manner:\n\nClass attendance and participation 15%\nSeveral in-class oral reports 15%\nSeveral written summary/analysis papers 15%\nDebate (10% each) 30%\nFinal examination 25%", "備考Note0": "＊若干回休講、補講を行う可能性があります。補講を行う場合は、学部指定の補講日、もしくは土曜日に（時間帯は受講生と相談の上決定し）実施します。There may be some online class cancellations and make-up online classes subsequently. Online make-up classes will be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "更新日時/Date of Update1": "2021年04月29日 22時29分24秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "ＭＲ－第６ＰＣ教室"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【420】Theories and Debates in the Studies of Int'l Relations／Theories and Debates in the Studies of Int'l Relations", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "藤岡　由佳（FUJIOKA YUKA） ", "履修基準年度": "２年", "時限1": "金曜４時限／Friday 4", "開講期": "春学期／Spring"}