{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students can get a clear image of the revolutionary change in the world order by analyzing international political issues, with which Japan is confronting in today&#39;s multipolar world. This course will examine issues and agenda of the current Japanese foreign policy and discuss those issues with students. This will be useful to the students who wish to become diplomat or member of the international organizations as well as political and business leader.", "到達目標": "Students will get a clear understanding on what are the key problems of the foreign policy of Japan both in theory and practice, thus enabling them to discuss various issues of Japanese and world politics on a level equal to that of the business and professional people.", "授業方法": "This course will be offered in an on-demand format through Monday, October 11.<BR/>Pease note that the class will be conducted face-to-face from October 15 in the classroom GIS-208. The online class participants will receive online simultaneous interactive delivery during class time. Question and Answer time and discussions will be offered during the class as much as possible. <BR/><BR/>No textbook in English is available, however, Power Points and /or other reading materials will be used which will be uploaded to the homepage of this class in the LUNA system.", "トピック": {"第1回": [" Sep. 24 &quot;Japan in a Turbulent World&quot;, an introduction to the current international politics confronting Japan. <BR/><BR/>This is a kick-off lecture by the instructor. He will make a presentation using power point slides on current most pressing issues facing Japan.<BR/><BR/>Students are asked to read Chapter 1 International Situation and Japan&#39;s Diplomacy in 2019 (PDF) of Diplomatic Bluebook 2020, Ministry of Foreign Affairs of Japan https://www.mofa.go.jp/policy/other/bluebook/2020/pdf/1.pdf", "Videolink:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/ETsi01i-jlZIuYSQi_l7PooBUPJHCBB1bKWGNa6nnUpfrA?e=RneQuZ<BR/><BR/>PPT:<BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/EVPPVclsSjBMupazI8Ogie0B_ANMm8RN4wZObCkl7iwObA?e=2fN4W9<BR/><BR/>Visit the homepage of this class in LUNA:<BR/><BR/>https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_202131_1&amp;cmp_tab_id=_238171_1&amp;editMode=true&amp;mode=cpview<BR/><BR/>Students are asked to read Chapter 1 International Situation and Japan&#39;s Diplomacy in 2019 (PDF) of Diplomatic Bluebook 2020, Ministry of Foreign Affairs of Japan"], "第2回": ["Oct.1 &quot;What are the top risks in 2021? &quot; <BR/><BR/>The Eurasia Group led by political analyst, Mr.Ian Bremmer, issued also this year a geopolitical risk report of the world, which is known as &quot;EURASIA GROUP&#39;s TOP RISK for 2021&quot; <BR/>https://www.eurasiagroup.net/files/upload/top-risks-2021-full-report.pdf<BR/>We would like to examine this report to know how he sees the top ten risks of the present world. Students will be asked to select one topic from this report and write a mini report with his/her observation on the topic. The details will be announced later.", "Videolink: <BR/><BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/EaVGGSp98TBKrtYXbSqop4kB42-mTksBwB6n3C2G3_tahg?e=pTs2K3<BR/><BR/>PPT:<BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/EcZ-Kp37thZMiShTPnBYc4oBPq7WJKido8S0oyvu0UtHCg?e=Fihatk<BR/><BR/>PDF:<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/ctc57617_nuc_kwansei_ac_jp/EfD6qCTZWLpGjpPJpWt_JzcBLg5vJ_yC0MFxpoe1LB73bw?e=aHRXWo<BR/>students must read the &quot;EURASIA GROUP&#39;s TOP RISK for 2021&quot; <BR/><BR/>https://www.eurasiagroup.net/files/upload/top-risks-2021-full-report.pdf"], "第3回": ["Oct. 8 &quot;Japanese Foreign Policy and the National Interest&quot; <BR/><BR/>In this class we will be discussing the basic policy of Japanese diplomacy to cope with the most pressing issues with its neighbors, including how to cope with expanding China and destabilizing North Korea (DPRK) as well as how to manage good relations with difficult neighbor of South Korea. Japan has territorial issues with all its neighboring countries including Russia. <BR/>The settlement of World War II is not yet completed even today in Northeast Asia particularly with Russia and North Korea. How Japan should settle all those issues will be discussed.<BR/><BR/>Read Diplomatic Bluebook 2020 Chapter 2 Section 1 Asia and Oceania pp. 28-59 https://www.mofa.go.jp/policy/other/bluebook/2020/pdf/2-1.pdf<BR/><BR/>and Section 5 Russia Central Asia and Caucasus pp.134-138<BR/>https://www.mofa.go.jp/policy/other/bluebook/2020/pdf/2-5.pdf", "Videolink: <BR/><BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/EcjZGWzDP0dEvwDbRkKKyfkB77w-k2hZyQ0fUdH3WgRh6w?e=cTPOfH<BR/><BR/>PPT:<BR/><BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/ERP2IH8QGnpFt2D5EZ29NpUB0YqKekAvPvk0mmCmmr7rBA?e=x8x8ye<BR/><BR/><BR/>Students must read beforehand necessary information on the issues of the class, in particular, &quot;Diplomatic Bluebook 2020&quot; through internet."], "第4回": ["Oct.15 &quot;The way to an Asian Entente&quot; (Japan&#39;s role in Asia). In the 1990&#39;s Japan proposed an idea of &quot;East Asian community concept&quot;, however, it proved to be that such a regional integration process as the European Union (EU) was premature and unrealistic. What kind of order is necessary and pertinent to this truly diverse region of the world? We will be discussing the Japanese strategy of &quot;Free and Open Indo-Pacific &quot;and Chinese strategy of &quot;One Belt and One Road &quot;. Discussions will also be made on &quot;post liberal world order&quot; and the future of democracy in this part of the world.<BR/><BR/>See Diplomatic Bluebook Opening Special Feature (PDF) pp.8-9 <BR/>https://www.mofa.go.jp/policy/other/bluebook/2020/pdf/0d.pdf<BR/>Also read Section 1, Chapter 2, Diplomatic Bluebook 2020 pp.59-88", "Some reading assignments will be made available to the students before the class. They are asked to read them and come prepared to the class.<BR/>See Diplomatic Bluebook Opening Special Feature (PDF) pp.8-9 and Section 1 Asia and Oceania"], "第5回": ["Oct.22 &quot;History and Diplomacy (1): Has Japan overcome the issues of the past?&quot;<BR/>Japan still confronts with the problems of the history with its neighboring countries, particularly South Korea. The issues include so-called &quot;comfort women&quot; for Japanese soldiers, &quot;wartime workers&quot; from the Korean Peninsula. What is the actual situation of the dispute and what has the Japanese Government been doing to cope with these extremely sensitive issues during 75 years after the end of the Word War II? We would like to discuss this delicate issue with open and frank manner based on the facts. Power Points materials will be made available for deliberation on this issue before the class starts. Please visit the MOFA Japan Homepage: https://www.mofa.go.jp/policy/postwar/index.html", "Students are recommended to read some related books in the University Library or search on the internet."], "第6回": ["Oct.29 &quot;History and Diplomacy (2): Can Japan reconcile with its neighbors?&quot; A comparison to Germany&#39;s case of overcoming its history. Germany has always been equated as a model country for Japan in overcoming the history issue, which had reconciled with the victim countries. Why was it possible ? What kind of reconciliation measures were taken by Germany? What are the reactions coming from the victim countries? Apology and forgiveness are crucial elements for a successful reconciliation process. We would like to discuss success and failure of the reconciliation process comparing Germany and Japan. PowerPoint materials will be made available for this class.<BR/><BR/>Read the following paper: &quot;From Nazism to Never Again How Germany Came to Terms with Its Past &quot;, Foreign Affairs, January/February 2018", "Students are requested to read books or materials on Germany&#39;s case either at the University Library or through internet search."], "第7回": ["Nov.5 &quot;Thinking of Japan&#39;s Security: The Japanese Constitution and the right to collective self-defense&quot; <BR/>In this class we would like to examine how Japan has been trying to overcome its constitutional constraints, particularly the use of the right to collective self-defense in case of eminent threat to its security.<BR/>Since the end of the Cold War In 1989, Japan embarked on a new stage to proactively contribute to the maintenance of international peace and security through military and non-military means at its disposal. However, there are constitutional constraints, when it dispatches self-defense forces beyond its territory for the purpose of UN Peace Operations including UNPKO and other military activities to maintain peace. IN Japan, the issue of the right to collective self-defense<BR/>has always been argued in connection with the dispatch of the Self-Defense Forces outside of Japan. How Japan has overcome, not completely but to certain degree, this sensitive political issue in recent years, will be explained.<BR/><BR/>PPT materials to be made available for the class.<BR/><BR/>Reading materials:<BR/>https://www.mofa.go.jp/fp/nsp/page1we_000084.html<BR/><BR/>Seamless Responses for Peace and Security of Japan and the International Community, March 2016 Government of Japan<BR/><BR/>Security Policy of Japan<BR/>https://www.mofa.go.jp/files/000143304.pdf", "Note: Students are expected to spend 2-3 hours preparations before the class and come prepared for discussions."], "第8回": ["Nov.12 &quot;Geopolitical Importance of Europe to Japan: The possibilities and Limitations of EU (Brexit/Euro/Migration/Refugee/ COVID-19 Pandemic etc.).&quot;<BR/>With the Brexit and the rising populism in many countries of EU, partly caused by massive migration flow to EU countries and partly because of the widening gap between rich and poor, EU could, in worst situation, be opting for disintegration. Together with the weakening of the liberal world order the voices over &quot;Decline of the West&quot; could be heard.  What will be the influence of this geopolitical tendency in Japan? We will be examining possible negative impact of this and thinking how this trend could be reversed. The role of Japan and the EU/European countries to cope with the division of the world or decoupling of the US and China, will also be discussed.   <BR/>PPT materials will be made available, however internet-based search before the class could be useful.<BR/><BR/>Reading materials:<BR/>Max Bergmann, &quot;Europe&#39;s Geopolitical Awakening&quot;, Foreign Affairs, August 27, 2020", "Students are asked to visit the home page of the EU(Headquarter) or the Delegation of EU in Tokyo to get information before the class."], "第9回": ["Nov.19 &quot;The United Nations at crossroad: its 76 years history and the possibilities and limitations of the UN&quot;<BR/>The UN has not been functioning well for a long time as the UN Charter envisages. This being the case because of the Cold War in the past and due to the self-centered behavior of the 5 Permanent Members(P5) of the UN Security Council for many years. Taking examples of Ukraine, Syria, Iran and the disarmament issues, particularly nuclear disarmament, the Security Council has not been a main actor when strategic interests of the P5 and 5 Nuclear Weapon countries are at stake. This has also been the case in such field of non- military nature as climate change (Paris Agreement) or Pandemic of Coronavirus. We have, however a promising UN initiative like SDGs. In this class we will be examining why the UN and Multilateralismus are not functioning well particularly in the maintenance of international peace and security and discussing what must be done.  <BR/>PPT materials will be made available at the class, however students are asked to read articles and materials through internet search.<BR/><BR/>Reading material:<BR/>CÉDRIC DUPONT &quot;THE FUTURE OF INTERNATIONAL ORGANISATIONS&quot;, 20 February 2020<BR/><BR/>https://www.graduateinstitute.ch/communications/news/future-international-organisations", "Students are asked to read articles and materials through internet search before the class."], "第10回": ["Nov.26 &quot;The reform of the Security Council and the UN diplomacy of Japan: Can UN be changed?&quot;<BR/>The key to the UN&#39;s role as a collective security system to maintain international peace and security is in the hand of the Security Council and its five permanent members(P5). However, the Security Council has not always complied with this request and the reform was called for over the years. After the demise of the Cold War, Japan embarked on the reform course and started a new campaign in 1992. Japan, Germany, Brazil, and India created a Draft Resolution (G4 Resolution) for the reform of the Security Council in 2005. However, after hectic negotiations in the General Assembly, G4 was obliged to abandon to put this draft resolution for voting. Since then, the negotiations have been conducted every year in the GA, but it is going nowhere. What are the key issues and why the negotiations stagnate? We will be examining this extremely complicated political issue in the class and discussing how the member countries are able to cut the Gordian&#39;s Knot. PPT materials will be provided for the class, however students are asked to read articles and materials through internet search.<BR/><BR/>Reading material:<BR/>Diplomatic Bluebook 2020, Chapter3 &quot;Japan’s Foreign Policy to Promote National and Global Interests&quot; pp.215-221", "Students are asked to read related articles and materials through internet search before the class"], "第11回": ["Dec.3 &quot;What is Peace Making: The logic and practice of the pacific settlement of disputes&quot;<BR/>We will be discussing following topics:<BR/>・Peacemaking is Chapter 6 measures of the UN Charter Including negotiations, mediation, conciliation, arbitration, judicial settlement, or other peaceful means (Art.33), peace conference and proximity talks etc.<BR/>・From post conflict management (PKO, Peacebuilding) to conflict resolution through peacemaking<BR/>・Collective engagement of Chapter 6 measures is more important than Chapter 7 coercive measures to keep the delicate balance of power in a multipolar world<BR/><BR/>PPT materials will be provided for the class.", "Students are asked to read related materials or books on the topics through internet search etc. before the class."], "第12回": ["Special Lecture on Japan&#39;s Diplomacy 1(Guest-speaker to be invited)<BR/>Fight against communicable diseases including new type of pneumonia or malaria&quot; or 2020 Tokyo Olympic Games as Foreign Policy&quot; (tbc.)", "Students are asked to read articles and materials through internet search before the class"], "第13回": ["Special Lecture on Japan&#39;s Diplomacy 2 (Guest-Speaker to be invited)<BR/>&quot;The future of the European Union after Brexit and its relation to Japan&quot; will be discussed by an expert either from the Embassy of EU countries or EU delegation or EU companies. (tbc.)", "Students are asked to read articles and materials through internet search before the class"], "第14回": ["&quot;Summing up of the total Sessions&quot; <BR/><BR/>Regarding the whole sessions the instructor will highlight and review the important topics, so that the students will be able to prepare term paper on one of those topics for later submission.", "Students must prepare questions and opinions for the topics covered by the classes during this semester."], "授業外学習2": "It is strongly recommended to read books or articles related to the topics to be discussed in the class either in the University Library or through internet search."}, "評価": {"教科書Required texts0": "No Textbook will be used. However, if the students command Japanese Language, Shinyo's \"Takyokuka Sekai no Nihon Gaikou Senryaku\" (Asahi Shinbun Pub. Co. 2010) will be useful to understand the lecture.\nhttp://www.amazon.co.jp/dp/B00D15TQO2 http://www.amazon.co.jp/dp/ 28085759269&ref= http://rakuten.kobobooks.com/ https://itunes.apple.com/jp/genre/ios-bukku/id6018?mt=8 http://booklive.jp/ http://bookweb.kinokuniya.co.jp/indexp.html http://honto.jp/ebook.html\n\nIn every class PPT or other materials will be made available through homepage of this class in LUNA system.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Takahiro Shinyo", "\" Takyokuka Sekai no Nihon Gaikou Senryaku\"", "(Asahi Shimbun Pub. Co.", "2010 年", "978-4-273320-7", ""], "参考文献・資料Reference books0": "Takahiro Shinyo \" Takyokuka Sekai no Nihon Gaikou Senryaku\" (Asahi Shimbun Pub. Co. 2010)\n\nDiplomatic Blue Book 2020, Ministry of Foreign Affairs,Japan.Internet version of the Diplomatic Blue Book(PDF) is available via\nHomepage of the Ministry of Foreign Affairs.\nhttps://www.mofa.go.jp/fp/pp/page22e_000932.html\n\nEURASIA GROUP'S TOP RISKS FOR 2021\nhttps://www.eurasiagroup.net/files/upload/top-risks-2021-full-report.pdf", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "individual reports including contribution to the class"], "成績評価Grading2": ["その他／Others (99)", "30 %", "mini report on specific issues to be announced during the Semester"], "成績評価Grading3": "備考　Note\n備考　Note\n\nPresentation of final report (an essay) at the end of the semester and mini report on designated issues during the Semester", "添付ファイル1/File Attachment 10": ["top-risks-2021-full-report.pdf", ""], "添付ファイル1/File Attachment 11": ["Free and Open Indo-Pacific 000430632.pdf", ""], "添付ファイル1/File Attachment 12": ["Diplomatic Bluebook 2020 100116875.pdf", ""], "更新日時/Date of Update3": "2021年10月08日 21時35分37秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【320】International Relations of Japan／International Relations of Japan", "管理部署": 10, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 2, "オンライン授業形態": 1, "時限1": 30, "評価1": 3, "評価2": 4, "開講期": 2}