{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義は、国際関係学を学んだことのある受講生を対象に、主要な理論を学び、国際関係学において中心的な議論となる諸テーマへを理解し、国際政治における様々な事象に対する独自の視点を養成する事を目的とする。", "到達目標": "以下の諸点を授業の目標として設定しています。<BR/>・国際政治学の主な理論を理解する。<BR/>・国際政治学の、学問上の主要な議論や問いを学び、独自の分析を行う力をつける。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This　class will be conducted in a regular classroom setting from the first class.  Students permitted to take classes online will join via Zoom.  There may be some class cancellations and make-up classes subsequently. In case of cancellation, make-up classes will be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "トピック": {"第1回": ["Part I: Theories in International Relations<BR/>Week I:    Course Overview", "NA"], "第2回": ["Week II:   Approaches to the Study of International Relations", "Nye and Welch, Chapter 1.  Understanding will be checked through Q&amp;A in class."], "第3回": ["Week III:  Anayltical Frameworks in the Study of International Relations", "Mearsheimer, Chapter 3.   Understanding will be checked through Q&amp;A in class."], "第4回": ["Week IV:   What is Power in the Study of International Relations? (1)", "Nye, Chapter 1 and 4.  Understanding will be checked through Q&amp;A in class."], "第5回": ["Week V:    What is Power in the Study of International Relations? (2)", "Conduct research to prepare for the discussion.  Understanding will be checked through Q&amp;A in class."], "第6回": ["Week VI:   Group discussion and Oral Report", "Conduct further research to preapre for the debate.   Feedback will be given during and after the debate."], "第7回": ["Week VII:   Debate (1)", "Waltz, Chapter 5.   Understanding will be checked through Q&amp;A in class."], "第8回": ["Week VIII:   Neorealism on War and Peace (1)", "Assigned article reading from a journal.  <BR/>Understanding will be checked in class."], "第9回": ["Week IX:     Neorealism on International Organizations", "Assigned article reading from a journal.  <BR/>Understanding will be checked in class."], "第10回": ["Week X:      Neoliberal Institutionalism on International Organizations", "Assigned article reading from a journal.  <BR/>Understanding will be checked in class."], "第11回": ["Week XI:     Constructivism on International Organizations", "Conduct research to prepare for the discussion.  Understanding will be checked in class."], "第12回": ["Week XII:    Group Discussion and Oral Report", "Conduct further research to preapre for the debate.   Feedback will be given during and after the debate."], "第13回": ["Week XIII:   Debate (2)", "Review classnotes from all classess to prepare for the in-class written exam."], "第14回": ["Week XIV:    Final Examination", "NA"], "授業外学習2": "This is not an introductory course. Students will be expected to have some exposure to the study of International Relations prior to taking this course.  For example, students who have taken another course I teach, &quot;Introduction to International Relations&quot; (offered in fall semester) or other equivalent courses on international relations are eligible to take this course.  Having said that, any students who are enthusiastic about studying International Relations and in English are welcome to attend.  Reading materials will be distributed by email and/or LUNA."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "There are no course readings required for purchase. Articles from leading journals in the field of International Relations and book chapters will be posed on LUNA.", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Joseph S. Nye, Jr.", "The Future of Power", "Public Affairs", "2012 年", "", ""], "参考書/Reference books2": ["Kenneth Waltz", "Theories of International Politics", "McGraw-Hill Companies", "1979 年", "", ""], "参考書/Reference books3": ["Joseph S.Nye, Jr. & David A. Welch", "Understanding Global Conflict and Cooperation: An Introduction to Theory and History, 10th Edition", "Pearson", "2016 年", "", ""], "参考書/Reference books4": ["John Mearsheimer", "The Tragedy of Great Power Politics", "W.W. Norton & Company", "2014 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "This course satisfies \"Skills of Understanding and analyzing international affairs,\" \"Skills of finding and solving problems\" and \"Intercultural understanding skills and multicultural adaptability\" of the Diploma Policies.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", ""], "成績評価Grading3": ["その他／Others (99)", "50 %", "Active participation in class and debate"], "成績評価Grading4": "備考　Note\nThe course has the following three sets of requirements:\n\n1. Regular class attendance and active participation in class based on the required readings.\n2. One or more in-class oral report. (The number of the oral report will depend on the\nnumber of students who register for this course. Each student will sign up for one or more required weekly\nreadings, prepare to orally report them in class. The oral report must include both a summary of\nthe assigned readings and the student's own reactions to them that are not mere impressions but are based on a\nthoughtful analysis.\n3. Performance in two debate sessions\n4． Final examination\n\nCourse grades will be calculated in the following manner:\n\nClass attendance and participation 20%\nOne or more in-class oral reports 20%\nDebate (15% each) 30%\nFinal examination 30%\n\nFeedback to the final examination will be posted on LUNA after grading is completed.", "備考Note0": "＊若干回休講、補講を行う可能性があります。補講を行う場合は、学部指定の補講日、もしくは土曜日に（時間帯は受講生と相談の上決定し）実施します。There may be some online class cancellations and make-up online classes subsequently. Online make-up classes will be held either on days designated by the school or on Saturday (time period would be decided upon consultations between lecturer and students).", "更新日時/Date of Update1": "2023年01月22日 19時29分57秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【420】Theories and Debates in the Studies of Int'l Relations／Theories and Debates in the Studies of Int'l Relations [EN]", "管理部署": 10, "単位数": 2, "担当者": "藤岡　由佳（FUJIOKA YUKA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}