{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "多極化し、大国間の対立と競争が激化する国際社会の現状を考察することにより、国際政治の本質をつかみ取るとともに、日本外交が如何なる課題に直面しているかを様々な角度から検討する。", "到達目標": "この講義を聴講することにより、外交とは何かが理論と実践の両面で明確になる。また、日本外交の抱える課題と挑戦に関し、実践的なレベルで議論できる知識を修得することをめざす。将来外交官や国際機関職員、国際ビジネスパーソンになることを目指す人への心構えと予備的な知識の取得をも目指す。交渉力、リーダシップ、紛争解決力という、外交を構成する諸要素はビジネスを目指す人にも有用なものとなるであろう。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業においては、学生との議論を通じて理解を促進させたいと思います。毎回レジュメや資料を配布し、最新情報を提供します。PPTレジュメや授業資料はLUNAの本科目ホームページにおいて提供するので、常に注意してフォローしてください。", "トピック": {"第1回": ["オンディマンド 4月14日「激動の世界情勢と日本外交が直面する問題」<BR/><BR/>冒頭この授業の目的や狙い、受講方法等について説明したあと本題に入る予定。<BR/>コロナウィルスのパンデミックやウクライナ戦争、米中対立などが世界政治や経済などに及ぼす影響について考えた後、ユーラシア・グループ報告「2023年世界の10大リスク」（Top Riks 2023)を手掛かりに日本外交の直面する問題を考える（世界秩序の地殻変動を地政学的な観点から考える）。この授業全体の総論的なイントロダクション。<BR/><BR/>ユーラシア・グループ報告書は以下のURLのページからダウンロードしてください。<BR/>https://www.eurasiagroup.net/services/japan<BR/><BR/>授業資料は毎回LUNAの科目のホームページに掲げるので利用すること。<BR/>授業資料PPTのURLは次のとおりです。<BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/EVK48u_UoFVGj9j0MhhCKPcBfehxfWqUvIkQEm5y9d53nA?e=phPREs<BR/><BR/>第1回目の授業の録画ビデオのURLは以下のとおりです。<BR/><BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/ctc57617_nuc_kwansei_ac_jp/EtrOckVIeztDhvN_weYnGz0BT-XQ1Sf6CJ2yc2fj9hs96Q?e=rek4e6", "LUNAの科目ホームページを見て予習等を行っておくこと。<BR/>１－２時間の事前学習としてユーラシア・グループのレポートを読んでおくこと。"], "第2回": ["オンディマンド 4月21日「リーダーなき多極化時代の外交」（日本外交は何をすべきか）<BR/><BR/><BR/>第１回の授業における世界の現状認識を踏まえ、直面する外交課題に日本としてどのように取り組むべきか、バイ（二国間）とマルチ（多国間）の外交の課題について認識を深める。その際、外交の基本とは何か、国益とは何かについても検討する。<BR/><BR/>教科書『多極化世界の日本外交戦略』第2章「多極化時代の外交の基本」と参考書の『日本の国益』第1章と終章を読んでおくことが望ましい。<BR/><BR/>4月21日授業のビデオは以下のURLから視聴できます。<BR/>①授業の冒頭説明部分<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/EYNB3EtPkuJJmgefrdUXPBwB9we3A-6yATWuv5DIRqWW2w?e=LQynAb<BR/>②授業本体のビデオ<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/ESoPFuPo0M9CqjUY1xR63xgBtpNZebGVIwIlYwFDe3LX9Q?e=WUxfXO<BR/><BR/>③授業資料PPTのURLはいかのとおり。<BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ctc57617_nuc_kwansei_ac_jp/EWalaOZNr05PrhcTzzR7jFQBZnQyZ-q2rMttDhy48_zkzQ?e=YtKVsb", "教科書『多極化世界の日本外交戦略』第2章「多極化時代の外交の基本」と参考書の『日本の国益』第1章と終章を読んでおくこと。"], "第3回": ["オンディマンド 4月28日「ウクライナ戦争の教訓と日本の安全保障」①<BR/><BR/>この授業においてはウクライナ戦争を中心テーマの一つとして、この戦争が日本の外交・安全保障に及ぼす影響について3回に分けて検討する。その第1回目として「なぜウクライナ戦争は止められなかったか」について考察する。 2022年2月24日に始まったロシアによるウクライナへの侵攻は４つの要素からなる侵略戦争であると考えられる。第１に歴史戦争、第２に地政学戦争、第３に終わったはずの冷戦の熱戦化、第４にプーチンの政権維持のためのサバイバル戦争という側面を持つが、これらを具体的に説明して外交の可能性と限界について考えてゆきたい。<BR/><BR/>使用する教科書は神余隆博・松村五郎著『ウクライナ戦争の教訓と日本の安全保障』（東信堂2022年）であり、このセッションでは第１章について詳しく説明する。<BR/><BR/>事前にパワーポイント等参考資料を配布するが、受講者は上記の教科書を読んでおくことが望ましい。<BR/><BR/>授業ビデオURL:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ctc57617_nuc_kwansei_ac_jp/EabYGN4vIedBqqGjKlHcqOYBu9IVtXA_eBRkmTLMvN5Miw?e=R97URM<BR/><BR/>授業参考資料（WORDファイル）二つあります。<BR/><BR/>https://kwanseio365-my.sharepoint.com/:w:/g/personal/ctc57617_nuc_kwansei_ac_jp/EfcOFzrJgHdPtzu2-OIJ-n8BBEYWycXOSi78rkPE6QOJ6g?e=jxL7Rs<BR/><BR/><BR/>https://kwanseio365-my.sharepoint.com/:w:/g/personal/ctc57617_nuc_kwansei_ac_jp/EelunvtsMYFKg06nESA8MvwBMGZ46N4NSpA7cQ56ZWFFcA?e=GCf5Aj", "教科書『ウクライナ戦争の教訓と日本の安全保障』の第1章「なぜウクライナ戦争は止められなかったか」を1－2時間かけて事前学習しておくこと。"], "第4回": ["5月12日「ウクライナ戦争の教訓と日本の安全保障」②<BR/><BR/>ウクライナ戦争の教訓の第2回目として、「ウクライナ戦争と東アジアの地政学」（教科書第4章）について考察する。ウクライナ戦争と並行してあるいはそれ以前から東アジアにおいて生じている地政学的な戦略状況について説明する。中国の覇権主義、北朝鮮の暴走、文明の衝突、歴史認識と領土問題、東アジアにおける地政学的危機の様相、東アジア有事の外交シナリオ等について詳細に説明を行う。<BR/><BR/>教科書『ウクライナ戦争の教訓と日本の安全保障』の第4章を読んでおくこと。", "教科書『ウクライナ戦争の教訓と日本の安全保障』の第4章を読んでおくこと。"], "第5回": ["5月19日「ウクライナ戦争の教訓と日本の安全保障」③<BR/><BR/>ウクライナ戦争の教訓の第3回目として、「ウクライナ戦争から日本外交は何を学ぶべきか」（教科書第6章）について考察する。米中対立、コロナ・パンデミックそしてウクライナ戦争へと続く分断と対立の時代の到来は、米国のヘゲモニーとグローバリゼーションを基調とするポスト冷戦時代が終焉したことを意味している。この分断と対立と戦争の時代において日本外交はウクライナ戦争からどのような教訓を学ばなければならないのか。特に安全保障は自助と共助が基本であること、NPT体制の危機にあって日本は核軍縮の問題についてどのように取り組むべきなのか、また同盟とアンタントの二重戦略をどのようにして運用して行くのか、アジアにおける紛争予防をどう実現するのか、また紛争の平和的な解決（ピースメイキング）についてどのようにり組んでいくのか、インテリジェンスとパブリックディプロマシーはどう強化しなければならないのか等について議論を行ないたい。教科書第6章を事前に読んでおくこと。", "教科書『ウクライナ戦争の教訓と日本の安全保障』第6章を事前に読んでおくこと。"], "第6回": ["5月26日「歴史と外交」１（日本の戦後処理と歴史問題とは何かを考える）<BR/><BR/>慰安婦問題や徴用工（戦時朝鮮半島出身労働者）の問題が日韓間の最大の外交問題となっている。戦前・戦中の日本の軍国主義がひき起こした近隣諸国への侵略、植民地支配、それに伴う様々な人道上の問題について事実関係ならびに日本の近隣諸国に対する戦後処理と和解の努力について詳細に検討する。<BR/><BR/>教科書『多極化世界の日本外交戦略』第4章「歴史と外交」を読んでおくこと。その他、関連の資料や書籍をネットベースまたは図書館等で調べておくこと。<BR/><BR/>以下の書籍が参考になる。<BR/>大沼保昭著『「慰安婦」問題とは何だったのか』中公新書2007年<BR/>波多野澄雄『「徴用工問題とは何か』中公新書2020年", "教科書『多極化世界の日本外交戦略』第4章「歴史と外交」を読んでおくこと。その他、関連の資料や書籍をネットまたは図書館等で調べておくこと。"], "第7回": ["6月2日「歴史と外交」２（近隣諸国との和解は可能か－ドイツとの比較から考える）<BR/><BR/>歴史認識の問題では日本と対比されて優等生と称されることの多いドイツの過去の克服の実体について検討する。言われるほどドイツは優等生なのか、日本は劣等生なのか、何がそのようなイメージを作り出しているのか。日本としてこのイメージを克服する手立てはあるのか、ともに考えたい。<BR/><BR/>教科書『多極化世界の日本外交戦略』第4章を事前学習するとともに関係の資料、書籍等をネットまたは図書館等で調べておくこと。<BR/><BR/>参考図書:熊谷徹、『日本とドイツふたつの「戦後」』集英社新書2015年", "教科書第4章「歴史と外交」を熟読しておくこと。その他、関連の資料や書籍をネットベースまたは図書館等で調べておくこと。"], "第8回": ["6月9日「日本の安全保障を考える－集団的自衛権と集団安全保障」<BR/><BR/>日本外交と憲法に関する最大の問題のひとつである集団的自衛権は、憲法第9条の解釈の一部変更と2015年5月の平和安全法制による自衛隊法や関係の法改正により、条件付きで行使が可能となった。この政治と憲法の問題について概要を説明し、今後の課題について検討を行う。朝鮮半島や台湾海峡、尖閣、南シナ海等で将来起きる可能性のある危機を念頭に集団的自衛権の問題について議論を深めてゆきたい。併せて国連の集団安全保障についても検討する。<BR/><BR/>外交青書2022年　第3章第1節　「日本と国際社会の平和と安定に向けた取組」<BR/>https://www.mofa.go.jp/mofaj/gaiko/bluebook/2022/pdf/pdfs/3_1.pdf<BR/><BR/>2015年の平和安全法制についてネットベースで調べておくこと。<BR/>例えば　『「なぜ」、「いま」、平和安全法制か？』首相官邸ホームページhttps://www.kantei.go.jp/jp/headline/heiwa_anzen.html", "2015年の平和安全法制等についてネットで調べておくこと。"], "第9回": ["6月16日　「国連は21世紀においても有用か」（国連の現状と課題そして日本にとって国連とは何か）<BR/><BR/>米国の自国中心主義、中国の膨張主義、ロシアの復古主義等で安保理を中心に国連はシリア、北朝鮮、COVID-19 パンデミック、ウクライナ侵略戦争等の危機的状況に効果的に対処出来ていない。また、核軍縮の問題についても米国とロシアのINF条約離脱、ロシアによる核の威嚇等、期待された進展を見ていない。気候変動に関するパリ条約やWHOについても米国が離脱表明（バイデン大統領就任により復帰）するなど国連のマルチの枠組みが危機に瀕している。かろうじて持続可能な開発目標（SDGｓ）についてはある程度進展を見ているが、国連は21世紀においても引き続き有用な組織として存続し続けるか否かにつき検討する。<BR/><BR/>教科書『多極化世界の日本外交戦略』第5章「マルチ外交の最前線から」を事前に学習しておくこと。また、神余隆博『日本と国連　京都から世界平和を願って』も読んでおくことが望ましい。<BR/>参考資料:神余隆博「国際機関の将来―国連創設 75 周年を契機に考える」<BR/>SRIDジャーナル 第20号　国際開発研究社協会　2021年1月<BR/>http://www.sridonline.org/j/doc/j202101s03a05.pdf#zoom=100", "教科書『多極化世界の日本外交戦略』第5章「マルチ外交の最前線から」を事前に学習しておくこと。また、神余隆博『日本と国連　京都から世界平和を願って』も読んでおくことが望ましい。"], "第10回": ["6月23日「安保理改革と日本の国連外交」（国連は改革できるか）<BR/><BR/>国連改革の中心をなすのは安保理改革である。1992年に日本が改革を提唱して以来30年以上になるが、国連総会での交渉は2005年の日独印ブラジルのG4による改革案が頓挫して以降進展を見せていない。なぜ改革は進まないのか、その要因について分析するとともに、今後の改革の可能性について考える。<BR/><BR/>教科書『多極化世界の日本外交戦略』第6章「なぜ日本は安保理常任理事国を目指すのか」ならびに竹内俊隆・神余隆博共編著『国連安保理改革を考える』（東信堂2021年）、『日本と国連　京都から世界平和を願って』も読んでおくこと。世界連邦国会委員会グローバル・ガバナンス推進委員会の報告書「地球規模の課題や危機に取り組むべきグローバル・ガバナンスへ向けての日本の役割」の国連改革に関する部分も併せて読んでおくこと。http://www.gpaj.org/ja/2020/04/09/18707", "教科書『多極化世界の日本外交戦略』第6章「なぜ日本は安保理常任理事国を目指すのか」を事前によく読んでおくこと。また、神余隆博『日本と国連　京都から世界平和を願って』も読んでおくこと。"], "第11回": ["6月30日「平和創造＝ピース・メイキングとは何か」（平和外交の本質を考える）<BR/><BR/>日本はこれまで、平和維持活動（PKO)や平和構築（ピースビルディング）に積極的に取り組んできた。しかしこれらは紛争終了後の活動であり、紛争や戦争が進行中の活動ではない。今後注力すべきは紛争の平和的な解決（ピースメイキング）であり、仲介や調停等を含む国連憲章第6章の下での外交活動である。どうすればそのようなことが可能になるのか、日本の少ない経験（カンボジア、スリランカ紛争等）からも学ぶことは多い。<BR/><BR/>教科書『多極化世界の日本外交戦略』終章「日本の目指す道ー平和創造国家」を事前に良く学習しておくこと。<BR/>参考図書：東大作『内戦と和平』中公新書2020年", "教科書終章「日本の目指す道ー平和創造国家」を事前に良く学習しておくこと。"], "第12回": ["7月７日　「東アジアにおける対立と協調ー『一帯一路』と『自由で開かれたインド太平洋』」（アジアにおける日本の役割を考える）<BR/>　<BR/>膨張する中国、暴走する北朝鮮、迷走する韓国等日本を取り巻く東アジアの不安定要因には深刻なものがある。これに加えて台湾や香港をめぐる米中の緊張関係、米中貿易戦争、テクノ覇権争いなどの米中の新冷戦状態も緊張感の高まりに拍車をかけている。東アジアの安定と協調を実現する外交構想とは何か、中国の世界戦略「一帯一路」と日米の「自由で開かれたインド太平洋戦略」を比較検討することにより、日本と中国がアンタント（「協商」）を維持できる可能性について考えてみたい。<BR/><BR/>教科書『多極化世界の日本外交戦略』第3章「東アジア共同体への道」を事前に学習するとともに、参考資料として掲げている外交青書2022年版第2章第1節「自由で開かれたインド太平洋の推進」について調べておくこと。<BR/>https://www.mofa.go.jp/mofaj/gaiko/bluebook/2022/pdf/pdfs/2_1.pdf", "教科書『多極化世界の日本外交戦略』第3章「東アジア共同体への道」を事前に学習するとともに、ネットベースで「自由で開かれたインド太平洋の推進」等について調べておくこと。"], "第13回": ["7月14日　日本の経済外交と経済安全保障は如何にあるべきか<BR/><BR/>環太平洋パートナーシップ協定（TPP11協定）、日・EU経済連携協定（日EU・EPA）の締結に続き、東アジア地域包括的経済連携（RCEP）協定の早期署名等に向けて、日本は主導的な役割を果たしている。自由で開かれた国際経済システムを強化するためのルール作り、日本企業の海外展開支援、資源外交とインバウンドの促進がこれまでの日本外交の重点分野であった。しかし、世界経済の構造変化、保護主義の台頭、米中貿易紛争、コロナの世界的蔓延など、世界は様々な課題に直面している。貿易面でも多角的貿易体制の礎である世界貿易機関（WTO）の上級委員会の機能停止を始め、様々な課題に直面しており、WTO改革の推進が急務である。COVID-19パンデミックやウクライナ戦争により世界経済と日本経済はどのような影響を受け、日本の経済外交はどう変化していくのか、また、国家の安全保障に直結するハイテク、IT、イノヴェーションの分野での貿易に日本はどのように対応するべきか、経済安全保障の観点からも経済外交のあり方を考察してみたい。<BR/><BR/>参考図書<BR/>外交青書2022年版　第3章「国際社会で存在感を高める日本」 第3節「国益と世界全体の利益を増進する経済外交」<BR/>https://www.mofa.go.jp/mofaj/gaiko/bluebook/2022/pdf/pdfs/3_3.pdf", "外交青書2022年版　第3章「国際社会で存在感を高める日本」 第3節「国益と世界全体の利益を増進する経済外交」を読んでおくこと"], "第14回": ["7月21日「日本が目指すべき国家像」<BR/><BR/>これまでの授業を総括して、日本外交の課題を整理するとともに、今後日本はどのような国家像を目指すべきかについて考える。<BR/><BR/>外交はいかに機能しているのか、日本外交の特徴、なぜ日本は外交下手なのか、外交官の実際の仕事、平時の外交、予防外交、有事の外交、日本外交の課題、コロナとウクライナで世界はどう変わる、大国間競争の激化ー米国覇権の衰退、ウクライナ後の日本外交の進むべき道などにつき、元外交官としての経験を基に総括する。<BR/><BR/>資料は担当者（神余）が用意するPPTを利用。", "授業全体の振り返りを行い日本が目指すべき国家像について考える。事前によく自分の考えをまとめておくこと。"], "授業外学習2": "各回の時間外学習については、所定の欄を参照すること。教科書等各回指定の読み物の予習をしておくこと。授業においてランダムに質問を行うこともある。"}, "評価": {"教科書Required texts0": "毎回の授業の資料はLUNAの当科目のホームページからダウンロードすること。\n\n神余隆博・松村五郎著『ウクライナ戦争の教訓と日本の安全保障』（東信堂2022年）\n\n神余隆博　『多極化世界の日本外交戦略』（朝日新聞出版　朝日新書　2010年）\n電子書籍版は http://www.amazon.co.jp/dp/B00D15TQO2 その他の主な電子書籍の書店 ◆キンドル http://www.amazon.co.jp/dp/ 28085759269&ref= ◆楽天kobo http://rakuten.kobobooks.com/ ◆紀伊国屋 http://bookweb.kinokuniya.co.jp/indexp.html ◆honto http://honto.jp/ebook.html ◆ibook store はiphone、ipadなどiosより見てください。\nユーラシア・グループ『2023年世界10大リスク』 (Top Risks 2023) https://www.eurasiagroup.net/services/japan\nchrome-extension://efaidnbmnnnibpcajpcglclefindmkaj/https://www.eurasiagroup.net/siteFiles/Media/files/2022_12_26%20Top%20Risks%20FINAL%20DRAFT%2004%20jh%20-%20Japanese.pdf", "参考文献・資料Reference books0": "神余隆博『日本と国連』京都から世界平和を願って（関西学院大学出版会　りぶれっと　2016年）\n外交青書2023 年版　外務省のホームページから　PDF版がダウンロードできます。\nhttps://www.mofa.go.jp/mofaj/gaiko/bluebook/2022/pdf/index.html\n細谷雄一『国際秩序』（中公新書2012年）、明石康編『日本の立ち位置を考える』（2013年岩波書店）、\n小原雅博『日本の国益』（講談社現代新書2018年）", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "", ""], "成績評価Grading3": "備考　Note\n原則として定期試験で評価する。授業中の質問・意見・積極的態度は加点要素となる。\n\nなお、オンライン受講者については平常リポートの提出により評価する。", "更新日時/Date of Update0": "2023年04月28日 02時04分58秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－ＩＳ１０８"]}, "campas": 0, "name": "【320】外交政策論／Foreign Policy Analysis (J) [JP]", "管理部署": 10, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 0, "評価2": 2, "開講期": 1}