{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following:", "到達目標": "Refer to the following:", "特記事項": "この科目は、4/28（木）までの授業がオンデマンドで実施される科目です。<BR/>5/2（月）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until Thursday, April 28.<BR/>Classes will be held in a face-to-face format from Monday, May 2 onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "COURSE DESCRIPTIONS:<BR/>This course is composed of three sections. First, we will focus on the evolution and development of IOs in the historical context. Second, we will learn why and how states create and use IOs and how IOs may influence state behaviors. We will do so by surveying and examining various theoretical arguments on the roles of IOs in global governance. Third, we will explore and discuss the role of IOs in particular issue areas. The course is conducted in lecture format supplemented with class discussion. <BR/><BR/>LUNA:<BR/>We will be using LUNA for this course. I will post all course materials, announcements, and grades on this system. You will also post your final essay on LUNA. Please note that it is your responsibility to check for course updates on LUNA on a regular basis. <BR/><BR/>All materials related to the course (including lecture slides) are copyrighted. You are prohibited to upload, distribute, or publish through any SNS and websites.<BR/><BR/>INSTRUCTOR CONTACT:<BR/>Please feel free to contact me via email (hlt39472@kwansei.ac.jp) any time you think discussion on an individual basis would be helpful. It is important to me that this course enriches your educational experience.  <BR/><BR/>ANTHER REQUIREMENTS:<BR/>Classroom Etiquette: Please recognize that our classroom includes people with various life experiences, divergent perspectives, and different levels of English proficiency.<BR/><BR/>Academic Honesty: Students are expected to adhere to Honor Code policies on all assignments and exams. Also, students are strongly urged to familiarize themselves with the definition of plagiarism and avoid it. <BR/><BR/>Grade Appeals: If you think a grade I assigned you is incorrect, you can request me to consider re-grading. All grade appeals, however, must be made in writing. You should write a brief memo explaining your concerns and submit this memo to me along with the graded assignment. I will review your concerns and I may re-grade if necessary. <BR/><BR/>DISCLAIMER:<BR/>I reserve the right to modify the syllabus and assignments throughout the semester. Modifications will be well communicated through LUNA and in class.", "授業方法": "COURSE FORMAT:<BR/>Classes will be conducted in a &quot;face-to-face&quot; format (and as live video type seminar via Zoom only for permitted students). However, due to the COVID-19 pandemic situation, Sessions 1 to 3 will be conducted as type-A on-demand online classes. <BR/>※Students who are permitted to attend online need to contact me via email (at hlt39472@kwansei.ac.jp) and ask Zoom URL before Session 3.", "トピック": {"第1回": ["Introduction to Course <BR/>※On-demand", "KMS, pages 1-17 (in Chapter 1) available via the following URL:<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/hlt39472_nuc_kwansei_ac_jp/ESefiqrd4yxMsM0-qpG_l1gBW2PrdLVbXpDNByzpRGm_YA?e=5kffWU<BR/><BR/>Lecture Video: <BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/hlt39472_nuc_kwansei_ac_jp/EVkHYK8O_CJBpMNriQuGWrABC1sphxdAsjTUGNE7xaZ1Pw?e=VVeTnC"], "第2回": ["Governing Political Space 1: What is Sovereign State System? <BR/>※On-demand", "Spruyt, Hendrik. 1994. The Sovereign State and Its Competitors. Princeton: Princeton University Press, pages 3-7 (Introduction) and 153-194 (Chapters 8 and 9)."], "第3回": ["Governing Political Space 2: What is an IO? <BR/>※On-demand", "Armstrong, David, Lorna Lloyd, and John Redmond (ALR). 2004. International Organization in World Politics, 3rd edition. New York: Palgrave-MacMillan, pages 1-6 (in Chapter 1)"], "第4回": ["Governing Political Space 3: Why do States Create and Use IOs?", "Frieden, Jeffry A., David A. Lake, and Kenneth A. Schultz. 2013. World Politics, 2nd edition. New York: W.W. Norton, pages 67- 78 (in Chapter2) <BR/>KSM, pages 25-28 (in Chapter 1) <BR/>Kenneth W. Abbott and Duncan Snidal. 1998. Why States Act through Formal International Organizations.  Journal of Conflict Resolution 42(1): 3-32."], "第5回": ["Creation and Development of the United Nations (UN)", "ALR, pages 37-48 (in Chapter 3). <BR/>ALR, pages 83-113 (in Chapters 6)."], "第6回": ["International Conflicts 1: UN Security Council", "Thompson, Alexander. 2006. Coercion Through IOs: The Security Council and the Logic of Information Transmission. International Organization 60(1): 1-14.                         <BR/>Tago, Atsushi and Ikeda Maki. 2014. An ‘A’ for Effort: Experimental Evidence on UN Security Council Engagement and Support for US military Action in Japan. British Journal of Political Science 45(2): 391-410."], "第7回": ["International Conflicts 2: Peace Keeping Operations", "KMS, pages 317-326 (in Chapter 7) <BR/>Fortna, Virginia Page. 2004. Interstate Peacekeeping: Causal Mechanisms and Empirical Effects. World Politics 56 (4): 481-519."], "第8回": ["International Conflicts 3: Peace Enforcement / Humanitarian Intervention", "KMS, pages 279-286, 305-308, and 338-348  (in Chapter 7)"], "第9回": ["Human Rights Protection: UN Human Rights Council and NGOs", "KMS, pages 479-486 (in Chapter 10) <BR/>Lebovic, James H. and Erik Voeten. 2009. The Cost of Shame: International Organizations and Foreign Aid in the Punishing of Human Rights Violators. Journal of Peace Research 46 (17): 79-85 (before &quot;Shaming and Aid: Preliminary Patterns&quot;).  <BR/>Hafner-Burton, Emilie M. 2008. Sticks and Stones: The Efficacy of Human Rights Naming and Shaming. International Organization 62 (4): 689-696 (before &quot;Data&quot;)."], "第10回": ["Civil War and Transitional Justice: The International Criminal Court", "KMS, pages 505-508 (in Chapter 10) <BR/>Bolton, John R. 2001. The Risks and Weaknesses of the International Criminal Court from America’s Perspective. Law and Contemporary Problems 64(1): 167-180 (until page 174)."], "第11回": ["Territorial Disputes: The International Court of Justice", "Allee, Todd L. and Paul K. Huth. 2006. Legitimizing Dispute Settlement: International Legal Rulings as Domestic Political Cover. American Political Science Review 100 (2): 219-227 (before &quot;Control Variables&quot;).<BR/>Simmons, Beth A. and Allison Danner. 2010. Credible Commitments and the International Criminal Court. International Organization 64 (2): 225-256."], "第12回": ["International Trade: The World Trade Organization", "Bueno de Mesquita, Bruce. 2003. Principle of International Politics: People&#39;s Power, Preferences, and Perceptions (2nd edition). Washington D.C.: CQ Press, pages 138-145.<BR/>KMS, pages 396-403 and 418-19 (in Chapter 8)"], "第13回": ["International Development: The World Bank Group", "Milner, Helen, 2006. &quot;Why Multilateralism? Foreign Aid and Domestic Principal-Agent Problems&quot; (before Empirical Analysis), in Darren G. Hawkins, David A. Lake, Daniel L. Nielson &amp; Michael J. Tierney, eds, Delegation and Agency in International Organizations. New York: Cambridge University Press, pages 107-139."], "第14回": ["What have we learned?: Review and Further Topics", "No Readings<BR/>Final Essay Due at 5PM<BR/>※Submit your essay via LUNA"], "授業外学習2": "Students are required to read readings assigned for each session before the class meeting (2-3 hours). A detailed reading list will be distributed via LUNA by Session 1."}, "評価": {"教科書Required texts0": "No book is required to purchase for this course. Required and suggested readings are all available on class website. Required readings may be subject to change depending on students' interests and their progress. If any changes are necessary, you will be notified through LUNA with as much advance notice as possible.", "参考文献・資料Reference books0": "Margaret P. Karns, Karen A. Mingst, and Kendall W. Stiles (KMS), International Organizations: The Politics and Processes of Global Governance, 3rd ed. (Rienner, 2015)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "Final Essay (submitted via LUNA)"], "成績評価Grading2": ["その他／Others (99)", "30 %", "Attendance and Participation in Discussion"], "成績評価Grading3": "備考　Note\nEVALUATION:\nGrades will be determined in the manner described below. The grading scale for this course is as follows: 100-90 S, 89-85 A+, 84-80 A, 79-75 B+, 74-70 B, 69-65 C+, 64-60 C, 59-0 F\n\n(1) Attendance and Participation in Discussion (30%)\nThis includes both attendance and the quality of your participation in class discussion. Thus, regular attendance is expected and will not raise your participation grade. If you do not attend, however, your participation grade will be reduced. You are expected to have completed the assigned readings before class and to be able to contribute to the class discussion. If no one volunteers, then I will randomly call on people. You are also expected to treat other students with civility and respect.\n\n(2) Final Essay (70%)\nEach student must turn in an analytical essay of no more than 8 pages (typed and double spaced, using a 11 size font with 2cm margins), in response to questions based on the readings and additional topics covered in each session of the class. The essay questions will be notified a few weeks before the Session 14. Your essay should not merely summarize the assigned readings. Rather, you need to critically evaluate the readings and make our own arguments. You are required to turn in your essay through LUNA", "更新日時/Date of Update0": "2022年04月27日 13時01分49秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【420】Global Governance／Global Governance", "管理部署": 10, "単位数": 2, "担当者": "松村　尚子（MATSUMURA NAOKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 3, "評価2": 4, "開講期": 1}