{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This module is designed to provide students a deep understanding about global governance mechanisms and interaction patterns between actors from a global perspective. It aims to explain the historical background and the importance of global governance to tackle dilemmas that emerge across borders and affect the human life today. The role of international organizations such as the United Nations and non-state actors has been crucial in contributing to solve issues concerning armed conflicts, environmental disasters, pandemic diseases and so forth. In this context, the course also intends to develop a reflective learning on how stakeholders cooperate to mitigate and prevent those contemporary global issues analyzing the practices of global governance.", "到達目標": "Students will be able to:<BR/>・Describe the notion of global governance from a global political perspective.<BR/>・Explain the historical background and the evolution of global governance in the contemporary world.<BR/>・Identify key elements to promote effective global governance by analyzing several case studies.", "授業方法": "Classes will be conducted as type-A on-demand online classes (with a set timetable)<BR/>オンデマンドA型オンライン授業（時間割設定あり）で実施します", "トピック": {"第1回": ["Introduction", ""], "第2回": ["Overview and historical background of global governance", ""], "第3回": ["Theoretical basis of global governance and the IGOs", ""], "第4回": ["Global Governance and diplomacy", ""], "第5回": ["Global Governance and Human Security", ""], "第6回": ["The UN organization and Security Council", ""], "第7回": ["Peace and security: Lessons on peacebuilding from El Salvador", ""], "第8回": ["Regional organizations", ""], "第9回": ["Non-state actors: NGOs, Networks, and social movements", ""], "第10回": ["Global environmental governance", ""], "第11回": ["Global economic governance", ""], "第12回": ["International human rights institutions and mechanisms", ""], "第13回": ["Dilemmas in global governance", ""], "第14回": ["Course review and wrap up", ""], "授業外学習2": "Students are required to read books and articles related to global issues and international affairs (2 hours). Students are also encouraged to review assigned readings (2 hours)."}, "評価": {"参考文献・資料Reference books0": "Karns, M.P., Mingst, K.A and Stiles, K.W., 2015, International Organizations: The Politics and Processes of Global Governance. Boulder: Lynne Rienner Publishers; Wilkinson R. and Hughes S., 2002, Global Governance: Critical Perspectives. London: Routledge; further reading materials will be listed during the class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "Reaction papers and attendance"], "更新日時/Date of Update0": "2021年03月04日 21時43分34秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【420】Global Governance／Global Governance", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "松田　葉月（MATSUDA HAZUKI） ", "履修基準年度": "２年", "時限1": "月曜３時限／Monday 3", "開講期": "春学期／Spring"}