{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "授業方法": "IMPORTANT NOTICE: This course will be offered in an on-demand format. This course is conducted in lecture format. Please note the following in light of the ongoing pandemic: assignments will be posted on LUNA throughout the term, along with important announcements about the course -- including which lectures are in person and which are online -- and so it is critical that students log in to LUNA regularly during this course.", "トピック": {"第1回": ["Introduction: Course Overview, Key Concepts <BR/>No Assignment Due", "URL for this video lecture will be posted on Sept. 30 at 5:00 PM on LUNA."], "第2回": ["Rome’s Shadow: The Legacy of Ancient Rome in Europe Part I<BR/>No Assignment Due", "URL for this video lecture will be posted on Oct. 7 at 5:00 PM on LUNA."], "第3回": ["Rome’s Shadow: The Legacy of Ancient Rome in Europe Part II<BR/>No Assignment Due", "URL for this video lecture will be posted on LUNA on Oct. 14 at 5:00 PM."], "第4回": ["Westphalia: The Development of the Nation-State<BR/>Written Response #1 Due", "URL for this video lecture will be posted on LUNA on Oct. 21 at 5:00 PM."], "第5回": ["The Rise of Empires: European Colonialism and Territorial Expansion<BR/>Written Response #2 Due", "URL for this video lecture will be posted on LUNA on Oct. 28 at 5:00 PM."], "第6回": ["The Napoleonic Wars: The Rise of France and Balance of Power<BR/>Written Response #3 Due", "URL for this video lecture will be posted on LUNA on Nov. 4 at 5:00 PM."], "第7回": ["Pax Britannica: British Hegemony in the 19th Century<BR/>Written Response #4 Due", "URL for this video lecture will be posted on LUNA on Nov. 11 at 5:00 PM."], "第8回": ["World War I: The Transformation of European Relations Part I<BR/>Written Response #5 Due", "URL for this video lecture will be posted on LUNA on Nov. 18 at 5:00 PM."], "第9回": ["World War I: The Transformation of European Relations Part II<BR/>Written Response #6 Due", "URL for this video lecture will be posted on LUNA on Nov. 25 at 5:00 PM."], "第10回": ["The Twenty Years’ Crisis: The Road to the Second World War<BR/>Written Response #7 Due", "URL for this video lecture will be posted on LUNA on Dec. 2 at 5:00 PM."], "第11回": ["World War II: The Decline of European Power<BR/>Written Response #8 Due", "URL for this video lecture will be posted on LUNA on Dec. 9 at 5:00 PM."], "第12回": ["Research and Writing Strategies for the Final Paper<BR/>No Assignment Due", "URL for this video lecture will be posted on LUNA on Dec. 16 at 5:00 PM."], "第13回": ["The Cold War: Europe in the Shadow of America and Russia<BR/>No Assignment Due", "URL for this video lecture will be posted on LUNA on Dec. 23 at 5:00 PM."], "第14回": ["The Future of Europe: The EU, Britain, and a Changing Geopolitical Landscape<BR/>Final Research Paper Due", "URL for this video lecture will be posted on LUNA on Jan. 6 at 5:00 PM."]}, "評価": {"教科書Required texts0": "All reading assignments will be based on texts available at the SIS library.", "参考文献・資料Reference books0": "Note: Full bibliographical information for the following reading materials will be included in the full-length syllabus given to students on the first day of class.\n\nMary Beard, “SPQR: A History of Rome”\nHolger H. Herwig, “The Marne, 1914: The Opening of World War I and the Battle that Changed the World”\nBuddy Levy, “Conquistador: Hernan Cortes, King Montezuma, and the Last Stand of the Aztecs”\nRebecca Berens Matzke, “Deterrence through Strength: British Naval Power and Foreign Policy under Pax Britannica”\nMunro Price, “Napoleon: The End of Glory”\nVictor Rothwell, “The Origins of the Second World War”\nPeter H. Wilson, “Europe’s Tragedy: A New History of the Thirty Years War”", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Guidelines for the final paper will be provided on Luna during the term"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Weekly short assignments based on the on-demand lectures"], "更新日時/Date of Update0": "2021年09月30日 16時06分43秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－ＩＳ１０７"]}, "campas": 0, "name": "【320】International Relations in Europe　２／International Relations in Europe", "管理部署": 10, "単位数": 2, "担当者": "デソーテ　フランソワ（DE SOETE FRANCOIS） ", "履修基準年度": "２年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 25, "評価1": 3, "評価2": 4, "開講期": 2}