{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "COIL-Course with students from LMU München (Munich University). <BR/><BR/>This year, this course focuses on the topics of MIGRATION in the EU. We will discuss this topic from a comparative perspective, comparing the developments in the EU with Japan. Together with students from Germany, we will work on the similarities and difference regarding migration in the EU (with a focus on Germany) and Japan, analysing activities by the government, companies and civil society to attract and integrate migrants.<BR/>Students will learn not only migration policies in the EU and Japan, but will also gain &#39;soft skills&#39; like research skills, discussion skills, and teamwork skills. <BR/>The students from Munich all speak Japanese, so some discussions, class materials and lectures might be held in Japanese.", "到達目標": "Students will understand the similarities and differences regarding migration in Japan and the EU. They will increase their understanding of EU labour migration, German immigration history and policies, as well as the integration of migrants in the labour market and in society in the EU and in Japan. <BR/>They will acquire important soft skills regarding independent research, group work, discussion, presentation skills and critical thinking.", "授業方法": "In-class seminar requiring active participation. Students will have to engage in discussion with their peers in Japan and in Germany, do homework, prepare for the next classes (reading assignments), and will do graded group work.<BR/>Students with the permission (by KGU) to participate online can join on zoom.<BR/>WE WILL USE ZOOM TO CONNECT WITH STUDENTS FROM MUNICH UNIVERSITY.<BR/>Preregistration is necessary for this course. Please apply for this course between April 1 and 3.", "トピック": {"第1回": ["Introduction: Short overview on migration in the EU and Japan", "Homework &amp; reading assignment"], "第2回": ["Short history of migration in Japan", "Homework &amp; reading assignment"], "第3回": ["Short history of migration in the EU", "Homework &amp; reading assignment"], "第4回": ["Labour mobility in the EU after 2004", "Homework &amp; reading assignment"], "第5回": ["Labour mobility in the EU after 2004: mobile labourers from Eastern Europe to Western Europe, and its impact on the economy &amp; society", "Homework &amp; reading assignment"], "第6回": ["Migration in Japan: development &amp; current situation", "Homework &amp; reading assignment"], "第7回": ["Economic impact of migration on Japan and EU countries", "Homework &amp; reading assignment"], "第8回": ["Attempts to attract immigrants in high-demand professions by the government and companies in Japan and Europe", "Homework &amp; reading assignment"], "第9回": ["Integration of immigrants into the workforce in Germany and Japan: is it working?", "Homework &amp; reading assignment"], "第10回": ["Migration and civil society: efforts to integrate migrants by political actors, NGOs and civil society in Japan &amp; Germany", "Homework &amp; reading assignment"], "第11回": ["Integration through language: (language) education as part of the integration strategy in Japan, Germany and other EU countries", "Homework &amp; reading assignment"], "第12回": ["Refugees: could accepting more refugees (as well as other immigrants) be a solution to counteract the ageing of society and the workforce in the Germany, Italy and Japan?", "Homework &amp; reading assignment"], "第13回": ["Presentation of group work by mixed German &amp; Japanese teams", "Homework &amp; reading assignment"], "第14回": ["Should Japan / Germany accept more immigrants? OR: Are the current approaches to immigration in Japan and Germany working? Final team discussions", "Homework &amp; reading assignment"]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Academic quality and independent thinking"], "成績評価Grading2": ["その他／Others (99)", "50 %", "class participation, group work, homework & presentation"], "備考Note0": "COIL/VE", "更新日時/Date of Update1": "2021年05月28日 16時52分44秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "Ｇ－ＩＳ１０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【420】The European Union: History, Politics & Economy／The European Union: History, Politics & Economy", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "シュラーデ　Ａ．（SCHRADE ANNA KRISTINA） ", "履修基準年度": "２年", "時限1": "水曜５時限／Wednesday 5", "開講期": "春学期／Spring"}