{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course analyzes the reality of the Japanese legal system from a socio-legal perspective. The analysis focuses especially on criminal justice and human rights issues in Japanese society from the perspective of international human rights law.", "到達目標": "Students will develop basic knowledge of the Japanese legal system and become familiar with some of the human rights issues including concrete examples of legislations and judicial cases in Japan.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（法制度）（CIEC）/Japanese Legal System　１（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face format. The class structure of this course will be a short lecture on the topic, class discussion, and participation and summation on the issues.  Students will be expected to have read the assigned materials before the class and prepared to respond to the questions raised in the class. Additionally, students will be expected to be ready for briefing articles and cases in the course materials and will be prepared to discuss those articles and cases.", "トピック": {"第1回": ["Introduction", ""], "第2回": ["Overview of Japanese Law: Japanese Constitution and Other Major Legal Codes (Roppo)", ""], "第3回": ["Japanese Judicial System &amp; Professional Lawyer Training", ""], "第4回": ["Criminal Procedures (1): Features of Criminal Investigation", ""], "第5回": ["Criminal Procedures (2): Prosecution and Trial Process", ""], "第6回": ["Criminal Procedures (3): Human Rights Issues in Criminal Justice, CAT", ""], "第7回": ["Midterm Review", ""], "第8回": ["International Human Rights Law and Japanese Legal System: Overview", ""], "第9回": ["International Human Rights in Japan(1): Two Covenants (ICCPR &amp; ICESCR) and UPR", ""], "第10回": ["International Human Rights in Japan(2): CERD", ""], "第11回": ["International Human Rights in Japan(3): CEDAW", ""], "第12回": ["International Human Rights in Japan(4): CRC", ""], "第13回": ["International Human Rights in Japan(5): CRPD", ""], "第14回": ["End-of-Term Review", ""], "授業外学習2": "1 Preparation for Class<BR/>The course is mostly discussion centered and, therefore, students are expected to come to class after having read the assigned readings and to have prepared fully to participate in class discussions.  Proper classroom behavior is expected at all times.   Again, preclass reading of the assigned reading materials is essential and crucial for understanding the issues and your effective class performance.<BR/>2 Class Participation<BR/>Please note that class participation is very important in this course.  Student participation creates positive and effective thinking with a good learning environment.  During each class, the instructor will be evaluating the quality of the student’s participation and responses.  <BR/>3 Attendance<BR/>Class attendance is a primary obligation of each student whose right to continued enrollment in the course and to take the examination is conditioned upon a record of attendance satisfactory to the school.<BR/>4. I will arrange a field trip to the Osaka or Kobe District Court to see the criminal trials by using two-class hours. Details will be announced in class."}, "評価": {"教科書Required texts0": "Please download reading materials and related documents and read/check them well in advance before every class from LUNA.", "学生による授業評価の方法Course Evaluation by Students0": "Based upon the university method.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "See the Note below"], "成績評価Grading2": ["その他／Others (99)", "60 %", "See the Note below"], "成績評価Grading3": "備考　Note\nIndividual Reports(40%): Midterm Report(20%)+Final Report(20%)\nOthers(60%): Class Participation and Review Assignment for Every Class", "更新日時/Date of Update0": "2023年02月08日 10時46分08秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｇ－１０２"]}, "campas": 0, "name": "【320】Japanese Legal System　１／Japanese Legal System [EN]", "管理部署": 10, "単位数": 2, "担当者": "齋藤　民徒（SAITO TAMITOMO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 3, "評価1": 3, "評価2": 4, "開講期": 2}