{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "このコースで受講生はマクロ経済学とマクロ経済政策の標準的な考え方を学ぶ。<BR/>日本を含む世界経済はグローバル化のただ中にある。このコースでは、このような世界経済における国民経済を対象とし、各国の所得水準・インフレ率・雇用などの「マクロ経済指標」がどのようにして決まっているのかを考察する。その際、日本やアジア新興市場を含む世界経済で進行している様々な出来事や事例と理論的なフレームワークが関係づけられる。", "到達目標": "・マクロ経済学とマクロ経済政策の標準的な考え方を理解する<BR/>・所得水準・インフレ率・雇用などの「マクロ経済指標」を使いこなすことができる<BR/>・メディアで論じられる日本経済や国際経済のニュースの背後にある基本的なメカニズムをしっかり掴むことができる", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "この科目は、・・までの授業をオンデマンド形式で実施する。履修者数が確定し、基準の環境を満たした場合、教室での対面授業を実施する。基準を満たさなかった場合は、安全性を考慮して引き続きオンデマンド形式で実施する。<BR/>This course will be held on demand until ... When the number of students is confirmed and the standard environment is met, face-to-face classes will be held in the classroom. If the criteria are not met, we will continue to implement it on demand for safety reasons.", "トピック": {"第1回": ["イントロダクション（オンデマンド）<BR/>Introduction<BR/><BR/>右の授業外学習のURLから動画スライドを視聴すること。PDFスライドは参考まで。", "（秋学期開始前に掲載する）"], "第2回": ["科学としてのマクロ経済学（オンデマンド）<BR/>What is Macroeconomics?<BR/><BR/>右の授業外学修欄のURLから動画スライドを視聴すること。予習メモ提出についてのPDFスライドを見ること。", "（秋学期開始前後に掲載する）"], "第3回": ["マクロ経済学のデータ（オンデマンド）<BR/>Macroeconomic data<BR/><BR/>右の授業外学修欄のURLから動画スライドを視聴すること。<BR/>今回より、予習メモはLUNAを利用して提出すること。", "（秋学期開始後に掲載する）"], "第4回": ["国民所得<BR/>National Income", ""], "第5回": ["貨幣とインフレーション<BR/>Money and Inflation", ""], "第6回": ["開放経済（１）<BR/>Open Economy (1)", ""], "第7回": ["開放経済（２）<BR/>Open Economy (2)", ""], "第8回": ["失業<BR/>Unemployment", ""], "第9回": ["景気変動<BR/>Economic Fluctuation", ""], "第10回": ["IS-LMモデル（１）<BR/>IS-LM Model (1)", ""], "第11回": ["IS-LMモデル（２）<BR/>IS-LM Model (2)", ""], "第12回": ["マンデル＝フレミング・モデル<BR/>Mundell-Fleming Model", ""], "第13回": ["フィリップス曲線と総供給<BR/>Phillips Curve and Aggregate Supply", ""], "第14回": ["まとめと総復習", ""], "授業外学習2": "このコースではマクロ経済学の主要部分のみがカバーされる。より深く学ぶためには、受講生は時間をかけて教科書を読み、自分で教科書の問題を解く努力をする必要がある。また、受講生には日々の世界経済の進展を注意深く観察することを勧める。<BR/>The lecture in this course can cover only part of essentials on macroeconomics. In order to deeply understand the essentials, students must input enough time and efforts to read through the textbook and try to answer the questions there by themselves. Students are also encouraged to be alert on contemporary developments in the world economy."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["N・グレゴリー・マンキュー", "マンキューマクロ経済学I　入門編　［第4版］", "東洋経済新報社", "2017 年", "978-4492315040", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "本講義はディプロマ・ポリシーの「国際事情に関する課題の理解力と分析」、「問題発見解決能力」を満たすものである。\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "成績評価Grading2": "備考　Note\n授業中試験は、最終講義の回に実施する。\n[オンライン受講生対象]対面での授業中試験と同じ時間帯にオンラインで試験を課す。\n\n授業中試験の講評は採点修了後、LUNAに掲載します。", "更新日時/Date of Update0": "2023年02月15日 15時08分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－ＩＳ２０５"]}, "campas": 0, "name": "【330】マクロ経済学／Macroeconomics [JP]", "管理部署": 10, "単位数": 2, "担当者": "国宗　浩三（KUNIMUNE KOZO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 2, "開講期": 2}