{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course analyzes the function of Japanese legal system from the legal, sociological and political point of view.  Especially the class analysis focuses upon how the cultural features influence over dispute resolution process.  It begins with an introduction to the Japanese legal culture and moves on to a consideration of the relation between legal and social ideologies and the material structures of Japanese judicial authority.  <BR/>Themes basic to any of the legal literature of Japan--issues such as the nature and role of groups, the place of individuals in society, concepts of justice, gender roles, patterns of dispute resolution, and the cultural foundation of legal systems--are considered in the context of current institutional settings.  <BR/>Particular attention will be paid to the interrelation between individuals and legal apparatus: how it does and does not work on the disputes in terms of the individual fundamental human rights. To understand how a specific legal rule works in legal settings in Japan, it is vital to comprehend the nature of the conflicts and internal relationships among political, legal and administrative policies in Japan.  For that purpose, this class will focus on several legal and social issues that now confront Japan.", "到達目標": "1 Students will develop the knowledge of the Japanese legal system in the context of Japanese traditional culture and society.<BR/>2 Students will be able to delineate the relationships among the political, social and legal structures of the conflict resolution scheme in Japan. <BR/>3 Students will become familiar with the legal reality and function affecting the human rights, privileges, and duties of legal professions under the current legal system.", "授業方法": "Face to face format. The class structure of this course will be: short lecture on the topic, class discussion and participation and summation on the issues.  Students will be expected to have read the assigned materials prior to the class and prepare to respond to the questions raised in the class. Additionally, students will be expected to be ready for briefing articles and cases in the course materials and will be prepared to discuss on those articles and cases.", "トピック": {"第1回": ["#1 INTRODUCTION &amp; HISTORICAL BACKGROUND OF JAPANESE LEGAL SYSTEM<BR/>First of the class I will pick up the ex-Nissan CEO Carlos Ghosn&#39;s case as an introductory note of Japanese legal system.", ""], "第2回": ["#2 WOMEN RIGHTS IN JAPAN", ""], "第3回": ["#3 MAKING JAPANESE LAWYERS", ""], "第4回": ["#4 FUNCTION OF APOLOGY", ""], "第5回": ["#5 CRIMINAL PROCEDURES (1) Arrest and Interrogation Procedure", ""], "第6回": ["#6 CRIMINAL PROCEDURES (2) Criminal Trial Procedure &amp; Saiban-in System", ""], "第7回": ["#7 CRIMINAL PROCEDURES CRIMINAL PROCEDURES (3) Wrongful Conviction", ""], "第8回": ["#8 CRIMINAL PROCEDURES (4)  Death Penalty", ""], "第9回": ["#9 FIELD TRIP TO THE OSAKA DISTRICT COURT: To see Criminal Trials (TENTATIVE)", "When the group visit to the court is not possible due to COVID-19 or else, I will show the video in the class on the Japanese criminal trial and we will discuss the contents."], "第10回": ["#10 FIELD TRIP TO THE OSAKA DISTRICT COURT: To see Criminal Trials (TENTATIVE)", "When the group visit to the court is not possible due to COVID-19 or else, I will show the video in the class on the Japanese criminal trial and we will discuss the contents."], "第11回": ["#11  HUMAN RIGHTS IN JAPAN: Freedom of Belief and Political Activities", ""], "第12回": ["#12 HUMAN RIGHTS IN JAPAN:  Freedom of Belief and Religion", ""], "第13回": ["#13 JAPAN&#39;S PACIFISM AND ARTICLE 9 OF THE CONSTITUTION", ""], "第14回": ["#14 Review: Q and A Session", ""], "第15回": ["#15 WRITTEN EXAMINATION IS SCHEDULED", ""], "授業外学習2": "1 Preparation for Class<BR/>The course is mostly a discussion centered and, therefore, students are expected to come to class after having read the assigned readings and to have prepared to participate in class discussions.  Proper classroom behavior is expected at all times.   Again, preclass reading of the assigned reading materials is essential and crucial for understanding the issues and your effective class performance.<BR/>2 Class Participation<BR/>Please note that class participation is very important in this course.  Student participation creates a positive and effective thinking with good learning environment.  During each class, the instructor will be evaluating the quality of the student’s participation and responses.  <BR/>3 Attendance<BR/>Class attendance is a primary obligation of each student whose right to continued enrollment in the course and to take the examination is conditioned upon a record of attendance satisfactory to the school.<BR/>4. I will arrange a field trip to the Osaka District Court to see the criminal trials by using two class hours. Details will be announced in class."}, "評価": {"教科書Required texts0": "Please download reading materials and related documents and read/check them well in advance before every class from LUNA.", "学生による授業評価の方法Course Evaluation by Students0": "Based upon the university method.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "Report(s)"], "成績評価Grading2": ["その他／Others (99)", "30 %", "Final Report"], "成績評価Grading3": "備考　Note\nEvaluation criteria is changed as follows: Reports(4 timess) (70%) and Final Report (30%).", "更新日時/Date of Update0": "2021年02月23日 18時08分02秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "ＭＲ－２０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【320】Japanese Legal System　１／Japanese Legal System", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "丸田　隆（MARUTA TAKASHI） ", "履修基準年度": "１年", "時限1": "月曜３時限／Monday 3", "開講期": "春学期／Spring"}