{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will understand how to use concepts and principles of politics and some economics, together with plausible evidence, to describe the interactions of political and economic actors and to explain the economic and political regime of the postwar Japan.", "到達目標": "（THE RELATION BETWEEN THE POLITY AND ECONOMY OF THE POSTWAR JAPAN）First, the course will seek to explain the economic growth of the postwar Japan.　We also discuss what is wrong and/or what went wrong since the 1990s. The second part will examine political regime of the postwar Japan.　The emphasis is on the roles that the politicians played for better or worse.  One of the objectives of this course is to think critically about competing theories of development （economists, sociologists, political scientists）.  In each part, one of the purposes of the course is to demystify mysterious element of “Japaneseness”in the political economy of Japan. Students are welcome to participate and bring various perspectives and experiences to the class.", "授業方法": "Conducted online using zoom.  Class Discussion based on the required readings, which would be distributed online.<BR/>Topic: Political Economy of Japan 2021<BR/>https://us06web.zoom.us/j/81800972281?pwd=N3pVbHA2c29nd2pORnB2WUI4bU9CZz09<BR/><BR/>ID: 818 0097 2281<BR/>pass code: 530513", "トピック": {"第1回": ["Introduction", ""], "第2回": ["PART I: POLITICAL ECONOMY: Developmental State?<BR/>Culture, Ideology", ""], "第3回": ["Dominant Explanations for the Political of Japan", ""], "第4回": ["State or Market?", ""], "第5回": ["Japanese Firms", ""], "第6回": ["Japanese Workers", ""], "第7回": ["Varieties of Capitalism", ""], "第8回": ["PART II:PUBLIC POLICIES: Welfare State?<BR/>Public Policies in General", ""], "第9回": ["Developmental State or Welfare State?", ""], "第10回": ["Local Governments", ""], "第11回": ["Minority", ""], "第12回": ["Women", ""], "第13回": ["Japan&#39;s New Politics", ""], "第14回": ["Japan&#39;s New Political Economy", ""], "授業外学習2": "Readings are kept to a minimum so that students can reasonably be expected to complete them in time to participate actively in class."}, "評価": {"教科書Required texts0": "Kozo Yamamura and Yasukichi Yasuba, eds., The Political Economy of Japan, volume １, The Domestic Transformation （Stanford University Press, 1987）. Andrew Gordon, ed., Postwar Japan as History （The University of California Press, 1993）. We will read some articles from the above books. Other aritcles and chapter in books are also assigned.", "参考文献・資料Reference books0": "Steven Reed, Making Common Sense of Japan.\nEzra Vogel. Japan: Adaptive Communitarianism.\nYasusuke Murakami. The Japanese Model of Political Economy.\nAlfred Chandler, Jr. Government Versus Business: An American Phenomenon.\nGregory Noble.The Japanese Industrial Policy Debate.\nMasahiko Aoki. The Japanese Firm in Transition.\nMartin Kenney and Richard Florida. Beyond Mass Production\nKazuo Koike. Human Resource Development and Labor-Management Relations.\nAndrew Gordon. Contests for the Workplace.\nSteven Vogel, Japan Remodeled\nMichio Muramatsu and Ellis Krauss. The Conservative Policy Line and the Development of Patterned Pluralism．\nTerry MacDougal. Democracy and Local Government in Postwar Japan.\nGregory J. Kasza, “Developmental State or Welfare State? A Comparative Analysis of Postwar Welfare Expenditure,”\nFrank Upham. Unplaced Persons and Movemants for Place.\nMargarita Estevez-Abe, “Gendering the Varieties of Capitalism: Gender Bias in Skills and Social Policies,”\nFrances McCall Rosenbluth & Michael F. Thies, Japan Transformed: Political Change and Economic Restructuring", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "2 take home examinations"], "成績評価Grading2": ["その他／Others (99)", "20 %", "Class presentation （10%） Class participation （10%）"], "成績評価Grading3": "備考　Note\nその他(others)\nStudents will be graded on the following basis:\n１. A midterm take-home examination distributed in class （40%）.\n２. A final take-home examination distributed in class （40%）.\n３. Class presentation （10%）\n４. Class participation （10%）", "備考Note0": "The class is conducted using zoom.\n\nClick or copy & paste the following URL a few minutes befor the class begins.\n\nhttps://zoom.us/j/2551854392?pwd=UXowUjZYbnBtUXFmV1l2T0NaZHJpdz09\n\nor by typing\n\nMetting ID: 255 185 4392\n\nPass word: 647777", "更新日時/Date of Update1": "2021年09月22日 10時33分24秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－１１９"]}, "campas": 0, "name": "【320】Political Economy of Japan／Political Economy of Japan", "管理部署": 10, "単位数": 2, "担当者": "北山　俊哉（KITAYAMA TOSHIYA） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 24, "評価1": 3, "評価2": 4, "開講期": 2}