{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course focuses MIGRATION in the EU. We will discuss this topic from a comparative perspective, comparing the developments in the EU with Japan. Together with students from Europe, we will work on the similarities and difference regarding migration in the EU (with a focus on Germany) and Japan, analysing activities by the government, companies and civil society to attract and integrate migrants.<BR/>Students will learn not only migration policies in the EU and Japan, but will also gain &#39;soft skills&#39; like research skills, discussion skills, and teamwork skills.", "到達目標": "Students will understand the similarities and differences regarding migration in Japan and the EU. They will increase their understanding of EU labour migration, German immigration history and policies, as well as the integration of migrants in the labour market and in society in the EU and in Japan. <BR/>They will acquire important soft skills regarding independent research, group work, discussion, presentation skills and critical thinking.", "特記事項": "この科目は、4/28（木）までの授業がオンデマンドで実施される科目です。<BR/>5/2（月）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until Thursday, April 28.<BR/>Classes will be held in a face-to-face format from Monday, May 2 onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course is designed as VE (virtual exchange class). You will have several tasks to complete with students from the University of Oxford and LMU (Munich University).Students will have to engage in discussion with their peers, do homework, prepare for the next classes (reading assignments), and will do graded group work.<BR/>If you have any questions, don&#39;t hesitate to send me an email (schrade@kwansei.ac.jp)", "トピック": {"第1回": ["ON-DEMAND CLASS: Introduction: Short overview on migration in the EU and Japan", "Homework &amp; reading assignment<BR/>ONLINE CLASS (the voice for the last slides is missing, unfortunately). <BR/>https://kwanseio365-my.sharepoint.com/:p:/g/personal/ftj87868_nuc_kwansei_ac_jp/ETE7RlPW4k9Av5jAUH0pHIkBzU2Umn8M-qKyMpFLgR7viA?e=1JgBId"], "第2回": ["ON-DEMAND CLASS: Overview of migration in Japan", "Homework &amp; reading assignment<BR/>ONLINE CLASS"], "第3回": ["ON-DEMAND CLASS: Overview of migration and mobility  in the EU", "Homework &amp; reading assignment<BR/>ONLINE CLASS"], "第4回": ["Labour mobility in the EU after 2004", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第5回": ["Labour mobility in the EU after 2004: mobile labourers from Eastern Europe to Western Europe, and its impact on the economy &amp; society", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第6回": ["Migration in Japan: development &amp; current situation", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第7回": ["Economic impact of migration on Japan and EU countries", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第8回": ["Attempts to attract immigrants in high-demand professions by the government and companies in Japan and Europe", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第9回": ["Integration of immigrants into the workforce in Germany and Japan: is it working?", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第10回": ["Migration and civil society: efforts to integrate migrants by political actors, NGOs and civil society in Japan &amp; Germany", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第11回": ["Integration through language: (language) education as part of the integration strategy in Japan, Germany and other EU countries", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第12回": ["Refugees: could accepting more refugees (as well as other immigrants) be a solution to counteract the ageing of society and the workforce in the Germany, Italy and Japan?", "Homework &amp; reading assignment<BR/>FACE-TO-FACE CLASS"], "第13回": ["Presentation of group work", "Homework &amp; reading assignment<BR/>ONLINE CLASS"], "第14回": ["Wrap up and discussion", "Homework &amp; reading assignment<BR/>ONLINE CLASS"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Academic quality and independent thinking"], "成績評価Grading2": ["その他／Others (99)", "50 %", "class participation, group work, homework & presentation"], "備考Note0": "COIL/VE", "更新日時/Date of Update1": "2022年04月27日 18時33分25秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【420】The European Union: History, Politics & Economy／The European Union: History, Politics & Economy", "管理部署": 10, "単位数": 2, "担当者": "シュラーデ　Ａ．（SCHRADE ANNA KRISTINA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 1}