{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "International accounting is an extremely broad topic. At a minimum, it focuses on the accounting issues unique to multinational corporations, especially with respect to foreign operations. At the other extreme it encompasses the study of the various functional areas of accounting in all countries of the world, as well as the activities of a number of supranational organizations. <BR/>  The course is divided into two parts:  During the first part, I review basics of accounting, using the same textbook that I used for the “Introduction to Financial Accounting” course. The goal for the second part is to provide students with an overview of the broadly defined area of international accounting, with a focus on the accounting issues encountered by multinational companies engaged in international trade and invested in foreign operations.", "到達目標": "In this course, you will learn the important concepts underlying financial statements, the accounting principles, and some tools to analyze firms’ financial reporting. The goal for this course is to equip you with sufficient understanding of the concepts, methods, and uses of financial information so that you can practically use financial data of firms and make decisions about economic activities.  Also, specific topics related to international accounting, introduced in this course are: diversity in accounting, international convergence of financial reporting, and comparative international auditing and corporate governance.", "特記事項": "この科目は履修者数によって確定した授業形態で実施します。<BR/>履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、授業形態を履修者へお知らせします。<BR/>This course will be offered in a class format determined by the number of students enrolled.<BR/>After the enrollment is determined, if the number of students is within the classroom capacity, the course will be taught face-to-face. Please note that face-to-face classes are not subject to the 60 credit limit for online classes, but online classes are subject to the 60 credit limit for online classes. However, online courses are subject to the 60-credit limit for online classes, and therefore, more than 60 credits cannot be counted toward graduation (only up to 60 credits can be counted). Students will be notified of the course format after enrollment is confirmed.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-Face sessions with on-demand materials.", "トピック": {"第1回": ["Introduction Chapter 1 Introduction to international accounting (Delievery of the course: Face-to-Face format in classroom is expected unless the number of registered students exceed the assigned classroom capacity. In that case, the class will be conducted by &quot;on-demand&quot; format)", "Read Chapter 1 (Refer to the following site for additional materials)<BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/ctv36083_nuc_kwansei_ac_jp/EuHkmcGRMaNDlt0BQPv2a9cB-qlG58ZX4_pkfpKvGXK8Gg?e=eVA6MQ"], "第2回": ["Chapter 1 Introduction to international accounting", "Read Chapter 1"], "第3回": ["Chapter 2 Worldwide accounting diversity", "Read Chapter 2"], "第4回": ["Chapter 2 Con&#39;t", "Read Chapter 2"], "第5回": ["Quiz 1 (Chp.1 &amp; 2) Chapter 3 International convergence of financial reporting", "Read Chapter 3"], "第6回": ["Chpter 3 Con&#39;t", "Read Chapter 3"], "第7回": ["Chapter 4 IFRSs Part 1", "Read Chapter 4"], "第8回": ["Chapter 4 Con&#39;t", "Read Chapter 4"], "第9回": ["Quiz 2 (Chp.3 &amp; 4) Chapter 5 IFRSs Part 2", "Read Chapter 5"], "第10回": ["Chapter 5 Con&#39;t", "Read Chapter 5"], "第11回": ["Chapter 10 Management accounting issues in multinational corporations", "Read Chapter 10"], "第12回": ["Chapter 10 Con&#39;t", "Read Chapter 10"], "第13回": ["Quiz 3 (Chp. 5 &amp; 10) Chapter 11 Auditing and corporate governance: An international perspective", "Read Chapter 11"], "第14回": ["Chapter 11 Con&#39;t", "Read Chapter 11"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Timothy Doupnik, Mark Finn, Giorgio Gotti, and Hector Perera", "International Accounting 5th edition (Kindle version)", "McGraw Hill", "2019 年", "978-1-259-74798-4", ""], "教科書Required texts0": "Note: Go to the following link to buy the \"Paperback Version\" or \"Kindle version\" of the textbook for the course.\nhttps://www.amazon.co.jp/International-Accounting-Timothy-Doupnik/dp/1260547981/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1641185880&sr=8-2\nhttps://www.amazon.co.jp/International-Accounting-English-Timothy-Doupnik-ebook/dp/B07M6LF5NM/ref=sr_1_2?__mk_ja_JP=%E3%82%AB%E3%82%BF%E3%82%AB%E3%83%8A&dchild=1&keywords=International+Accounting&qid=1596496853&s=digital-text&sr=1-2 (Note: As of February 10, 2022, the Kindle version (5th edition) seems not available. If the Kindle version of the textbook is not available by the time lecture starts, I plan to use 4th edition of the same textbook instead of the Kindle 5th edition. The fourth edition of the textbook is available at: https://www.amazon.co.jp/gp/product/981457712X/ref=ppx_yo_dt_b_asin_image_o00_s00?ie=UTF8&psc=1 (ISBN-13 978-9814577120)", "学生による授業評価の方法Course Evaluation by Students0": "Course Evaluation Form distributed on-line.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final report"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Quiz 30%, Homework 30%"], "更新日時/Date of Update0": "2022年03月04日 10時13分33秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期後半／Spring (2nd Half)", "木曜４時限／Thursday 4", "春学期後半／Spring (2nd Half)", "Ｇ－ＩＳ２０６"], "項番No.2": ["2022年度", "春学期後半／Spring (2nd Half)", "木曜５時限／Thursday 5", "春学期後半／Spring (2nd Half)", "Ｇ－ＩＳ２０６"]}, "campas": 0, "name": "【430】International Accounting／International Accounting", "管理部署": 10, "単位数": 2, "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "時限2": 25, "評価1": 3, "評価2": 4, "開講期": 4}