{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "国際マーケティングミックスを構成する製品政策、価格政策、流通経路政策（ロジスティックス）、販売促進政策を主な講義内容とし、その上位戦略となり、かつマーケティングミックスと連動する外国市場参入方式決定も扱う。国際輸出企業や多国籍企業における最適なマーケティングミックスのあり方が、旧来型の「世界標準化対現地適応化」というパラダイムだけでは問えないことを理解していただくのが、授業目的の１つとなる。では、最適な国際マーケティングミックスにはどのようなパラダイムが要請されるのかに問題意識を持ち、その解を講義の中から見つけ出して頂きたい。なお、PPTスライドショー形式の講義資料の中に英語表記を加えるだけでなく、多国籍企業のマーケティングミックス政策の幾つかのタイプと関連し合う多くの現象を多種多様な理論的接近法にも照らし、割と多めに英語を用いて説明していく。", "到達目標": "マーケティングミックスの国際バージョンとして捉えるだけではなく、むしろ多国籍企業の経営者とかマーケティング部長の視点から、他の製品事業や別の国別市場・地域市場でのマーケティング意思決定も交えてマーケティングミックスの最適化を考察できれば、本講義の最高目標に到達するであろう。", "授業方法": "毎回、ZoomまたはTeamsを使った同時双方向型オンライン授業となります。万一、授業スケジュール通り出席できなかった場合、後にオンライン配信される授業のビデオ録画をご覧いただく予定。", "トピック": {"第1回": ["本講義の概要説明<BR/>Overview of this Course", "国際マーケティングの国内マーケティングとの決定的な違いが何かを知るきっかけが与えられる。"], "第2回": ["消費財の国際マーケティングミックス原理<BR/>International Marketing Mix Principles for Consumer Goods", "消費財のマーケティングの特徴を国際的な視点から捉えると、国内取引では扱われない新たなマーケティング要素が見い出せる。"], "第3回": ["産業財の国際マーケティングミックス原理<BR/>International Marketing Mix Principles for Industrial Goods", "産業財は，資本財と生産財に分かれる。個人消費者とは異なり、産業財ユーザーとの交渉力が産業財を供給するメーカーのマーケティングミックスのあり方に強く影響する点を注視されたい。"], "第4回": ["世界市場向け参入方式に関する選択決定<BR/>A Decision-making on Entry Modes in a Worldwide Market<BR/>先進国系多国籍企業　vs. 新興国系多国籍企業による国際戦略提携とＭ＆Ａの選択決定因の比較考察<BR/>A Comparative Consideration on the Determinants of International Strategic Alliances and M&amp;A selected by Multinationals from Advanced Countries vs. Emerging Countries", "国際戦略提携の成立プロセスをゲームの理論から解説する。次いで、戦略提携と比べてＭ＆Ａが選好されるのはなぜかを考察する。最後に、新興国系多国籍企業が国際戦略提携からＭ＆Ａへ切り替えて先進国系企業やブランドを買収するのが多発したのはなぜかを究明する。"], "第5回": ["国際製品政策  International Product Policy<BR/>・グルーバル・デファクト・スタンダード競争は終焉を迎えたか <BR/>Why on the earth has Global de-facto Standard Competition fallen in the Final Stage?<BR/>・新興国系多国籍企業によるリバースイノベーションの威力は本物か<BR/>Has Reverse Innovation brought Multinational Enterprises from Emerging Countries up more Powerful Competitiveness?", "製品政策の中で最重要となっているグローバル・デファクト・スタンダードを獲得するための要件を述べ、その競争の特徴を具体的な製品を例にして解説する。その上で、世界標準の獲得にはどのタイプが業界で最重視されているか結論を導き出す。"], "第6回": ["国際製品政策 International Product Policy<BR/>・自社内新製品開発か買収／売却かの決定  Decision-making on Internal Development of a New Product or Acquiring or Selling a Product Division.<BR/><BR/>・新興国系多国籍企業による欧米日の高級ブランド買収はなぜ矢継ぎ早に実現したか<BR/>Why could Emerging Multinationals Speedily buy European, American and Japanese Luxury Brands?", "世界の医薬品業界における大型Ｍ＆Ａの生成要因を製品ポートフォリオ分析を応用しながら説明する。"], "第7回": ["国際製品政策 <BR/>International Production Policy<BR/>・世界標準化型か現地適応化型かの選択決定因<BR/>The Determinants of Worldwide(Global) Standardization vs, Local Adaptation", "世界標準化が望ましい製品タイプと現地適応化か必須となる製品の違いを明示する。その際、需要の所得弾力性と需要の価格弾力性という面から比較考察する。"], "第8回": ["グローバルブランド政策<BR/>Global Brand policy<BR/>１）コーポレートブランドと製品ブランドの関係：ネスレのケースなど<BR/>The Relationship between Corporate Brand and Product Brand: Illustrating Nestle   <BR/>２）ブランド・ポートフォリオの重要性：マリオット・インターナショナル vs. ヒルトン・グループ <BR/>The Importance of Brand Portfolio　― Marriott International vs. Hilton Group ―  <BR/>・", "コーポレートブランドと世界製品ブランドとの相乗効果が見られるかどうか、ネスレのケースを取り上げて洞察する。次いで、世界のホテル業界におけるブランド・ポートフォリオの重要性を説く。"], "第9回": ["ブランド拡張政策の有効性と成功のための留意点　<BR/><BR/>The Effectiveness of Brand Extension Policy and Some Careful and Significant Points for the Success of Its Policy<BR/>　＃授業の開始時から終了までＤＶＤを活用 ・コカコーラ、ノキア、サムスン、グッチ、ダンヒル、Ｐ＆Ｇ等<BR/>In terms of watching and listening DVD soft which provides us with such Pinpoint cases as Coca Cola, Nokia, Samsung, Gucci, Dunhill and P&amp;G from the outset to the end in our schedule, we can enjoy learning some case studies about global brand policies.", "英語版ＤＶＤの映像を通して、世界の著名なブランドの開発と管理が成功するための要件を把握する。さらに、同じ業界の中でブランド差別化を図るためにどういった政策を採択すれば良いのかを諸事例から学ぶ。"], "第10回": ["国際価格戦略の３類型とその選択原理<BR/>Three types of International Pricing Strategies and their Selection Rules<BR/>１）アームズレングス・プライシング　２）トランスファー・プライシング　３）交渉価格設定の選択類別化<BR/>Typologies of Arms&#39; Length Pricing, Transfer Pricing and Negotiated Pricing<BR/>&#39;", "本国製造品の輸出向け価格形成、トランスファープライシング、交渉価格設定といった３つの価格形成の原理を数値例も交えながら解説する。"], "第11回": ["国際広告戦略 An International Advertising Strategy<BR/>・広告メッセージの製作とメデイアの選定における各国文化による影響　<BR/>The Impacts of Each Cultural Differences on Creating Message tailored for an Advertisement and the Selecting Advertisement Media.<BR/><BR/>・ＴＶ広告とインターネット広告の効果比較<BR/>A Comparison of the Advertisement Effects between TV Commercial and Internet Ad.", "どのような国際広告メッセージを制作するのが望ましいかを、異文化間の差異にも配慮しながら、広告対象製品の消費者の製品関与度と製品の現地化要請度という面から検討する。各国の文化的次元とコンテクストの差異から広告メディアの選定に及ぶ要因に関しても解説する。"], "第12回": ["国際流通経路の選定に関する注意事項とケーススタディ<BR/>Some Careful Pinpoints for Selecting International Distribution Channels and our Illustration of several Case Studies to be worthwhile to learn. <BR/>・実売店舗から仮想店舗への移行現象をどう見るべきか<BR/>What should be on earth the phenomena for transferring from a Real Store to a Virtual One treated with as Distribution Channel like an Institution?<BR/><BR/> <BR/> <BR/>・新興国市場における流通経路の二重構造への対応策<BR/>How to Respond to the Dual Structure fixed within the Distribution Channels of Emerging Countries for the Multinational Manufacturers from Developed Countries.<BR/><BR/>・中国市場などアジア市場参入におけるライオンと花王の流通経路方式の選択と参入方式時系列展開の比較 <BR/>Entry Modes when having entered into  ―Lion versus Kao－<BR/>ing", "製造業者から流通業者を経て消費者に至る製品提供に加えて、インターネット販売も交え、実店舗と仮想店舗の選別に影響する要因を明かす。また、新興国市場における伝統的流通ルートから近代的な流通ルートの活用へと転じている日本の製造企業の流通戦略意思決定メカニズムを流通制度論も織り交ぜて洞察する。"], "第13回": ["国際ロジスティックスとサプライチェーンマネジメント（ＳＣＭ）の差異と戦略的重要性<BR/>・ＳＣＭがもたらす競争優位効果 — DellのPCの受注＆生産委託から学ぶ—<BR/>What kinds of differences can we find between International Logistics and Supply Chain Management (SCM)? <BR/>Then we try to observe Dell&#39;s Global SCM where the production of PC is always trusteed by Dell to its manufacturers whose production volume is huge as a mass production facility is introduced in its factory at earlier stage.<BR/>Thus Dell can enjoy a variety of strategic advantages derived from offshore outsourcing its PC production by order as well as speedily serving customers with a variety of customized PC and an adequate branding unique to Dell.<BR/>In this way we recognize several strategic advantages derived from such a business model adopted by Dell.", "通常のロジスティックスがサプライチェーンマネジメント型ロジスティックスへと進化している現象の背景を示し、両タイプの差異を提示する。Dellが取り入れたSCMの特徴と強みを紹介する。それが果たして顧客志向型SCMといえるかどうかを判定したい。"], "第14回": ["総括<BR/>A Summary and a Conclusion", "計13コマの講義内容のエッセンスを総括し、復習の機会を設ける。こうして、受講生にとって正しい知識を身につけ、国際マーケティングミックス政策への理解が深まるよう努めたい。"], "第15回": ["授業機会があれば、当初予定していた「総括」に代えて、吉本興業より「”SDGsの開発目標（17項目）”をベースにした漫才」を提供して頂く。                                   <BR/>If any chance for developing an alternative to the existing teaching materials, we might enjoy to take the below special play in this class under the theme of &quot;Comedy Story based on 17 items of Development Goals for SDGs&quot; provided by Yoshimoto Kogyo Co., Ltd.", "正式な配信契約の締結後、実施可能（COVID-19 の感染による影響が懸念されるゆえ、Zoom配信に限られます）。"], "授業外学習2": "オンライン授業について、教員からの指⽰がある場合は、「授業外学習」欄に指⽰内容が記載されていますので、確認してください。教員がシラバスを更新している場合は、「授業外学習」欄の⽂頭に更新された⽇時が記載されています。<BR/>例 1）【9 ⽉ 28 ⽇ 7 時 00 分更新】授業開始時間までに「URL リンク」欄に記載されている URL から Zoom（Teamsになる可能性もあり） に参加してください。<BR/><BR/><BR/>例 2）【10 ⽉ 4 ⽇ 20 時 10 分更新】<BR/>第 2 回（10 ⽉ 5 ⽇）の資料を LUNA にて配付します。LUNA の科⽬のホームページ URLは「URL リンク」を確認してください。<BR/>「授業外学習」欄に添付ファイルやリンク先確認の指⽰があった場合は、「添付ファイル欄」、「URLリンク欄」を参照してください。<BR/>② 「授業外学習」欄に添付ファイルやリンク先確認の指⽰があった場合は、「添付ファイル欄」、「URLリンク欄」を参照して下さい。"}, "評価": {"教科書Required texts0": "教科書に関しては未定。", "参考文献・資料Reference books0": "LUNAに掲示し、適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "所定のフォーマットによるネット調査を実施。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "中間リポートでは講義理解力を重視、最終講義後リポートでは独創性を重視"], "成績評価Grading2": "備考　Note\nCOVID-19感染症の影響により定期試験を実施できない状況が生じた場合、LUNA経由の代替試験またはレポート試験により成績評価を行う。また、COVID-19に感染したため、定期試験を受けられない履修者には同様の対応を検討する。双方ともに、LUNAの授業連絡ボードを通じて情報を提供していく。", "備考Note0": "COVID-19感染症による影響にも配慮して、通常の対面式授業に加えて、オンライン式授業を併用する場合もあり、その件に関してはLUNAの授業連絡ボードでの掲示により通達する。", "更新日時/Date of Update1": "2021年09月21日 16時28分22秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｇ－１０１"]}, "campas": 0, "name": "【330】国際マーケティングミックス政策／International Marketing Mix Policy", "管理部署": 10, "単位数": 2, "担当者": "藤沢　武史（FUJISAWA TAKESHI） ", "履修基準年度": "２年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 1, "評価1": 3, "開講期": 2}