{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業では、受講生の皆さんが市場取引を通じた環境政策の有効性とその限界を説明できることを目標とします。", "到達目標": "この講義では、経済学の基礎を学ぶことで、経済学を用いて環境政策を理解し説明できることを目標とします。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "講義では、環境経済学を経済学の主流である新古典派経済学と傍流であるエコロジー経済学の二つの立場から解説します。<BR/>In the lecture, environmental economics will be explained from two standpoints: neoclassical economics, which is the mainstream of economics, and ecological economics, which is a side stream.", "授業方法": "毎回の教材は講義の前にアップロードします。講義時では、パワーポイントにより視覚的なわかりやすさを心掛け、論点の整理とチェックポイントを明確にします。オンラインによる授業中試験は、講義内容の確認として用います。The course materials for each session will be uploaded before the lecture. During the lecture, I will use PowerPoint to make the material visually clear, organize the issues, and clarify the checkpoints.Online in-class examinations will be used to confirm understanding of the lecture content.", "トピック": {"第1回": ["オンデマンド実施 On-demand class<BR/>プロローグ　経済学はどのように考える学問か？経済学と経営学の違い　Prologue What does Economics think?　Difference between economics and business administration or management", ""], "第2回": ["オンデマンド実施 On-demand class<BR/>経済学はどのように考える学問か？ ただのランチは無い　世代内と世代間の倫理　What does Economics think? There is no free-lunch. What does Economics think? Intra-generational and Inter-generational Ethics", ","], "第3回": ["オンデマンド実施 On-demand class<BR/>私有制の下での合理的経済人による分権的な市場取引における自由主義と温情主義について　On liberalism and paternalism in &quot;decentralized market transactions by rational economic agents under private ownership", ""], "第4回": ["地球の環境問題とは？　What is the environmental problem of the earth?<BR/>寓話としての「共有地の悲劇」　The Tragedy of the Common Ground as an Allegory", ""], "第5回": ["市場取引に基づく環境政策（1） Market-based environmental policy（1）<BR/>税、補助金、規制　tax, subsidy, and regulation", ""], "第6回": ["市場取引に基づく環境政策（2） Market-based environmental policy（2）<BR/>デポジット制度、譲渡可能排出許可証　deposit-refund system and tradable emission permits", ""], "第7回": ["市場取引に基づく環境政策（3） Market-based environmental policy（3）<BR/>廃棄物処理 waste disposal", ""], "第8回": ["持続可能な経済発展　Sustainable economic development<BR/>環境と民主主義的な政府  Environment and democratic government", ""], "第9回": ["ゲストスピーカーによる講義　Lecture by a guest speaker<BR/>（ゲストスピーカーの都合で日程が変わることがあります。The schedule is subject to change depending on the availability of the guest speaker.)", ""], "第10回": ["エコロジー経済学（1）　Ecological Economics(1)<BR/>熱力学の経済学　Economics of thermodynamics", ""], "第11回": ["エコロジー経済学（2）　Ecological Economics(2)<BR/>定常経済　Steady-State Economy", ""], "第12回": ["エコロジー経済学（3）　Ecological Economics(3)<BR/>社会的共通資本　Social common capital", ""], "第13回": ["経済学は、自然資本をどう評価し、考えるべきか？　How should Economics evaluate and think about natural capital?", ""], "第14回": ["授業中試験の解説　Explanation of in-class examination <BR/>エピローグ Epilogue", ""], "授業外学習2": "環境問題には常に関心を持ち新聞などの報道に注意を向けるとともに適宜紹介する参考文献も積極的に読むことで理解が深まるでしょう。<BR/>Please prepare by the next lesson. Always be keenly interested in environmental issues, please pay attention to news reports. Also, if you actively read the bibliography I introduce as appropriate, the understanding of environmental problems by the method of Economics will deepen."}, "評価": {"教科書Required texts0": "教科書は用いませんが、パワーポイントを用いて視覚的にわかりやすく解説し、あらかじめ補助ﾌﾟﾘﾝﾄをkwicなどにアップロードします。The textbook will not be used, but PowerPoint will be used to provide a visually clear explanation, and supplementary handouts will be uploaded to kwic, etc. in advance.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["バリー・C・フィールド", "入門自然資源経済学", "日本評論社", "2016 年", "978-4-535-55798-7", ""], "参考書/Reference books2": ["ジェフリー・ヒール", "はじめての環境経済学", "東洋経済新報社", "2005 年", "978-4-492-31347-3", ""], "参考書/Reference books3": ["細田衛士", "資源の循環利用とはなにか　バッズをグッズに変える新しい経済システム", "岩波書店", "2015 年", "978-4-00-061012-4", ""], "参考書/Reference books4": ["チャールズ・D・コルスタッド", "環境経済学入門", "有斐閣", "2001 年", "4-641-16121-6", ""], "参考書/Reference books5": ["リチャード・C・ポーター", "入門廃棄物の経済学", "東洋経済新報社", "2005 年", "4-492-31344-3", ""], "参考書/Reference books6": ["細田衛士", "グッズとバッズの経済学（第2販）", "東洋経済新報社", "2012 年", "978-4-492-31426-5", ""], "参考書/Reference books7": ["鎌苅宏司・村田安雄", "最適課税と環境税の経済分析", "中央経済社", "2005 年", "978-4-502-65620-0", ""], "参考書/Reference books8": ["ハーマン・E・デイリー，ジョシュア・ファーレイ", "エコロジー経済学", "NTT出版", "2014 年", "978-4-7571-2303-8", ""], "参考書/Reference books9": ["天野明弘", "環境問題の考え方", "関西学院大学出版会", "2003 年", "4-907654-45-6", ""], "参考書/Reference books10": ["ハーマン・E・デイリー　[聞き手]枝廣淳子", "「定常経済」は可能だ！", "岩波書店", "2014 年", "978-4-00-270914-7", ""], "参考文献・資料Reference books0": "参考書欄に掲載されているもの以外には、例えば、下記のような文献があります。\n温暖化の＜発見＞とは何か，スペンサー・R・ワート，みすず書房，2005，4-622-07134-7\nエコロジー経済学　もうひとつの経済学の歴史(増補改訂版)，ホワン・マルチネス＝アリエ，新評社，1999，4-7948-0440-7\n成鳥の限界　人類の選択，ドネラ・H・メドウズ，デニス・L・メドウズ，ヨルゲン・ランダース，ダイヤモンド社，2005，4-478-87105-1\n自然資本の経済，ポール・ホーケン，エイモリ・B・ロビンス，L・ハンター・ロビンス，日本経済新聞出版社，2001，978-4-532-14871-3\n地球に未来はあるか，ゴードン・R・テイラー，みすず書房，1998，4-622-04936-8\nサステイナビりティの経済学　人間の福祉と自然環境，パーサ・ダスグプタ，岩波書店，2007，978-4-00-023020-9\nサバイバル　ストラテジー，ガレット・ハーディン，思索社，1983，4-7835-0100-9\n持続可能な未来のための民主主義，足立幸男編，ミネルヴァ書房，2009，978-4-623-05503-6\n経済学の神話　エネルギー，資源，環境に関する真実，ニコラス・ジョージェスク・レーゲン，東洋経済新報社，1981，（ISNB不明）\n沈黙の春，レイチェル・カーソン，新潮社，1987，4-10-519701-0", "学生による授業評価の方法Course Evaluation by Students0": "大学所定の様式に従い実施します。It will be conducted according to the form prescribed by the university.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "成績評価Grading2": "備考　Note\n成績評価は平常時の授業中試験の成績に基づきます。但し、試験の形式は対面では行わず、オンライン形式で行います。Grading will be based on the performance of in-class examination. However, the format of the examination will not be face-to-face, but online.", "備考Note0": "事前に講義資料をオンライン形式で閲覧できるようにし、講義ではパワーポイントを用いてポイントを分かりやすく示し、数式による展開は行わず、図による解説も極力少なくして、新古典派経済学とエコロジー経済学の考え方を平易に解説します。The lecture materials will be made available online in advance, and the main points will be presented in an easy-to-understand manner using PowerPoint. In addition, we will explain the concepts of neoclassical economics and ecological economics in a simple manner, without using mathematical formulas and with as few diagrams as possible.", "備考Note1": ["関学：環境経済学　第1回「プロロ—グ経済学はどのように考える学問か？経済学と経営学の違い」　2022＿09＿20.docx", "環境経済学第1回講義配布資料　Environmental Economics 1st lecture handout"], "備考Note2": ["関学「環境経済学」第1顔「経済学と経営学の違いとは？」2022＿09＿20.pptx", "関学「環境経済学」第1回「経済学と経営学の違いとは？」Environmental Economics 1st lecture handout(ppt)"], "備考Note3": ["関学国際学部「環境経済学」第1回画像.mp4", "関学国際学部「環境経済学」第1回画像　Environmental Economics 1st lecture image"], "備考Note4": ["関学：環境経済学　第2回「経済学はどのように考える学問か？ただのランチは無い、世代内と世代間の倫理」2022＿09＿27.docx", "関学：環境経済学　第2回「経済学はどのように考える学問か？ただのランチは無い、世代内と世代間の倫理」2022＿09＿27.docx　Environmental Economics 2nd lecture handout"], "備考Note5": ["関学国際学部「環境経済学」第1回画像追加部分.mp4", "関学国際学部「環境経済学」第1回画像追加部分.mp4 Environmental Economics 1st lecture additional image"], "更新日時/Date of Update6": "2022年09月27日 22時51分19秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【330】環境経済学／Environmental Economics", "管理部署": 10, "単位数": 2, "担当者": "鎌苅　宏司（KAMAKARI KOJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 8, "評価1": 2, "開講期": 2}