{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "世界経済や日本経済の動きが日々刻々と変化する中、新聞報道などを中心に、世界の経済事情を学び時事問題への関心を高めてニュース感覚を養う。マクロ経済への理解を深め論理的な思考や文章構成力を養うことを目的とする。「就活」に役立つ経済知識も身に着ける。", "到達目標": "1、経済ニュースを読むための基礎知識を身につけるとともに、世界や日本の経済問題の中からテーマを設定し、客観的な事象やデータを挙げて論理的に自らの主張を論じられるようにする。2、論調が異なる新聞各紙の社説を読みこなし自身の意見が述べられるようにする。3、就活にも役立つ経済知識を身につけるとともに、卒業後は社会人として活躍するために、世界経済、日本経済に関するニュースに対し敏感な感覚を養う。4、通商、エネルギーや経済問題をテーマにレポートを書く論述能力を高め、自らの意見を論理的に主張できるよう学習成果を高める。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "資料を提示し講義方式で授業を行う。授業回によっては新聞各紙の社説などを配布し比較検証してもらう。", "トピック": {"第1回": ["【グローバル経済概説】<BR/>　新聞やテレビなどのメディアが伝える世界経済のトレンドを学び日本経済が直面する課題を知る。新型コロナウイルスの世界的なパンデミックにより世界経済は大きく減速したが、コロナ収束後の経済事情はどうなるか。また、新聞記者として経済案件を取材した経験やエピソードを伝えメディアに対する関心を高めてもらう。(第1回～第3回はオンデマンド実施)", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第2回": ["【日本の経済・文化概説】<BR/>　米中に次ぐ世界３位の日本経済について伝えられる報道をもとに学び、世界における日本経済のプレゼンスを問う。GDPや食料自給率、概算要求など日本経済の動きを知る。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第3回": ["【米国経済概観】<BR/>　世界一の経済大国である米国の実情を探り、バイデン政権の経済政策を学ぶ。FRBの金融政策やエネルギー課題、コロナ禍の影響、「大きな政府」「小さな政府」論にも触れる。2000年に米国務省の招待プログラムで米国8都市を視察し、ベンチャーや軍民技術開発などについて執筆した当時の記事なども紹介する。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第4回": ["【アジア、中国経済概観】<BR/>　世界２位の経済大国になった中国の現状と、格差問題や成長率の鈍化、「一帯一路」政策などについて考え中国経済を概観する。また、ASEANをはじめとするアジア諸国・地域の経済、「中所得国(中進国)の罠」などについても考察する。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第5回": ["【欧州経済概観】<BR/>　2009年に表面化したギリシャ財政の粉飾。それに端を発した欧州経済危機を振り返る。EUの成り立ちを再考し、英国のEU離脱(ブレグジット)の影響、欧州中央銀行(ECB)の金融政策、独仏などの経済政策も考察する。ギリシャ・アテネを取材した際の記事や写真を紹介し理解を深めてもらう。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第6回": ["【国際経済に関する社説検証・その１】<BR/>　国際経済に関しタイムリーなニュースについて、産経、朝日、毎日、読売、日経の各紙が社説や解説記事で何を問題視しどのようなスタンスでのぞんでいるかを紹介。各紙の論調を比較し、自身の考えをミニレポートにまとめる。また、コロナ禍に影響を受けた日米欧、中国の経済を比較し国際社会への理解を深める。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第7回": ["　【中東経済概観】<BR/> 「アラブの春」とされた中東各国の民主化運動から12年、産油国を中心とする中東経済はどう変わったか－。世界最大級の産油国サウジアラビアの経済改革やイスラエルとの関係、日本の資源外交、さらにイスラム金融やハラルなど中東独特の事情などを学ぶ。万博が開催されたドバイ経済事情を写真などを交えて解説する。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第8回": ["【エネルギー問題・その１】<BR/>　東日本大震災によって日本のエネルギー安全保障はどんな影響を受けたか－。東京電力福島第一原発の事故によって天然ガスなどの輸入が急増し貿易赤字に陥った構造問題を検証し、産油国が集積する中東の経済を絡めて今後のエネルギー政策を問う。1970年代の石油ショックによって日本のエネルギー政策はどう変わったかにフォーカスし、原子力発電の役割を問う。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第9回": ["【エネルギー問題・その２】<BR/>　原油、天然ガスなどの世界分布を知り、各国で台頭する「資源ナショナリズム」の動きに目を配る。新たなエネルギー源として期待されるシェールガスやメタンハイドレート、地熱発電などの研究、開発、再生可能エネルギーの普及に向けた課題などを探る。さらにカーボンゼロ社会に向けた世界経済、各国の動きを学ぶ。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第10回": ["【貿易投資の自由化、通商問題】<BR/>　WTOのラウンド交渉は難航、一方で進展を見せるＴＰＰ11、日欧EPA、RCEPをはじめとするメガＦＴＡなど地域間や二国間の貿易、投資の自由化問題を学び、貿易立国として戦後経済を成長させた日本の通商課題を占う。1999年に米シアトルで開催されたＷＴＯ閣僚会議を取材した経験を伝え、多角的貿易交渉の役割とその限界を検証し、機能不全に陥るWTOの現状についてその要因を学ぶ。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第11回": ["【グローバルビジネス】<BR/>　企業活動の多くは今やグローバルに展開している。総合商社や多国籍企業などのビジネスにフォーカスし、事業提携やＭ＆Ａなど国境を越えて広がる企業活動を知る。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第12回": ["【国際経済に関する社説検証・その２】<BR/>　国際経済またはエネルギー問題に関しタイムリーなニュースについて、産経、朝日、毎日、読売、日経の各紙が社説を検証し、各紙それぞれの主張に対して意見や批判を論じる。特にエネルギーを振り返り、原発について各紙の論調の違いが検証できれば…と考える。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第13回": ["【為替、通貨、株式、技術力について】<BR/>　1990年代、米ソの冷戦構造が終結したことで、米国の軍事技術が民間に転用され、情報技術(IT)が発展した経緯や、戦後のブレトンウッズ体制、ニクソンショックなど為替、通貨や株価の動きについて学ぶ。また、年末に決まる来年度の政府予算案や税制改革大綱について学習する。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "第14回": ["【総括、試験・レポート提出】<BR/>　国際経済を学ぶポイントについて総括的に学ぶ。穴埋め式の試験を実施する。<BR/>　合わせて、これまでに学習した中から自由にテーマを決めレポートを提出してもらい、試験とレポートで成績評価する。", "日刊紙の経済面や日経新聞などを読み、日本経済や世界経済に関心を高めてください。"], "授業計画1": "授業計画では社説検証を2回予定したが、国際経済の様相や授業の進行状況によって1回にする可能性もある　【授業1～3回はオンデマンドでの実施を予定しています】", "授業外学習2": "　履修期間中は新聞や雑誌(経済誌)、テレビなどマスメディアが伝える経済記事やニュースに接し、関心を持って理解するように努めてください。"}, "評価": {"参考文献・資料Reference books0": "朝日、毎日、読売、産経の日刊各紙、日本経済新聞、通商白書2021、2022、エネルギー白書2021、2022など", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "経済用語や主要な人名などを問う"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "よく調べて具体的に書かれているレポートを高く評価"], "成績評価Grading3": "備考　Note\n授業で学んだ基本的な経済知識を問う試験を最終講義日に実施し、同日に学習内容を深めるレポートを提出して貰います。試験50点、レポート50点の計100点満点。ミニレポートを提出した人はさらに加点対象とします。60点以上が合格点。【オンライン受講生対象】授業中試験に代えてレポートを提出する。テーマの異なるレポート2本で評価する。", "備考Note0": "2021年度の第1回目のレジュメを添付します。ガイダンスなどを参考にしてください。毎回、レジュメを配布して授業を進める予定です。", "備考Note1": ["◆2021国際経済事情①docx.docx", "2021年度授業の第1回目レジュメです。参考にしてください"], "更新日時/Date of Update2": "2022年03月04日 14時19分24秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【330】国際経済事情と日本／International Economic Conditions and Japan", "管理部署": 10, "単位数": 2, "担当者": "巽　尚之（TATSUMI HISAYUKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 25, "評価1": 2, "評価2": 3, "開講期": 2}