{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ビジネスの現場や最前線で活躍されている様々な業界の企業の役員・幹部の方々を講師としてお招きした上、オムニバス形式で、１．その企業の経営戦略・代表的事業やプロジェクト、２．ビジネスでの経験をふまえた学生に対する期待や社会で求められる人材像などを講義して頂き（一部、実習も行います）、更にその内容について受講生との質疑応答を行うことを通じ、企業におけるビジネスの実態やダイナミズム、或いは難しさや厳しさについて直接的な感覚や理解を深めることを目的とします。（注）：この授業は定員：５０名の「申込制科目」となるため、所定期間内（通常は毎年９月上旬）に教学Webサービスを利用して申込みが必要となります。申込者が多い場合には、抽選となります点、あらかじめご了承下さい。", "到達目標": "企業の講師の方々による講義やその後の質疑応答を通じ、大学での学びとは異なる視点から企業活動の実態やビジネスの現場感について学びや理解が新たになり、更にその結果、将来の就職活動など今後のキャリアや方向性を考えたり定めてゆく為の貴重なガイダンスや指針が得られることを目標とします。", "授業方法": "この授業は教室での「対面型」で実施します。なお、もし新型コロナ感染症の状況が悪化し、全学でオンライン授業に移行せざるを得ない場合には、授業の形態を再検討します。なお、今年度、この授業は「定員５０名の申込科目」となっていますが、履修を申し込む際には、「教室での対面型授業に必ず出席できること」を前提としています（対面型授業を実施の際には、オンラインでの授業の提供はありません）ので、その点を十分ふまえた上、所定期間内に履修の申込を行って下さい（＊申込者が定員を超える場合には、抽選となります）。", "トピック": {"授業外学習2": "この演習は、来校される企業の講師の話を一方的に聞く授業ではありません。企業の講師と受講生が双方向で活発な質疑応答を行うことによって、より意味のある・意義の深い内容になると考えています。また、その関係で、講義の前に講師が所属する企業の活動・事業の内容や現状について調べておく、また講義の後、新聞や経済誌に目を通し、講師を務めた企業の活動・事業に対する認識や理解を一層深めるといった、授業に対する能動的な姿勢を期待しています。"}, "評価": {"教科書Required texts0": "この演習では、特定の教科書は使用しません。企業から来られた講師による講義そのものが「貴重な、生きた教科書」と理解して下さい。従って、その意義や効果を活かす為に、受講生自身の旺盛なビジネスや企業活動に対する関心、臆せず積極的に発言・質問する姿勢が一番重要となります。", "参考文献・資料Reference books0": "担当教員、及び学外講師（ゲストスピーカー）から適宜、案内・指示をします。", "学生による授業評価の方法Course Evaluation by Students0": "全学統一の所定の調査用紙で実施します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "90 %", "講義ごとに提出するコメントシート、及び授業をふまえた中間・期末レポート"], "成績評価Grading2": ["その他／Others (99)", "10 %", "講義における質疑や意見の提示など積極的な意識や姿勢"], "成績評価Grading3": "備考　Note\n多忙な中、様々な企業のしかるべき役職・立場の方々にご来校頂いた上、講義をして頂くという意味や価値を考えれば、当然のことながら、毎回の授業における事前準備、講義内容に関する質疑対応や意見提示など、受講生の意欲的な姿勢や積極的な対応も適宜、評価で加味・考慮します。また、事前の報告・連絡や正当な理由のない欠席が続く場合には、単位の取得が厳しくなることを留意して下さい。", "更新日時/Date of Update0": "2021年01月18日 00時51分10秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｇ－ＩＳ１０６"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【330】経済・経営特別演習／Lecture Series of Economics and Management", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "渥美　裕之（ATSUMI HIROYUKI） ", "履修基準年度": "２年", "時限1": "火曜４時限／Tuesday 4", "開講期": "秋学期／Fall"}