{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "The key objectives of this course are to acquaint the students with the financial reporting system as per GAAP and IFRS and to increase their quantitative skills in analyzing and interpreting financial information. In addition, the course will adopt financial statements from real-life companies and academic cases to enhance students’ knowledge.", "到達目標": "After completing the course, students will enhance conceptual, analytical, and quantitative skills in analyzing and interpreting financial information. Emphasis is placed on understanding and evaluating the financial statements of real-life companies, followed by cases. This course is helpful for students who want to be financial analysts or management consultants.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "Accounting, Finance", "授業の概要・背景": "", "授業方法": "This course will be offered on face-to-face. Students should have basic knowledge of accounting. This course is suitable for those students who want to be successful as future finance managers, private equity investors, entrepreneurs, financial analysts, and board members. Course pedagogy includes lectures, articles, and case studies to illustrate and reinforce concepts. Students are expected to have read assigned materials before attending every class. The instructors will supply all the reading materials in advance. Please note that if the Covid situation worsens again and any international students are unable to enter the country (or unable to leave their home country), the instructor will offer a hybrid online class. Before the first class, the instructor will send students the lecture power points and reading materials. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials.", "トピック": {"第1回": ["All 14 classes are face-to-face.<BR/>Introduction and overview of the course- a conceptual framework of financial reporting-presentation of financial information as per US GAAP, Japan GAP, and IFRS.", "Please send email at adhikarykobejp@gmail.com to get lecture materials"], "第2回": ["Definition of the elements of financial statements-key areas of consolidated financial statements- Chairman’s and Directors’ reports- notes to the financial statements based on a real-life company.", "Yes"], "第3回": ["Horizontal and vertical analysis -trend and common size analyses.", "Yes"], "第4回": ["Key Ratio analysis", "Yes"], "第5回": ["Growth analysis - economic value added", "No"], "第6回": ["Dupont model- Understanding sustainable growth.", "Yes"], "第7回": ["Evaluation of financial statements- real-life company", "No"], "第8回": ["Evaluation of financial statements- real-life company", "No"], "第9回": ["Leverage analysis", "Yes"], "第10回": ["Working capital analysis", "Yes"], "第11回": ["Bankruptcy analysis", "Yes"], "第12回": ["Case presentation by students", "No"], "第13回": ["Case presentation by students", "No"], "第14回": ["Case presentation by students/ final report", "No"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["James M. Wahlen, Stephen P. Baginski, and Mark Bradshaw", "Financial Reporting, Financial Statement Analysis and Valuation", "Cengage", "2023 年", "13:9780357722094.", ""], "教科書Required texts0": "“Financial Reporting, Financial Statement Analysis and Valuation,” James M. Wahlen, Stephen P. Baginski, and Mark Bradshaw, 10th Edition, Cengage, ISBN: 13:9780357722094.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Lawrence Revsine, Daniel Collins, Bruce Jhonson, Fred Mittelstaedt, Leonard Soffar", "Financial Reporting and Analysis", "McGraw Hill", "2021 年", "9781260247848.", ""], "参考文献・資料Reference books0": "Financial Reporting and Analysis, 8th Edition, by Lawrence Revsine, Daniel Collins, Bruce Jhonson, Fred Mittelstaedt, Leonard Soffar, McGraw Hill, ISBN: 9781260247848.", "学位授与の方針との関連Relationship to Diploma Policy0": "This course satisfies “Skills of Understanding and analyzing international affairs” and “Skills of finding and solving problems” of the Diploma Policies.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "50 %", ""], "成績評価Grading3": "備考　Note\n1. Class attendance 20%\n2. Presentation 30%\n3. Final report 50%", "更新日時/Date of Update0": "2023年02月24日 11時40分41秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期後半／Spring (2nd Half)", "火曜３時限／Tuesday 3", "春学期後半／Spring (2nd Half)", "Ｇ－ＩＳ２０４"], "項番No.2": ["2023年度", "春学期後半／Spring (2nd Half)", "火曜４時限／Tuesday 4", "春学期後半／Spring (2nd Half)", "Ｇ－ＩＳ２０４"]}, "campas": 0, "name": "【430】Financial Reporting and Analysis／Financial Reporting and Analysis [EN]", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "時限2": 10, "評価1": 1, "評価2": 2, "開講期": 4}