{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The course is intended to give an introduction to (a) the subject of Economic History as an independent academic subject, an overview (b) over the historical evolution of Europe as an economic entity and (c) the economic development of European regions and countries from the High Middle Ages until World War II. The course applies an economic historical approach with focuses particular on how living conditions of the population have changed due to Europe’s economic development.", "到達目標": "Students are supposed to acquiring a profound knowledge of the academic subject of economic history, the economic evolution of Europe as one world region, and decisive economic developments in various different European regions and countries. They should also develop the ability to directly put economic development in relation to their effects on the living and working condition of people in former times.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face in-class lectures. Students, who can not participate in class will be able to follow the course online as well as on demand. <br />Lecture format: All sessions will be held using Power Point Presentation slides covering the topics listed below for each session. PPP files or PDF files will be uploaded before each session on LUNA.<br />Students are expected to work on assigned work for each class before coming to class.", "トピック": {"第1回": ["Face to face format for all 14 lectures<br />Economic history as an Interdisciplinary Subject: Its Topics and methods", ""], "第2回": ["The European Economy in the Middle Ages I:<br />From the Agricultural Revolution to Early Forms of Capitalistic Production", ""], "第3回": ["The European Economy in the Middle Ages II: <br />The Venetian Traders and the Hanseatic League", ""], "第4回": ["The European Economy in the Early Modern Age I: <br />Colonial Expansion", ""], "第5回": ["European economy in the 16th century I: Colonial expansion - Spain and Portugal", ""], "第6回": ["European economy in the 16th century II: Colonial expansion - other European countries", ""], "第7回": ["European economy in 17th century I: From colonial expansion to mercantilism - The Netherlands and Europe in the 17th century", ""], "第8回": ["European economy in 17th century II: Mercantilism in France, England and other countries", ""], "第9回": ["The Industrial Revolution 1: England, Belgium, the Netherlands and Germany", ""], "第10回": ["The Industrial Revolution 2: Europe’s Economy in the 18th century", ""], "第11回": ["Europe’s Economy in the 19th century: Economic and social developments", ""], "第12回": ["Early integration of the world economy until 1914", ""], "第13回": ["The 1st World War, the Great Depression and Europe’s economy in the interwar period", ""], "第14回": ["European economy in the 1940s: The economy during the Second World War, war destruction and early post-war attempts for reconstruction", ""], "授業外学習2": "Readings of texts related to each class will be necessary."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【430】Introduction to European Economic History／Introduction to European Economic History [EN]", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 6, "開講期": 1}