{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The course is intended to give an introduction to (a) the subject of Economic History as an independent academic subject, an overview (b) over the historical evolution of Europe as an economic entity and (c) the economic development of European regions and countries from the High Middle Ages until World War II. The course applies an economic historical approach with focuses particular on how living conditions of the population have changed due to Europe’s economic development.", "到達目標": "Students are supposed to acquiring a profound knowledge of the academic subject of economic history, the economic evolution of Europe as one world region, and decisive economic developments in various different European regions and countries. They should also develop the ability to directly put economic development in relation to their effects on the living and working condition of people in former times.", "授業方法": "Face-to-face in-class lectures. Students need to pre-apply for the course during 4/1～4/3 on Kyogaku web. Students, who can not participate in class will be able to follow the course online as well as on demand. The first three weeks in April will be on-demand. Link to videos during this period will be uploaded in the section below: SESSIONS. PDF files will be also available on this web site.<BR/>Lecture format. Students are expected to work on the prep work for each class before coming to class.", "トピック": {"第1回": ["Economic history as an Interdisciplinary Subject: Its Topics and methods<BR/>URL OF NEW VIDEO: https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/EThWe3uwDn9MizaICJyw4CEBTMMRtwdYl3gVNcq8865Ejw?e=J1vtSg<BR/>URL of Video: https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/ETTA0ZCFdypFqV7mubx_pdMBhzT0LTxKiuqwo_J2IUKdxQ?e=KcfdLU<BR/>PLEASE NOTE: The slides on the video don&#39;t move. Please look at the attached PDF file and try to follow my talk. I will record the video again (with then hopefully movings slides, but I can&#39;t do it immediately. Sorry for any inconvenience caused).", ""], "第2回": ["The European Economy in the Middle Ages I:<BR/>From the Agricultural Revolution to Early Forms of Capitalistic Production<BR/>URL of Video:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/EbIZ3Z1RteVNrLVQ2a8cRooBHZi666cIwB6796dxHU3F8A?e=YNJ8L7", ""], "第3回": ["The European Economy in the Middle Ages II: The Venetian Traders and the Hanseatic League<BR/>URL of Video:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/EbOGmAGQ4HVDkxN9McHAuWEBldjve05xUl_7dimgg5X0CQ?e=Da1ODV", ""], "第4回": ["The European Economy in the Early Modern Age I: Colonial Expansion", ""], "第5回": ["From the agricultural revolution to early capitalist production", ""], "第6回": ["European economy in the 16th century I: Colonial expansion - Spain and Portugal", ""], "第7回": ["European economy in the 16th century II: Colonial expansion - other European countries", ""], "第8回": ["European economy in 17th century I: From colonial expansion to mercantilism - The Netherlands and Europe in the 17th century", ""], "第9回": ["European economy in 17th century II: Mercantilism in France, England and other countries", ""], "第10回": ["The Industrial Revolution 1", ""], "第11回": ["The Industrial Revolution 2: Europe’s Economy in the 18th century", ""], "第12回": ["Europe’s Economy in the 19th century", ""], "第13回": ["Early integration of the world economy until 1914", ""], "第14回": ["The 1st World War, the Great Depression and Europe’s economy in the interwar period", ""], "授業外学習2": "Readings of texts related to each class will be necessary. Reading list and texts will be provided."}, "評価": {"参考文献・資料Reference books0": "Hunt, Edwin S.; Murray, James M.: A history of business in medieval Europe, Cambridge, 1999\nPomeranz, Kenneth; Topik, Steven: The world that trade created. Society, culture and the world economy, 1400 to the present, Armonk et al, 2013\nPomeranz, Kenneth: The great divergence. China, Europe and the making of the modern world economy, Princeton and Oxford, 2000", "学生による授業評価の方法Course Evaluation by Students0": "Standard evaluation", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nContribution to the class in form of questions, comments, opinion etc. 40%\nFinal paper or short presentation 60%", "添付ファイル1/File Attachment 10": ["European Economic History 1.pdf", "PDF file of the first session"], "添付ファイル1/File Attachment 11": ["European Economic History 2.pdf", "PDF file of the second session"], "添付ファイル1/File Attachment 12": ["European Economic History 3.pdf", ""], "更新日時/Date of Update3": "2021年04月22日 16時25分01秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "Ｇ－ＩＳ院共同研究室"]}, "campas": 0, "name": "【430】Introduction to European Economic History／Introduction to European Economic History", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "２年", "時限1": 30, "評価1": 4, "開講期": 1}