{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "This course introduces the basic principles of microeconomics that are fundamentally important to manage scarce resources at the individual to firm level. We aim to understand how people make decisions, how firms behave in the market, and how labor markets work. We also consider the limits and appropriate policy interventions related to microeconomic issues.", "授業方法": "Students will receive the required readings one week before and the lecture notes after each session. Online students can access the on-demand lecture videos of classes created separately by the instructor.", "トピック": {"第1回": ["Session 1: Introduction and Orientation<BR/><BR/>Note: Face to face format for All 14 lectures.", "【Updated on: ..., 2023】<BR/>Learning activities for this week:<BR/>i) Read thoroughly Chapter 1 of the textbook to understand this week&#39;s lesson.<BR/>ii) Read Chapter 2 of the textbook to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: The reading, lecture notes, and on-demand lecture videos are stored in a OneDrive shared folder accessible from the following link. <BR/>...<BR/><BR/>Note: The link is applicable for all the remaining sessions as well."], "第2回": ["Session 2: Thinking Like an Economist", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 2 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 3 to prepare for the next week&#39;s lesson."], "第3回": ["Session 3: Interdependence and the Gains from Trade", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 4 to prepare for the next week&#39;s lesson."], "第4回": ["Session 4: How Markets Work: The Market Forces of Supply and Demand", "【Updated on: ..., 2023】<BR/>Learning activities for this week:  <BR/>i) Review Chapter 4 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 5 to prepare for the next week&#39;s lesson."], "第5回": ["Session 5: How Markets Work: Elasticity and Its Application", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 5 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 6 to prepare for the next week&#39;s lesson."], "第6回": ["Session 6: How Markets Work: Supply and Demand, and Government Policies", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 6 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 7 to prepare for the next week&#39;s lesson."], "第7回": ["Session 7: Markets and Welfare: Consumers, Producers, and the Efficiency of Markets", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 7 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 10 to prepare for the next week&#39;s lesson."], "第8回": ["Session 8: The Economics of the Public Sector: Externalities", "【Updated on ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 10 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 11 to prepare for the next week&#39;s lesson."], "第9回": ["Session 9: The Economics of the Public Sector: Public Goods and Common Resources", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 11 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 13 to prepare for the next week&#39;s lesson."], "第10回": ["Session 10: Firm Behavior and the Organization of Industry: The Costs of Production", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 13 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 14 to prepare for the next week&#39;s lesson."], "第11回": ["Session 11: Firm Behavior and the Organization of Industry: Firms in Competitive Markets", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 14 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 18 to prepare for the next week&#39;s lesson."], "第12回": ["Session 12: The Economics of the Labor Market: The Markets for the Factors of Production", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 18 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 19 to prepare for the next week&#39;s lesson."], "第13回": ["Session 13: The Economics of the Labor Market: Earnings and Discrimination", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 19 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 20 to prepare for the next week&#39;s lesson."], "第14回": ["Session 14: The Economics of the Labor Market: Income Inequality and Poverty", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 20 to internalize this week&#39;s lesson.<BR/>ii) Review your overall learning. How does the study of this course change the way you think and interact with others?"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Mankiw, N. Gregory", "Principles of Microeconomics (9th edition)", "Cengage Learning", "2020 年", "9780357133484", ""], "教科書Required texts0": "Mankiw, N. Gregory (2020). Principles of Microwconomics (9th ed). Boston, MA: Cengage Learning.", "学生による授業評価の方法Course Evaluation by Students0": "In-class/Online.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report (writing a short research paper)"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take-home exam (20%) and active course participation (30%)."], "成績評価Grading3": "備考　Note\n1. The submission procedure and evaluation criteria of individual reports and mid-term take-home exams for face-to-face students and online students will be the same.\n2. The evaluation criteria for \"active course participation\":\n-For students taking online classes: weekly writing assignments.\n-For students taking face-to-face classes: regular involvement in the class discussion.", "備考Note0": "This syllabus is subject to change anytime to adjust to the rapidly changing situation caused by the COVID-19 pandemic. Please make sure to check the Syllabus page each week until the course completes.", "更新日時/Date of Update1": "2023年02月22日 14時26分22秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｇ－ＩＳ１０３"]}, "campas": 0, "name": "【430】Microeconomics　２／Microeconomics [EN]", "管理部署": 10, "単位数": 2, "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 3, "評価2": 4, "開講期": 1}