{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "授業方法": "This course will be offered in an on-demand format through Monday, October 11.<BR/>When the number of registered students is finalized and the classroom environment standards are met, the class will be held face-to-face.<BR/>If the standards are not met, the course will continue to be offered in an on-demand format for health and safety reasons.<BR/>[Information for students permitted to take classes online]<BR/>This class will be distributed as “on-demand class” from Session 1. Please refer to the “Study required Outside Class” section for instructions on the class distribution schedule and other information.", "トピック": {"第1回": ["Sep. 30: a) Introduction and Orientation<BR/>b) Introducing Economic Development<BR/>- How the Other Half Live <BR/>- Economics and Development Studies <BR/>- What Do We Mean by Development?<BR/>- The Sustainable Development Goals (SDGs)", "【Updated on: Sep. 29, 2021】<BR/>Learning activities for this week:<BR/>i) Read thoroughly Chapter 1 of the textbook to understand this week&#39;s lesson.<BR/>ii) Watch the on-demand lecture video<BR/>iii) Read Chapter 2 of the textbook to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: Link to the OneDrive folder of this course is given below.<BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/dmh97911_nuc_kwansei_ac_jp/EirdES7UfwtCh-3BK0lsFT8B8755cAIMsuzJ0gIGlFB9-w?e=eStGzU<BR/><BR/>Please check the folder before each session. All the course materials will be uploaded there by one day  before the session.<BR/>Also, if you want to join the Q&amp;A session, please email to instructor at jeet@kwansei.ac.jp to get the link for the Zoom meeting."], "第2回": ["Oct. 7: Comparative Economic Development-I<BR/>- Defining the Developing World <BR/>- Basic Indicators of Development <BR/>- Holistic Measures of Living Levels and Capabilities <BR/>- Characteristics of the Developing World", "【Updated on: Oct. 6, 2021】<BR/>Learning activities for this week: <BR/>i) Review Chapter 2 (Section 1 to Section 4) to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 2 (remaining part) to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: The on-demand video, readings, and presentation materials are uploaded in the same OneDrive folder. Please use the same link as given for the first session to access the folder.<BR/><BR/>Also, please feel free to join the Q&amp;A session. If you want to join the Q&amp;A session or ask any question, email to instructor at jeet@kwansei.ac.jp"], "第3回": ["Oct. 14: Comparative Economic Development-II<BR/>- How Low-Income Countries Today Differ from Developed in Their Earlier Stages<BR/>- Are Living Standards of Developing and Developed Nation<BR/>- Long-Run Causes of Comparative Development", "【Updated on: Oct. 13, 2021】<BR/>Learning activities for this week: <BR/>i) Review Chapter 2 (from Sections 2.5 to 2.8) to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 3 (from Sections 3.1 to 3.3) to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: As informed earlier, the class will be held face-to-face in the classroom from this session. The readings and presentation slides are uploaded in the course OneDrive folder. Please use the same link as given for the first session to access the folder. <BR/><BR/>NOTE: From now on, the on-demand lecture video will be provided only for online students. If any face-to-face students need to take a leave of absence from the class, the on-demand lecture video will be provided to them for that particular session. Please let the instructor know if anyone needs to take a leave of absence beforehand to get the lecture video on time.<BR/><BR/>NOTE for online students: If you want to join the Q&amp;A session or ask any questions, please send an email to the instructor."], "第4回": ["Oct. 21: Classic Theories of Economic Growth and Development-I<BR/>- Development as Growth and the Linear-Stages Theories<BR/>- Structural-Change Model", "【Updated on: Oct. 20, 2021】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 (from Sections 3.1 to 3.3) to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 3 (from Sections 3.4 to 3.6) to prepare for the next week&#39;s lesson."], "第5回": ["Oct. 28: Classic Theories of Economic Growth and Development-II<BR/>- The International-Dependence Revolution<BR/>- The Neoclassical Counterrevolution: Market Fundamentalism", "【Updated on: Oct. 25, 2021】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 (from Sections 3.4 to 3.6) to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 4 (from Sections 4.1 to 4.4) to prepare for the next week&#39;s lesson."], "第6回": ["Nov. 4: Contemporary Models of Development and Underdevelopment-I<BR/>- Underdevelopment as a Coordination Failure<BR/>- Multiple Equilibria: A Diagrammatic Approach<BR/>- Starting Economic Development: The Big Push<BR/>- Further Problems of Multiple Equilibria", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 (from Sections 4.1 to 4.4) to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 4 (from Sections 4.5 to 4.8) to prepare for the next week&#39;s lesson."], "第7回": ["Nov. 11: Contemporary Models of Development and Underdevelopment-II<BR/>- Michael Kremer’s O-Ring Theory of Economic Development<BR/>- Economic Development as Self-Discovery<BR/>- The Hausmann-Rodrik-Velasco Growth Diagnostics Framework", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 4 (from Section 4.5 Section 4.8) to internalize this week&#39;s lesson.<BR/>ii) Learn about how to write a research paper by searching the internet."], "第8回": ["Nov. 18: Guidelines for individual report<BR/>   - Introducing the topic of the report<BR/>   - How to write a research paper<BR/>   - Structure of the report", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Make a plan for your final individual report.<BR/>ii) Review Chapter 5 (from Section 5.1 Section 5.4) to prepare for the next week&#39;s lesson."], "第9回": ["Nov. 25: Poverty, Inequality, and Development-I<BR/>- Measuring Inequality and Absolute Poverty<BR/>- Poverty, Inequality and Social Welfare<BR/>- Absolute Poverty: Extent and Magnitude<BR/>- Economic Characteristics of High-Poverty Groups", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 5 (from Section 5.1 Section 5.5) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 5 (from Section 5.6 Section 5.7) to prepare for the next week&#39;s lesson."], "第10回": ["Dec. 2: Poverty, Inequality, and Development-II<BR/>- Policy Options on Income Inequality and Poverty<BR/>- Need for a Package of Policies<BR/>- Documentary", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 5 (from Section 5.6 Section 5.7) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 6 (from Section 6.1 Section 6.4) to prepare for the next week&#39;s lesson."], "第11回": ["Dec. 9: Population Growth and Economic Development: Causes, Consequences, and Controversies-I<BR/>- Population Growth and the Quality of Life<BR/>- Population Growth: Past, Present, and Future<BR/>- The Demographic Transition and the Causes of High Fertility", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 6 (from Section 6.1 Section 6.4) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 6 (from Section 6.5 Section 6.6) to prepare for the next week&#39;s lesson."], "第12回": ["Dec. 16: Population Growth and Economic Development: Causes, Consequences, and Controversies-II<BR/>- The Consequences of High Fertility<BR/>- Some Policy Approaches<BR/>- Documentary", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 6 (from Section 6.5 Section 6.6) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 8 (from Section 8.1 Section 8.4) to prepare for the next week&#39;s lesson."], "第13回": ["Dec. 23: Human Capital: Education and Health in Economic Development-I<BR/>- The Central Roles of Education and Health<BR/>- Investing in Education and Health<BR/>- Child Labor<BR/>- The Gender Gap: Discrimination in Education and Health", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review Chapter 8 (from Section 8.1 Section 8.4) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 8 (from Section 8.5 Section 8.7) to prepare for the next week&#39;s lesson."], "第14回": ["Jan. 6: Human Capital: Education and Health in Economic Development-II<BR/>- Educational Systems and Development<BR/>- Health Measurement and Disease Burden<BR/>- Health, Productivity, and Policy", "【Updated on: ..., ...】<BR/>Learning activities for this week: <BR/>i) Review your overall learning and reexamine the development prospects and challenges of the contemporary world."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Todaro, M. P. & Smith, S. C.", "Economic Development (12th Edition)", "Pearson Education Limited", "2015 年", "9780133406788", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report (writing a short research paper)."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take-home exam (20%) and active course participation (30%)."], "成績評価Grading3": "備考　Note\n1. The submission procedure and evaluation criteria of individual reports and mid-term take-home exams for face-to-face students and online students will be the same.\n2. Evaluation criteria for \"active course participation\":\n-For students taking online classes: weekly writing assignments.\n-For students taking face-to-face classes: regular involvement in the class discussion.", "備考Note0": "This syllabus is subject to change anytime to adjust to the rapidly changing situation caused by the COVID-19 pandemic. Please make sure to check the Syllabus page each week until the course completes.", "備考Note1": ["LectureNotes_s1-DE_Introduction.pdf", "Lecture notes for Session 1."], "備考Note2": ["Reading_DE-s1_Introduction.pdf", "Readings for Session 1."], "URLリンク1/URL 13": "OneDrive folder with course materials.", "URLリンク2/URL 24": "E-mail to join Q&A session.", "更新日時/Date of Update5": "2021年10月25日 17時44分31秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【430】Development Economics　２／Development Economics", "管理部署": 10, "単位数": 2, "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 3, "評価2": 4, "開講期": 2}