{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "授業方法": "Face-to-face in-class lectures. Students need to pre-apply for the course during 4/1～4/3 on Kyogaku web.<BR/>For those who applied to take this course on-line, I will provide the on-demand lecture video for each session right after the session ends.", "トピック": {"第1回": ["Apr. 9: Introduction and Orientation.<BR/>Ten Principles of Economics", "Learning activities for this week: <BR/>i) Read thoroughly Chapter 1 of the textbook to understand this week&#39;s lesson. <BR/>ii) Read Chapter 10 of the textbook to prepare for the next week&#39;s lesson."], "第2回": ["Apr. 16: The Data of Macroeconomics: Measuring a Nation&#39;s Income<BR/>   - The Economy’s Income and Expenditure<BR/>   - The Measurement of GDP<BR/>   - The Components of GDP<BR/>   - Real versus Nominal GDP<BR/>   - Is GDP a Good Measure of Economic Well-Being?", "Learning activities for this week: <BR/>i) Review Chapter 10 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 11 to prepare for the next week&#39;s lesson."], "第3回": ["Apr. 23: The Data of Macroeconomics: Measuring the Cost of Living<BR/>   - The Consumer Price Index<BR/>   - Correcting Economic Variables for the Effects of Inflation", "Learning activities for this week: <BR/>i) Review Chapter 11 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 12 to prepare for the next week&#39;s lesson."], "第4回": ["Apr. 30: The Real Economy in the Long Run: Production and Growth<BR/>   - Economic Growth Around the World<BR/>   - Productivity: Its Role and Determinants<BR/>   - Economic Growth and Public Policy", "Learning activities for this week: <BR/>i) Review Chapter 12 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 13 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第5回": ["May 7: The Real Economy in the Long Run: Saving, Investment, and the Financial System<BR/>   - Financial Institutions <BR/>   - Saving and Investment in the National Income Accounts<BR/>   - The Market for Loanable Funds", "Learning activities for this week: <BR/>i) Review Chapter 13 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 14 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第6回": ["May 14: The Real Economy in the Long Run: The Basic Tools of Finance<BR/>   - Present Value: Measuring the Time Value of Money<BR/>   - Managing Risk<BR/>   - Asset Valuation", "Learning activities for this week: <BR/>i) Review Chapter 14 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 15 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第7回": ["May 21: The Real Economy in the Long Run: Unemployment<BR/>   - Identifying Unemployment<BR/>   - Job Search<BR/>   - Minimum-Wage Laws<BR/>   - Unions and Collective Bargaining<BR/>   - The Theory of Efficiency Wages", "Learning activities for this week: <BR/>i) Review Chapter 15 to internalize this week&#39;s lesson.<BR/>ii) Learn about how to write a research paper by searching the internet. Go to the following link to start.<BR/>The link to &quot;how to write a research paper: ...."], "第8回": ["May 28: Guidelines for individual report<BR/>   - Introducing the topic of the report<BR/>   - How to write a research paper<BR/>   - Structure of the report", "Learning activities for this week: <BR/>i) Make a plan for your final individual report.<BR/>ii) Review Chapter 18 to prepare for the next week&#39;s lesson. <BR/>The link to the readings and presentation materials: same as the first session."], "第9回": ["Jun. 4: The Macroeconomics of Open Economies: Open-Economy Macroeconomics: Basic Concepts<BR/>   - The International Flows of Goods and Capital<BR/>   - The Prices for International Transactions: Real and    <BR/>      Nominal Exchange Rates<BR/>   - A First Theory of Exchange-Rate Determination: Purchasing-Power Parity", "Learning activities for this week: <BR/>i) Review Chapter 18 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 19 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第10回": ["Jun. 11: The Macroeconomics of Open Economies: A Macroeconomic Theory of the Open Economy<BR/>   -  Supply and Demand for Loanable Funds and for <BR/>      Foreign-Currency Exchange<BR/>   -  Equilibrium in the Open Economy<BR/>   -  How Policies and Events Affect an Open Economy<BR/>Distribution of question for individual report.", "Learning activities for this week: <BR/>ii) Review Chapter 19 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 20 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第11回": ["Jun. 18: Short-Run Economic Fluctuations: Aggregate Demand and Aggregate Supply<BR/>   - Three Key Facts About Economic Fluctuations<BR/>   - Explaining Short-Run Economic Fluctuations<BR/>   - The Aggregate-Demand Curve<BR/>   - The Aggregate-Supply Curve<BR/>   - Two Causes of Economic Fluctuations", "Learning activities for this week: <BR/>i) Review Chapter 20 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 21 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第12回": ["Jun. 25: Short-Run Economic Fluctuations: The Influence of Monetary and Fiscal Policy on Aggregate Demand<BR/>   - How Monetary Policy Influences Aggregate Demand<BR/>   - How Fiscal Policy Influences Aggregate Demand<BR/>   - Using Policy to Stabilize the Economy", "Learning activities for this week: <BR/>i) Review Chapter 21 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 22 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第13回": ["July 2: Short-Run Economic Fluctuations: The Short-Run Tradeoff between Inflation and Unemployment<BR/>   - The Phillips Curve<BR/>   - Shifts in the Phillips Curve: The Role of Expectations<BR/>   - The Cost of Reducing Inflation", "Learning activities for this week: <BR/>i) Review Chapter 22 to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 23 to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第14回": ["July 9: Final Thoughts: Six Debates over Macroeconomic Policy<BR/>   - Should Monetary and Fiscal Policymakers Try to <BR/>     Stabilize the Economy?<BR/>   - Should the Government Fight Recessions with Spending<BR/>     Hikes Rather Than Tax Cuts?<BR/>   - Should Monetary Policy Be Made by Rule Rather Than by Discretion?<BR/>   - Should the Central Bank Aim for Zero Inflation?<BR/>   - Should the Government Balance Its Budget?<BR/>   - Should the Tax Laws Be Reformed to Encourage Saving?", "Learning activities for this week: <BR/>i) Review of your overall learning. How does the study of this course change the way you think about the role of government and the economy of your country.<BR/><BR/>Writing assignment (please send your assignment via email by the next weekend): <BR/>i) How do you evaluate this course, and what is the level of your learning? Please answer within a half-page.<BR/>ii) Answer the question given at the end of the presentation file."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Mankiw, N. Gregory", "Principles of Macroeconomics (8th edition)", "Cengage Learning", "2018 年", "1305971507", ""], "学生による授業評価の方法Course Evaluation by Students0": "In Class", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Final individual report."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take home exam (20%) and active class participation (30%)."], "成績評価Grading3": "備考　Note\nThe \"individual report\" and \"mid-term take-home exam\" would be the same for both online and face-to-face students. However, online students' \"active course participation\" is evaluated based on their \"weekly home assignments\" and interactions with the instructor online, such as e-mails and Zoom/Teams meetings.", "備考Note0": "This syllabus is subject to change anytime to adjust the rapidly changing situation caused by the COVID-19 pandemic. Please make sure to check the Syllabus page each week until the course completes.", "更新日時/Date of Update1": "2021年05月02日 06時56分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｄ－２０５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【430】Macroeconomics／Macroeconomics", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "２年", "時限1": "金曜２時限／Friday 2", "開講期": "春学期／Spring"}