{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The course is intended to give an introduction to (a) the subject of Economic History as an independent academic subject, an overview (b) over the historical evolution of Europe as an economic entity and (c) the economic development of European regions and countries from the High Middle Ages until World War II. The course applies an economic historical approach with focuses particular on how living conditions of the population have changed due to Europe’s economic development.", "到達目標": "Students are supposed to acquiring a profound knowledge of the academic subject of economic history, the economic evolution of Europe as one world region, and decisive economic developments in various different European regions and countries. They should also develop the ability to directly put economic development in relation to their effects on the living and working condition of people in former times.", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "All courses qualifying for the EUIJ certificate program for undergraduate students", "授業の概要・背景": "", "授業方法": "Face-to-face in-class lectures. Students, who can not participate in class will be able to follow the course online as well as on demand. <BR/>Lecture format. All sessions will be held following Power Point Presentation covering the topics listed below for each session. PPP files or PDF files will be uploaded before each session on LUNA.<BR/>Students are expected to work on assigned work for each class before coming to class.", "トピック": {"第1回": ["Leaving war-time destruction behind: The establishment of the Organization for European Economic Cooperation - Marshall Plan<BR/>On demand class", "VIDEO URL:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/EVRTGgQZdX1OrdjmFNcQHSEBt-Lck2rFqd-90ad7IexI2A?e=Iut1XT<BR/>PPP uploaded on LUNA."], "第2回": ["The European Coal and Steel Community and the economic recovery in the 1950s<BR/>On demand class", "VIDEO URL:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/EeuTq-5lf8FKgUrsW5Tt7UkB1bvdQlMY0voSe5cpYUMzFA?e=GB298w<BR/>PPP uploaded on LUNA."], "第3回": ["The long way to the Treaties of Rome (Issues, disputes and outcomes)<BR/>On demand class", "VIDEO URL:<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/bak08439_nuc_kwansei_ac_jp/EVHEFGSUdE5Pp1BgNKDglssBke2n2y9TzrRoJQx_WVd7NQ?e=FUEW5f<BR/>PPP uploaded on LUNA."], "第4回": ["Towards a Common Agricultural Policy and the formation of the Customs Union - The European economy in the 1960s", ""], "第5回": ["EFTA - The British challenge to the European Economic Communities (EEC)", ""], "第6回": ["Excursus: Behind the Iron Curtain - Planned economy and the COMECON", ""], "第7回": ["The economic crisis of the 1970s and the establishment of the European Monetary System (EMS)", ""], "第8回": ["From Eurosclerosis to a restart of European integration - the European economy in the 1980s", ""], "第9回": ["Towards the Single Market: The European economy in the 1990s", ""], "第10回": ["The Collapse of the Socialist economic system and economic reforms in the CEE countries", ""], "第11回": ["The European Monetary Union and the introduction of the common currency", ""], "第12回": ["Adjusting to new global economic realities - European economies from the introduction of the Euro to the World Financial Crisis", ""], "第13回": ["The Euro crisis and its implications", ""], "第14回": ["Instead of a summary: The EU Economy beyond Europe 2020", ""], "授業外学習2": "Readings of texts related to each class will be necessary."}, "評価": {"教科書Required texts0": "Reading list and texts will be provided.", "参考文献・資料Reference books0": "Eichengreen, Barry: The European Economy since 1945. Coordinated Capitalism and Beyond, Princeton, Princeton University Press, 2006.\nPollack, Mark A.: The engines of European Integration. Delegation, agency and agenda setting in the EU, Oxford, 2003\nUrwin, Derek W.: The Community of Europe. A History of European Integration since 1945, Oxon and New York, 2014", "学生による授業評価の方法Course Evaluation by Students0": "Standard Evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nContribution to class discussion 30%, final paper and/or presentation 70%", "更新日時/Date of Update0": "2022年09月22日 18時20分46秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－ＩＳ２０５"]}, "campas": 0, "name": "【430】Economic History of the European Union／Economic History of the European Union", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 4, "開講期": 2}