{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Extending the course ‘Introduction to European Economic History’ that ends with a class on the destruction of Europe’s economy during the 2nd World War, this course will focus solely on the post-war development of the European economy and on the process of European economic integration. With this focus, the course intends to especially highlight the economic effects of European integration beginning with the European Coal and Steel Community in 1952 until the recent Euro crisis in 2009/10 and its aftermath. The genuine purpose and aim of this course are to present European economic integration to students not as an inevitable, smooth process, but as an often very difficult one accompanied by various crises, which so far, however, have all be resolved due to a shared perception amongst member states that European integration provides an overall added value to all member states, for which to achieve sometimes also sacrifices are necessary to make. The applied perspective of the course is an economic historical one, focusing particularly on issues how living standards and living conditions of Europeans have changed due to the European project.", "到達目標": "Students are to acquire a broad general knowledge about the European Union’s economic development from the 1950s until today. Students should know the main steps of European economic integration and should be able to explain the main economic effects of this integration process. Students should become aware of the many difficulties and obstacles with which the EU and its member states have been constantly confronted with in their efforts to further pursue European integration. This knowledge should enable students also to put economic cooperation and integration in other world regions for instance South-East Asia (ASEAN) better into perspective.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "All courses qualifying for the EUIJ certificate program for undergraduate students", "授業の概要・背景": "", "授業方法": "Face-to-face in-class lectures. Students, who cannot participate in class will be able to follow the course online as well as on demand. <BR/>Lecture format. All sessions will be held following Power Point Presentation covering the topics listed below for each session. PPP files or PDF files will be uploaded before each session on LUNA.<BR/>Students are expected to work on assigned work for each class before coming to class.", "トピック": {"第1回": ["Face to face format for all 14 lectures<BR/>Leaving war-time destruction behind: The establishment of the Organization for European Economic Cooperation - Marshall Plan", ""], "第2回": ["The European Coal and Steel Community and the economic recovery in the 1950s", ""], "第3回": ["The long way to the Treaties of Rome (Issues, disputes and outcomes)", ""], "第4回": ["Towards a Common Agricultural Policy and the formation of the Customs Union - The European economy in the 1960s", ""], "第5回": ["EFTA - The British challenge to the European Economic Communities (EEC)", ""], "第6回": ["Excursus: Behind the Iron Curtain - Planned economy and the COMECON", ""], "第7回": ["The economic crisis of the 1970s and the establishment of the European Monetary System (EMS)", ""], "第8回": ["From Eurosclerosis to a restart of European integration - the European economy in the 1980s", ""], "第9回": ["Towards the Single Market: The European economy in the 1990s", ""], "第10回": ["The Collapse of the Socialist economic system and economic reforms in the CEE countries", ""], "第11回": ["The European Monetary Union and the introduction of the common currency", ""], "第12回": ["Adjusting to new global economic realities - European economies from the introduction of the Euro to the World Financial Crisis", ""], "第13回": ["The Euro crisis and its implications", ""], "第14回": ["Instead of a summary: The EU Economy beyond Europe 2020", ""], "授業外学習2": "Readings of texts related to each class will be necessary."}, "評価": {"教科書Required texts0": "Reading list and texts will be provided.", "参考文献・資料Reference books0": "Eichengreen, Barry: The European Economy Since 1945. Coordinated Capitalism and Beyond, Princeton, Princeton University Press, 2006.\nPollack, Mark A.: The Engines of European Integration. Delegation, agency and agenda setting in the EU, Oxford, 2003\nUrwin, Derek W.: The Community of Europe. A History of European Integration since 1945, Oxon and New York, 2014\nHansen, Damsgaard: European Economic History. From Mercantilism to Maastricht and Beyond, Copenhagen Business School Press, 2001", "学生による授業評価の方法Course Evaluation by Students0": "Standard evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nA mini test will be held at the end of each class. Minimum requirement for receiving credits for the class is to hand in at least 8 mini tests.", "更新日時/Date of Update0": "2023年02月22日 23時45分58秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【430】Economic History of the European Union／Economic History of the European Union [EN]", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}