{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The microeconomics aims to describe the rational mechanism of the resource’s allocation in market under the legal framework of international or domestic society. The basic concepts of proper choices taken by the economic agents, such as consumer (Household), producer (Private Entity) and the state (Government), are studied in this course.", "到達目標": "Students will be able to understand the concepts of microeconomics e.g., mechanism of optimization of economic transactions and the role of market. Concurrently, they are invited to acquire some technical knowledge on statistics, theory of games, economy of energy and environment, service economy etc. to let them tackle the economic issues in the future global society.", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "All courses related to the EUIJ certificate program, such as &quot;Industrial Policy in the EU&quot;.", "授業の概要・背景": "", "授業方法": "&quot;On-demand&quot; for the 1st to 3rd session.<BR/>When the number of registered students is finalized and the classroom environment standards are met, the class will be held face-to-face.<BR/>If the standards are not met, the course will continue to be offered in an on-demand format for health and safety reasons.<BR/><BR/>The first day&#39;s On-demand lecture will be uploaded at the One-Drive system and/or LUNA system for those who are interested in this lecture. <BR/>Please download files such as PowerPoint lecture PDF files and some video files that are distributed from LUNA and/or One Drive. In addition, the exercises will be prepared and you are invited to submit your answer by the midnight of the next day of the every week lecture. Your attendance will be confirmed by having received your exercise answer by myself.", "トピック": {"第1回": ["INTRODUCTION I: DEFINITIONS AND CONCEPTS　　&quot;On-demand&quot; for the 1st to 3rd session.<BR/>History of economics, Principles of economics. <BR/>Economics against Economism. &quot;On-demand&quot; for the 1st to 3rd session.<BR/>History of economics theory.<BR/>Preparation of exercise and Q&amp;A.", "&quot;On-demand&quot; for the 1st to 3rd session.<BR/>The first day&#39;s On-demand lecture will be uploaded at the One-Drive system and/or LUNA system for those who are interested in this lecture. <BR/>Please download files such as PowerPoint lecture PDF files and some video files that are distributed from LUNA and/or One Drive. In addition, the exercises will be prepared and you are invited to submit your answer by the midnight of the next day of the every week lecture. Your attendance will be confirmed by having received your exercise answer by myself."], "第2回": ["INTRODUCTION I: DEFINITIONS AND CONCEPTS　　&quot;On-demand&quot; for the 1st to 3rd session.<BR/>The role of economic units.<BR/>Real flows and cash flows in the economy.<BR/>State and central administrations. <BR/>Supply and Demand I: the role of Market<BR/>Supply and Demand II: the role of State<BR/>Equilibrium <BR/>Political economics<BR/>Preparation of exercise and Q&amp;A.", ""], "第3回": ["Scarcity, an economic constraint. 　　&quot;On-demand&quot; for the 1st to 3rd session.<BR/>The demand curve,<BR/>The Supply curve,<BR/>Supply and demand in balance (equilibrium)<BR/>Reference: Anne Rooney, &quot;The 15-minute economist&quot;.", ""], "第4回": ["Cost structure and Supply behaviour<BR/>Theory of producer’s behaviour. <BR/>costs structure and production function.<BR/>calculation of production costs.<BR/>the mass production and economies of scale.<BR/>hypothesis of Leontief. <BR/>Value Added<BR/>Reference: <BR/>Alain COTTA, Economie sciences économiques et sociales, Edition de la CITE.<BR/>Manuel Economie générale, DUNOT.", ""], "第5回": ["Market transaction and allocation of resources<BR/>The origin of the theory of trade: Mercantilism (D. Irwin)<BR/>perfect market (Anne Rooney)<BR/>market construction and price formation (Bruno Gendron)<BR/>market imperfections etc. (Bruno Gendron) <BR/>Four types of market described by Marshall (Marshall)<BR/>Reference: <BR/>Bruno GEDRON, Abderrahmne SAKER,  “Economie Manual complet applications et corrigés&quot;, Gualino 2008<BR/>B. Gendron et al. « Economie Gualino ».<BR/>Anne ROONEY, The 15-minute Economist, ARCTURUS. <BR/>Marshall “Principles of Economics” 1890.", ""], "第6回": ["Theory of consumer behaviour<BR/>Value for consumers (Anne Rooney p.69)<BR/>Different type of consumption (Gendron p.178)<BR/>the consumption of the oeconomicus economy (alain cotta P.91)<BR/>Price elasticity and income elasticity.<BR/>Reference: <BR/>Anne Rooney, The 15’minute Economist, ARCTURUS.", ""], "第7回": ["Further theory of consumer behaviour.<BR/>Elasticity of demand. (Anne ROONEY p. 58)<BR/>Evolution of the consumption, the law of Engel. (Alain cotta p.36, p.315)<BR/>Merit goods and Demerit goods (Anne ROONEY p.166-167)<BR/>Choosing to pay: perceived value, utility, quality, prestige, tribal affiliation, availability, trust/ risk, ethics etc. (Anne ROONEY p.141-142)<BR/>Household consumption<BR/>Consumption for Keynes<BR/>Lorenz curve and Gini coefficient (inequality of income) <BR/>Reference:<BR/>Anne Rooney, The 15’minute Economist, ARCTURUS.<BR/>Pierre  Bourdieu, Les structures sociales de l&#39;economie, essais, POINTS, 2000.", ""], "第8回": ["Production and cost.<BR/>Starting in business<BR/>Function of Production<BR/>Factors of Production, Land, Capital, Labour<BR/>Inverse relationship between productivity and cost<BR/>Reference: <BR/>Anne ROONEY, The 15-minute economist, ARCTURUS.<BR/>Bruno Gendron et al., Economie 2009, Gualino. <BR/>Piero SRAFFA, &lt;https://en.wikipedia.org/wiki/Piero_Sraffa&gt;", ""], "第9回": ["General equilibrium and allocation of resources <BR/>Aggregation of gross domestic product<BR/>Description of national economic process <BR/>operations<BR/>1) production<BR/>2) consumption: <BR/>  final consumption, intermediate consumption, fixed capital<BR/>3) investment<BR/>4) distribution<BR/>Reference: <BR/>Frédéric Poulon, Economie Générale, DUNOD, 2008.", ""], "第10回": ["Theory of Monopoly<BR/>Monopolistic competition<BR/>Oligopoly and the oligopsony<BR/>Theory of contestable market<BR/>Reference: <BR/>Bruno Gendron et al., Economie 2009, Gualino.", ""], "第11回": ["Theory of games <BR/>basic concepts<BR/>The prisoner&#39;s dilemma<BR/>Extensions of Nash&#39;s concept of equilibrium<BR/>Coordination games<BR/>some &quot;pathological&quot; games, the limits of &quot;standard&quot; game theory. <BR/>Reference: <BR/>Nicolas EBER, Théorie des jeux, DUNOD, 2018", ""], "第12回": ["The economics of service and monopolistic economy<BR/>Innovation, Intelectual Properties, diffrentiation of goods and services<BR/><BR/>Externalities<BR/>Public Goods, Commons and Club Goods. <BR/>Reference: Gregory MANKIW, Principles of Economics, An Asian Edition, CENGAGE Learning, 2013", ""], "第13回": ["Exploring the rules of irrationality of market<BR/>catalogue, experience, credence goods <BR/>additional signals, compensational information<BR/><BR/>Reference; MORIKAWA Masayuki, Sabisu Keizai Rikkokuron, Nihon Keizai Shinbun Syuppan sya, 2016", ""], "第14回": ["General overview<BR/><BR/>Reference: Gregory MANKIW, Principles of Economics, An Asian Edition, CENGAGE Learning, 2013", ""], "第15回": ["Summary of Microeconomics", ""], "授業外学習2": "The first day&#39;s On-demand lecture will be uploaded at the One-Drive system and/or LUNA system for those who are interested in this lecture. <BR/><BR/>Please download files such as PowerPoint lecture PDF files and some video files that are distributed from LUNA and/or One Drive. In addition, the exercises will be prepared and you are invited to submit your answer by the midnight of the next day of every week lecture. Your study required outside class will be confirmed by having received your exercise answer. <BR/><BR/>You may send your proper question or memo-report on the contents of the lecture whenever you will."}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Anne ROONEY", "The 15-minute Economist", "ARCTURUS", "2016 年", "978-1-78404-814-3", ""], "参考書/Reference books2": ["伊藤元重", "ミクロ経済学（第3版）", "日本評論社", "2018 年", "978-4-535-55844-1", ""], "参考書/Reference books3": ["Gregory Mankiw et al.", "Principles of Economics", "Cengage learning", "2013 年", "", ""], "参考文献・資料Reference books0": "伊藤元重　ミクロ経済学（第3版）　日本評論社　2018 <978-4-535-55844-1>\nAnne ROONEY, The 15-minute Economist, ARCTURUS. 2016, <978-1-78404-814-3>\nBruno GEDRON, Abderrahmne SAKER, “Economie Manual complet applications et corrigés\", Gualino 2008\nB. Gendron et al. « Economie Gualino ».\nGregory MANKIW, Principles of Economics, An Asian Edition, CENGAGE Learning, 2013\n森川正之　サービス経済立国論　日本経済新聞出版社　2016\nMarshall “Principles of Economics” 1890.", "学生による授業評価の方法Course Evaluation by Students0": "formal evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "class participation and contribution (40%), study required outside class (exercise-reports) (60%)."], "更新日時/Date of Update0": "2022年02月24日 20時57分04秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【430】Microeconomics／Microeconomics", "管理部署": 10, "単位数": 2, "担当者": "中野　幸紀（NAKANO YUKINORI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 1, "評価1": 3, "開講期": 2}