{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is designed to provide students with a foundational understanding of theories, concepts, and practices of organizational behavior. An organization is a collection of people who work together to achieve individual and organizational goals. In the future, most of the students will engage in some organizations either as owners, managers, or employees. So, it is important to understand how people behave in an organizational setting. In this course, students will learn how individuals and groups act in organizations and how organizations respond to the rapid changes in their external environment.", "到達目標": "Upon successful completion of this course, students will be able to: <BR/>a) Understand the concepts and theories of Organizational Behavior (OB)<BR/>b) Identify and evaluate contemporary OB challenges faced by managers. <BR/>c) Comprehend OB from three levels: the individual, the group, and the organization. <BR/>d) Apply the theories of OB to analyze the organizational environment and solve case studies. <BR/>e) Facilitate group discussions and team work on issues relevant to OB. <BR/>f) Communicate their findings clearly and effectively using a variety of media.", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course will be offered on-demand until Monday(Holiday), October 10.<BR/>After the course registration is finalized, students will be notified of the course implementation format from Tuesday, October 11 onward.", "トピック": {"第1回": ["On-demand class for the first three lectures.<BR/><BR/>Overview of the course <BR/><BR/>What is Organizational Behavior?", "Read the course outline carefully<BR/>Read chapter 1 from the textbook"], "第2回": ["Attitudes and Job Satisfaction", "Read chapter 3 from the textbook"], "第3回": ["Personality and Values", "Read chapter 4 from the textbook"], "第4回": ["Perception and Individual Decision Making", "Read chapter 5 from the textbook"], "第5回": ["Motivation Concepts", "Read chapter 7 from the textbook"], "第6回": ["Foundations of Group Behavior<BR/><BR/>Understanding Work Teams", "Read chapter 9 and 10 from the textbook"], "第7回": ["Power and Politics", "Read chapter 11 from the textbook"], "第8回": ["Students&#39; presentations", "Preparation for presentation"], "第9回": ["Students&#39; presentations", "Preparation for presentation"], "第10回": ["Leadership", "Read chapter 13 from the textbook"], "第11回": ["Foundations of Organization Structure", "Read chapter 14 from the textbook"], "第12回": ["Organizational Culture", "Read chapter 15 from the textbook"], "第13回": ["Human Resource Policies and Practices", "Read chapter 16 from the textbook"], "第14回": ["Conflict and Negotiation", "Read chapter 18 from the textbook"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Stephen Robbins and Timothy Judge", "Organizational Behavior", "Pearson Education", "2018 年", "ISBN-13 :978-1292259239", ""], "教科書Required texts0": "Stephen Robbins and Timothy Judge, Organizational Behavior, Global Edition, 2018, Pearson Education, ISBN-13 :978-1292259239.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Report Final Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Participation 35%, Case Presentation 25%"], "備考Note0": "This syllabus is subject to change due to the changing COVID-19 situations. Please check Kyogaku Web Service for any update.", "更新日時/Date of Update1": "2022年02月28日 12時07分30秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "Ｇ－ＩＳ３０１"]}, "campas": 0, "name": "【330】Management B／Management B", "管理部署": 10, "単位数": 2, "担当者": "アクター　タスリマ（AKHTER TASLIMA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 28, "評価1": 3, "評価2": 4, "開講期": 2}