{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "この科目は、10/10（月）までの授業がオンデマンドで実施される科目です。<BR/>10/11（火）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until 10/10（Mon.）.<BR/>Classes will be held in a face-to-face format from Monday, 10/11（Tue.） onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "While we witness unprecedented human progress globally, the pace of progress is not the same across countries. Consequently, the gap between developed and developing countries is widening, leaving millions of people in poverty and severe living conditions particularly in the developing world. Development Economics advances our understanding of the causes and consequences of such successes and failures in development. Thus, with the needs of students with varied academic backgrounds in mind, this course introduces the basic concepts and theories of development. Then we examine global trends of economic development with a focus on developing countries. The course further aims to deepen students&#39; understanding of common problems among developing countries and policies to achieve development through a review of both domestic and international issues. The course is designed with a balance between the theoretical underpinnings and empirical analysis of contemporary development challenges.", "授業方法": "This course will be offered on-demand until Monday (Holiday), October 10. After the course registration is finalized, students will be notified of the course implementation format from Tuesday, October 11 onward.", "トピック": {"第1回": ["Sep. 22: a) Introduction and Orientation [On-demand class]<BR/>b) Introducing Economic Development<BR/>- How the Other Half Live <BR/>- Economics and Development Studies <BR/>- What Do We Mean by Development?<BR/>- The Sustainable Development Goals (SDGs)", "【Updated on: Sep. 21, 2022】<BR/>Learning activities for this week:<BR/>i) Read thoroughly Chapter 1 of the textbook to understand this week&#39;s lesson.<BR/>ii) Read Chapter 2 of the textbook to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: The reading, lecture notes, and on-demand lecture videos are stored in a OneDrive shared folder accessible from the following link. <BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/dmh97911_nuc_kwansei_ac_jp/EirdES7UfwtCh-3BK0lsFT8BALcO-0T0aYRpAbiFBOPExg?e=uiEFWm<BR/><BR/>Note: The link is applicable for all the remaining sessions as well."], "第2回": ["Sep. 29: Comparative Economic Development-I [On-demand class]<BR/>- Defining the Developing World <BR/>- Basic Indicators of Development <BR/>- Holistic Measures of Living Levels and Capabilities <BR/>- Characteristics of the Developing World", "【Updated on: Sep. 28, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 2 (Section 1 to Section 4) to internalize this week&#39;s lesson.<BR/>ii) Read chapter 2 thoroughly (remaining part) to prepare for the next week&#39;s lesson."], "第3回": ["Oct. 6: Comparative Economic Development-II [On-demand class]<BR/>- How Low-Income Countries Today Differ from Developed in Their Earlier Stages<BR/>- Are Living Standards of Developing and Developed Nation<BR/>- Long-Run Causes of Comparative Development", "【Updated on: Oct. 5, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 2 (from Sections 2.5 to 2.8) to internalize this week&#39;s lesson.<BR/>ii) Read chapter 3 thoroughly (from Sections 3.1 to 3.3) to prepare for the next week&#39;s lesson."], "第4回": ["Oct. 13: Classic Theories of Economic Growth and Development-I<BR/>- Development as Growth and the Linear-Stages Theories<BR/>- Structural-Change Model", "【Updated on: Oct. 12, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 (from Sections 3.1 to 3.3) to internalize this week&#39;s lesson.<BR/>ii) Read thoroughly Chapter 3 (from Sections 3.4 to 3.6) to prepare for the next week&#39;s lesson."], "第5回": ["Oct. 20: Classic Theories of Economic Growth and Development-II<BR/>- The International-Dependence Revolution<BR/>- The Neoclassical Counterrevolution: Market Fundamentalism", "【Updated on: Oct. 19, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 (from Sections 3.4 to 3.6) to internalize this week&#39;s lesson.<BR/>ii) Read chapter 4 thoroughly (from Sections 4.1 to 4.4) to prepare for the next week&#39;s lesson."], "第6回": ["Oct. 27: Contemporary Models of Development and Underdevelopment-I<BR/>- Underdevelopment as a Coordination Failure<BR/>- Multiple Equilibria: A Diagrammatic Approach<BR/>- Starting Economic Development: The Big Push<BR/>- Further Problems of Multiple Equilibria", "【Updated on: Oct. 26, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 3 (from Sections 4.1 to 4.4) to internalize this week&#39;s lesson.<BR/>ii) Read chapter 4 thoroughly (from Sections 4.5 to 4.8) to prepare for the next week&#39;s lesson."], "第7回": ["Nov. 3: Contemporary Models of Development and Underdevelopment-II<BR/>- Michael Kremer’s O-Ring Theory of Economic Development<BR/>- Economic Development as Self-Discovery<BR/>- The Hausmann-Rodrik-Velasco Growth Diagnostics Framework", "【Updated on: Nov. 2, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 4 (from Section 4.5 Section 4.8) to internalize this week&#39;s lesson.<BR/>ii) Learn about how to write a research paper by searching the internet."], "第8回": ["Nov. 10: Guidelines for individual report<BR/>   - Introducing the topic of the report<BR/>   - How to write a research paper<BR/>   - Structure of the report", "【Updated on: Nov. 9, 2022】<BR/>Learning activities for this week: <BR/>i) Make a plan for your final individual report.<BR/>ii) Review Chapter 5 (from Section 5.1 Section 5.4) to prepare for the next week&#39;s lesson."], "第9回": ["Nov. 17: Poverty, Inequality, and Development-I<BR/>- Measuring Inequality and Absolute Poverty<BR/>- Poverty, Inequality and Social Welfare<BR/>- Absolute Poverty: Extent and Magnitude<BR/>- Economic Characteristics of High-Poverty Groups", "【Updated on: Nov. 16, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 5 (from Section 5.1 Section 5.5) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 5 (from Section 5.6 Section 5.7) to prepare for the next week&#39;s lesson."], "第10回": ["Nov. 24: Poverty, Inequality, and Development-II<BR/>- Policy Options on Income Inequality and Poverty<BR/>- Need for a Package of Policies<BR/>- Documentary", "【Updated on: Nov. 23, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 5 (from Section 5.6 Section 5.7) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 6 (from Section 6.1 Section 6.4) to prepare for the next week&#39;s lesson."], "第11回": ["Dec. 01: Population Growth and Economic Development: Causes, Consequences, and Controversies-I<BR/>- Population Growth and the Quality of Life<BR/>- Population Growth: Past, Present, and Future<BR/>- The Demographic Transition and the Causes of High Fertility", "【Updated on: Nov. 30, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 6 (from Section 6.1 Section 6.4) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 6 (from Section 6.5 Section 6.6) to prepare for the next week&#39;s lesson."], "第12回": ["Dec. 08: Population Growth and Economic Development: Causes, Consequences, and Controversies-II<BR/>- The Consequences of High Fertility<BR/>- Some Policy Approaches<BR/>- Documentary", "【Updated on: Dec. 7, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 6 (from Section 6.5 Section 6.6) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 8 (from Section 8.1 Section 8.4) to prepare for the next week&#39;s lesson."], "第13回": ["Dec. 15: Human Capital: Education and Health in Economic Development-I<BR/>- The Central Roles of Education and Health<BR/>- Investing in Education and Health<BR/>- Child Labor<BR/>- The Gender Gap: Discrimination in Education and Health", "【Updated on: Dec. 14, 2022】<BR/>Learning activities for this week: <BR/>i) Review Chapter 8 (from Section 8.1 Section 8.4) to internalize this week&#39;s lesson.<BR/>ii) Review Chapter 8 (from Section 8.5 Section 8.7) to prepare for the next week&#39;s lesson."], "第14回": ["Dec. 22: Human Capital: Education and Health in Economic Development-II<BR/>- Educational Systems and Development<BR/>- Health Measurement and Disease Burden<BR/>- Health, Productivity, and Policy", "【Updated on: Dec. 21, 2022】<BR/>Learning activities for this week: <BR/>i) Review your overall learning and reexamine the development prospects and challenges of the contemporary world."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Todaro, M. P. & Smith, S. C.", "Economic Development (13th Edition)", "Pearson Education Limited", "2020 年", "9781292291178", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report (writing a short research paper)."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take-home exam (20%) and active course participation (30%)."], "成績評価Grading3": "備考　Note\n1. The submission procedure and evaluation criteria of individual reports and mid-term take-home exams for face-to-face students and online students will be the same.\n2. Evaluation criteria for \"active course participation\":\n-For students taking online classes: weekly writing assignments.\n-For students taking face-to-face classes: regular involvement in the class discussion.", "備考Note0": "This syllabus is subject to change anytime to adjust to the rapidly changing situation caused by the COVID-19 pandemic. Please make sure to check the Syllabus page each week until the course completes.", "URLリンク1/URL 11": "Link to course materials.", "更新日時/Date of Update2": "2022年12月21日 16時22分56秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－２０５"]}, "campas": 0, "name": "【430】Development Economics　２／Development Economics", "管理部署": 10, "単位数": 2, "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 3, "評価2": 4, "開講期": 2}