{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following.", "到達目標": "Refer to the following.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "Macroeconomics studies the forces that influence the economy as a whole. In general, the macroeconomy affects business and society, and the aggregate economic trend is often broadly predictable. The course first introduces the core concepts, basic terminology, and the measurements of the macroeconomic variables. Then, it examines the factors behind the long-term economic growth in living standards and short-term economic fluctuations. The course explains what central banks and governments can better manage such fluctuations to raise the growth trend. While examining the theories of macroeconomics, it explores their applications to real-world situations in both developed and developing countries.", "授業方法": "Students will receive the required readings one week before and the lecture notes after each session. Online students can access the on-demand lecture videos of classes created separately by the instructor.", "トピック": {"第1回": ["Session 1: Introduction and Orientation<BR/><BR/>Note: Face to face format for All 14 lectures.", "【Updated on: Apr. 11, 2023】<BR/>Learning activities for this week: <BR/>i) Read Chapter 1 of the textbook thoroughly to understand this week&#39;s lesson. <BR/>ii) Read Chapter 10 of the textbook to prepare for the next week&#39;s lesson.<BR/><BR/>IMPORTANT: The reading, lecture notes, and on-demand lecture videos are stored in a OneDrive shared folder accessible from the following link. <BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/dmh97911_nuc_kwansei_ac_jp/EqQvxIMZCPNJnmBxccqHS9MB5t-TPbmxt9ejJ3gMF263JQ?e=0p6PDe<BR/><BR/>Note: The link is applicable for all the remaining sessions as well."], "第2回": ["Session 2: The Data of Macroeconomics: Measuring a Nation&#39;s Income", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 10 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 11 thoroughly to prepare for the next week&#39;s lesson."], "第3回": ["Session 3: The Data of Macroeconomics: Measuring the Cost of Living", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 11 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 12 thoroughly to prepare for the next week&#39;s lesson."], "第4回": ["Session 4: The Real Economy in the Long Run: Production and Growth", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 12 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 13 thoroughly to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第5回": ["Session 5: The Real Economy in the Long Run: Saving, Investment, and the Financial System", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 13 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 14 thoroughly to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第6回": ["Session 6: The Real Economy in the Long Run: The Basic Tools of Finance", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 14 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 15 thoroughly to prepare for the next week&#39;s lesson.<BR/>The link to the readings and presentation materials: same as the first session."], "第7回": ["Session 7: The Real Economy in the Long Run: Unemployment", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 15 to internalize this week&#39;s lesson.<BR/>ii) Learn about how to write a research paper by searching the internet. Go to the following link to start.<BR/>The link to &quot;how to write a research paper: https://writing.wisc.edu/handbook/assignments/planresearchpaper/"], "第8回": ["Session 8: Guidelines for individual report<BR/>   - Introducing the topic of the report<BR/>   - How to write a research paper<BR/>   - Structure of the report", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Make a plan for your final individual report.<BR/>ii) Review Chapter 18 to prepare for the next week&#39;s lesson."], "第9回": ["Session 9: Open-Economy Macroeconomics: Basic Concepts", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 18 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 19 thoroughly to prepare for the next week&#39;s lesson."], "第10回": ["Session 10: A Macroeconomic Theory of the Open Economy", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>ii) Review Chapter 19 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 20 thoroughly to prepare for the next week&#39;s lesson."], "第11回": ["Session 11: Short-Run Economic Fluctuations: Aggregate Demand and Aggregate Supply", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 20 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 21 thoroughly to prepare for the next week&#39;s lesson."], "第12回": ["Session 12: Short-Run Economic Fluctuations: The Influence of Monetary and Fiscal Policy on Aggregate Demand", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 21 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 22 thoroughly to prepare for the next week&#39;s lesson."], "第13回": ["Session 13: Short-Run Economic Fluctuations: The Short-Run Tradeoff between Inflation and Unemployment", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) Review Chapter 22 to internalize this week&#39;s lesson.<BR/>ii) Read chapter 23 thoroughly to prepare for the next week&#39;s lesson."], "第14回": ["Session 14: Final Thoughts: Six Debates over Macroeconomic Policy", "【Updated on: ..., 2023】<BR/>Learning activities for this week: <BR/>i) i) Review Chapter 23 to internalize this week&#39;s lesson.<BR/>ii) Review your overall learning. How does this course study change the way you think about the role of government and your country&#39;s economy?<BR/><BR/>Writing assignment (please send your assignment via email by the next weekend): <BR/>i) How do you evaluate this course, and what is the level of your learning? Please answer within a half-page.<BR/>ii) Answer the question given at the end of the presentation file."], "授業計画1": "--"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Mankiw, N. Gregory", "Principles of Macroeconomics (8th edition)", "Cengage Learning", "2018 年", "1305971507", ""], "学生による授業評価の方法Course Evaluation by Students0": "In Class or Online.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Final individual report."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Mid-term take home exam (20%) and active class participation (30%)."], "成績評価Grading3": "備考　Note\n1. The submission procedure and evaluation criteria of individual reports and mid-term take-home exams for face-to-face students and online students will be the same.\n2. The evaluation criteria for \"active course participation\":\n-For students taking online classes: weekly writing assignments.\n-For students taking face-to-face classes: regular involvement in the class discussion.", "備考Note0": "This syllabus is subject to change anytime to adjust to the rapidly changing situation caused by the COVID-19 pandemic. Please make sure to check the Syllabus page each week until the course completes.", "URLリンク1/URL 11": "Shared folder for course materials.", "更新日時/Date of Update2": "2023年04月11日 18時47分31秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "Ｇ－３１１"]}, "campas": 0, "name": "【430】Macroeconomics　２／Macroeconomics [EN]", "管理部署": 10, "単位数": 2, "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 28, "評価1": 3, "評価2": 4, "開講期": 1}