{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Through the profound comprehension of the “Industrial Policy” implemented by the　European Committee and the member countries of BU, we will reach more profound comprehension on this controversial policy. The important argument is based on political preference between social and/or liberal model of capitalism such as policies seeking social equity or justice and/or toward the free market system or full competition economic system. <BR/>We will read carefully the books published recently on the new industrial policies arguments just for highlighting the new arguments on the importance of what is called “Industrial Policy”. The economists ask themselves if this controversial policy would be swelled up in the long period stagnation of the EU economy. We learn also the System of National Account (SNA), especially the Input-Output Table Analysis, to understand the statistical base of Industrial Policy.", "到達目標": "The students are invited to attain a plain sense of supply-side economic policy and of governmental intervention called “industrial policy”.  A way of self-learning through the reading of referenced economic materials will be appreciated.", "授業方法": "Based on the lecture plan, the classe is conducted face-to-face in the classroom. <BR/>For those who apply for the online classe, online simultaneous interactive follow-up is provided during the class hour. <BR/>For more information, please see the &quot;Study Required outside Class section&quot; below.", "トピック": {"第1回": ["Introduction of the Industrial Policy in the EU and the political arguments. <BR/>The first part: What is “Industrial Policy” or “Industry Policy&quot;?<BR/>A Political Economy Perspective by James A. Robinson. <BR/>What is an industry? An industry activity is described by Leontief linear type production function.<BR/>Introduction of Meso-economics and Input-Output Analysis. <BR/>References: <BR/>Adam A. Ambroziak, The New Industrial Policy of the European Union, Springer, 2017<BR/>Franco Mosconi, The New European Industrial Policy, Routledge, 2015", "This &quot;Industrial Policy in the EU&quot; classe is conducted face-to-face in a designated classroom. For those who have applied for the online class participation, online simultaneous interactive follow-up is provided during the class hour."], "第2回": ["Introduction of the Industrial Policy in the EU and the political arguments. <BR/>The second part: Historical and theoretical arguments on the Industrial Policy. <BR/>Post-war reconstruction period, Coal, Steel, and the Rebirth of Europe, Atomic energy or fossil fuels? Brief History of Nuclear Power in France, ECSC, Euratom and CERN. <BR/>References: <BR/>John Gillingham, &quot;Coal, Steel, and the rebirth of Europe, 1945-1955&quot;.<BR/>Luca Guzetti, &quot;A Brief History of European Union Rsearch Policy&quot;.<BR/>Thomas C. Lawton Editor, European Industrial Policy and Competitiveness, Macmillan Press, 1999", "The URL of the 1st day lecture of Industrial Policy in the EU in the One-Drive Server will be submitted at the beginning of Autumn Term."], "第3回": ["Industrial Trade Policy(1/2), Origin of the trade policy of the EU, Towards a genuine single market. <BR/>Origin of the trade policy of the EU, USA protests a violation of ESCS to GATT, European Fortress against the globalization. <BR/>References: Alfred Marshall, &quot;Principles of Economics&quot; (1890)<BR/>John Gillingham, &quot;Coal, Steel, and the rebirth of Europe, 1945-1955&quot;.<BR/>Adam A. Ambroziak, The New Industrial Policy of the European", ""], "第4回": ["Industrial Trade Policy(2/2), Historical and theoretical arguments on Industrial Trade Policy. <BR/>Historical and theoretical arguments on Industrial Trade Policy.<BR/>What is the difference between domestic trade and external trade in market theory?<BR/>Mercantilism. <BR/>Free Trade Appraisal, Benefit of free-trade and its institution. <BR/>Markets and transportation, The range of market price. <BR/>References: Alfred Marshall, &quot;Principles of Economics”(1890), &quot;The range of industrial policy&quot;.<BR/>Adam A. Ambroziak, The New Industrial Policy of the European Union, Springer, 2017<BR/>Franco Mosconi, The New European Industrial Policy, Routledge, 2015", ""], "第5回": ["Common Commercial Policy (CCP) of the EU (1/2) <BR/>What is a Common Commercial Policy? <BR/>Legal Framework for the CCP. Competitiveness of EU Manufacturing. Capitalism against Capitalism.<BR/>To boost manufacturing sector needs a long-term approach of the Industrial Policy.<BR/>Comparative Advantages (RCA) in Manufacturing. <BR/>References: <BR/>Adam A. Ambroziak, &quot;The New Industrial Policy of the European Union&quot;, Springer, 2017<BR/>Franco Mosconi, &quot;The New European Industrial Policy&quot;, Routledge, 2015<BR/>Justina Gustyn,“Towards Competitiveness of EU Manufacturing&quot; in the above mentioned Ambroziak book. etc.", ""], "第6回": ["Common Commercial Policy (CCP) of the EU (2/2)<BR/>Positive or negative adjustment policy. Government intervention to science and technology field. <BR/>The range of industrial policy (by Marshall)<BR/>References: <BR/>Adam A. Ambroziak, editor, &quot;The New Industrial Policy of the European Union&quot;.<BR/>“International Trade and Technical Change” by Posner.  <BR/>“Positive Adjustment Policies&quot; by OECD 1983. <BR/>INTERNATIONAL TRADE AND TECHNICAL CHANGE | Oxford Economic Papers | Oxford Academic (oup.com)<BR/>and th original materials are distributed in the class.", ""], "第7回": ["Government Intervention, Anti-Monopolistic Policy.<BR/>COMPETITION Policy in the EU, SERVICES OF GENERAL ECONOMIC INTEREST. <BR/>EU Competition Rules: promoting and policing the Internal Market. by Wolf Sauter. <BR/>The Instruments of competition policy. Public interest exceptions. ANTITRUST CONTROL. <BR/>References: <BR/>Wolf Sauter, “EU Competition Rules” p.49 in Lawton’s book “Eu_Ind_Plcy_&amp;_Cmptitivness”, Macmillan Press Ltd, 1999<BR/>https://eur-lex.europa.eu/summary/glossary/antitrust.html<BR/>Dani Rodrik, Arvind Subramanian, Francesco Trebbi, “Institutions Rule: The Primacy of Institutions Over Geography and Integration in Economic Development”, Journal of Economic Growth, 9, 131-165, 2004<BR/>Alexis Jacquemin, Charles Berry, “Entropy Measure of diversification and corporate growth., Journal of Industrial Economics, 1979, vol. 27, issue 4, 359-69<BR/>CEPII (2004), European industry&#39;s place in the International Division of Labour: situation and prospects.", ""], "第8回": ["Positive Industrial Policy, theory and practices.   <BR/>Conductive to Economic Growth and Positive Adjustment, Negative International Side Effects. <BR/>A New Interventionism in Response to a New Climate for Industry. <BR/>Information and Guidance Regarding Long-term Structural Change. <BR/>References: <BR/>&quot;Positive Adjustment Policies (OECD 1983)&quot; and th original materials are distributed in the class.", ""], "第9回": ["R&amp;D policy in the EU in late 1980s and the role of JRC.<BR/>Prolog of ESPRIT project, Information Technologies Task Force (ITTF), Precompetitive or prenormative R&amp;D in the EU. <BR/>Pilot phase of ESPRIT. Positive effects of large-scale R&amp;D project. less rigorous interpretation of the &quot;precompetion&quot; <BR/>Three beneficial effects of ESPRIT. Criticisms of the ESPRIT programme. Fortress Europe. <BR/>THE FIRST FRAMEWORK PROGRAMME. The role of Joint Research Centre (JRC). <BR/>References: Luca GUZZETTI’s “Chapter 3: High Technology and the Framework Programme” in the “A brief History of EU Research Policy” published in 1995 by European Commission. <BR/>Krzysztof Falkowski, The Industrial Sector in the European Union, in Adam A. Ambroziak, editor, &quot;The New Industrial Policy of the European Union&quot;", ""], "第10回": ["National Accounts &amp; IO Tables (1/2). Supply and Use table and Input-Output Table.   <BR/>Specific hypotheses of the Léontief model.<BR/>The architecture of the IOT. <BR/>References: original materials are distributed in the class.", ""], "第11回": ["National Accounts &amp; IO Tables (2/2), Cost Analysis and Forecasting production by branch.<BR/>Mesoanalysis of production.<BR/>Networks of the activities of industry. <BR/>Theoretical analysis of industries.<BR/>Case of UN, OECD, EU and Japan. <BR/>References: original materials are distributed in the class.", ""], "第12回": ["The standardization procedure <BR/>Joint Initiative on Standardisation in the EU. European standardisation system. <BR/>The TBT Agreement. ECONOMIC ASPECTS OF STANDARDS IN THE EU. <BR/>References: original materials are distributed in the class.", ""], "第13回": ["Making Europe&#39;s businesses future-ready, Comparison of Industrial Policy in the EU and Japan.<BR/>An intellectual property action plan to support the EU&#39;s recovery and resilience. <BR/>A new Industrial Strategy for a green and digital Europe.<BR/>Comparison of the Industrial Policy between the EU and Japan. <BR/>Reference: Making the most of the EU’s innovative potential COM(2020) 760 final, A New Industrial Strategy for Europe COM(2020) 102 final and original materials are distributed in the class.", ""], "第14回": ["Vision policy of Industrial Policy, The Future of EU Economy and Society. <BR/>References: European Commission, &quot;White Paper on the Future of Europe&quot;, (2017), etc.", ""], "第15回": ["Summary lecture: New Industrial Policy in the EU and members policies.", ""], "授業外学習2": "This &quot;Industrial Policy in the EU&quot; classe is conducted face-to-face in a designated classroom. For those who have applied for the online class participation, online simultaneous interactive follow-up is provided during the class hour. <BR/><BR/>By noon, the day before the next class, the multiple files such as PowerPoint class screen (PDF file), video materials (MP4 file), exercises (PDF), etc. will be uploaded to LUNA, One Drive, etc. Be sure to download all of them because there are multiple uploaded files and multiple upload destinations. We will distribute the exercise file (PDF) before the class. Please make your answer to the questions by making conference on the distributed materials such as video materials, reference books, etc.<BR/>Please submit the exercise response file (PDF or JPG, etc.) by noon on the next day of class. At the same time, please submit a memo report (PDF, JPG, etc.) with questions about the subjects of the lecture. Please send the exercise responses file and memo report file as separate files. Be sure to write your student identification number and name on both. We will contact you shortly.<BR/>The right answers for the exercises and the answers to your memo report will be uploaded to LUNA by the week following the class (details to be determined). We will comment on the exercise questions that were often answered incorrectly in the next week&#39;s class. You may also fill in and submit the memo report for the week in progress, such as questions for the exercises up to the previous week. In that case, please specify in which class the exercise was used.<BR/>In this way, the process of dialogue with you is such as &quot;submitting and answering&quot; the memo report (presenting the questions about the contents) and &quot;submitting and presenting answers&quot; in the exercise. You will proceed with. We look forward to your active preparation of your memo reports to make your lessons enjoyable.<BR/><BR/>The URL of this On-demand class in LUNA is as follows. <BR/>&lt;https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_188032_1&amp;cmp_tab_id=_216899_1&amp;editMode=true&amp;mode=cpview&gt;"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["John Gillingham", "Coal, Steel, and the Rebirth of Europe, 1945-1955", "Cambridge University Press", "1991 年", "0521400597", ""], "参考書/Reference books2": ["Luca Guzzetti", "A Brief History of European Union Research Policy", "European Commission", "1995 年", "9282753530", ""], "参考書/Reference books3": ["Thomas C. Lawton Editor", "European Industrial Policy and Competitiveness", "Macmilllan Press", "1999 年", "0333744098", ""], "参考書/Reference books4": ["Franco Mosconi", "The New European Industrial Policy", "Routledge", "2015 年", "9781138792821", ""], "参考書/Reference books5": ["Adam A. Ambroziak Editor", "The New Industrial Policy of the European Union", "Springer", "2017 年", "9783319390697", ""], "参考文献・資料Reference books0": "Patrick Minford and others, Should Britain Leave the EU?, Edward Elger Publishing, 2015\nJapanese Economic Development Theory and practice，Penelope Francks，Routledge，2015，9780415739337\nShould Britain Leave the EU?，Patrick Minford and others，Edward Elger Publishing，2015，978785360329\n日・EU経済連携協定が意味するものは何か，長部重康編著，ミネルヴァ書房，2017，9784623077595\nNew Perspectives on Industrial Policy for a Modern Britain，David Bailey, Keith Cowling, and Philip R. Tomlinson, Editor，Oxford University Press，2015，9780198706205\nDavid Bailey, Keith Cowling, and Philip R. Tomlinson, Editor, New Perspectives on Industrial Policy for a Modern Britain, Oxford University Press, 2015\nPenelope Francks, Japanese Economic Development Theory and practice, third edition, Routledge, 2015\nLa politique industrielle, Pierre Maillet, Presses Universitaires de France, 1984\nPolitiques industrielles pour l'Europe，Elic Cohen, Jean-Herve Lorenzi，La Documentation francaise，2000，2110045981", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "weekly exercise-report 60% and final-report 40%."], "更新日時/Date of Update0": "2021年01月15日 21時13分48秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｇ－ＩＳ３０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【430】Industrial Policy in the EU／Industrial Policy in the EU", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "中野　幸紀（NAKANO YUKINORI） ", "履修基準年度": "２年", "時限1": "月曜３時限／Monday 3", "開講期": "秋学期／Fall"}