{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "この科目は、中東および北アフリカ諸国(MENA地域)について深く理解することを目的としており、特にアラブ世界に焦点を当てています。", "到達目標": "1. 学生は、中東・北アフリカ（MENA地域）の政治体制、経済、安全保障の課題、多様なアイデンティティについて包括的に理解を深めます。2. MENA地域における国家間および国内の紛争と、それによって引き起こされた強制移住・難民問題・国内避難民について学びます。3. アラブの春後の平和構築、国家再建、民主化について学びます。", "特記事項": "", "関連科目": "Topics in International Politics A", "授業の概要・背景": "The MENA region holds a historically significant role in global politics, economics, and human security. Known for its cultural and ethnic diversity, the region encompasses both middle powers and failed states, emerging and struggling economies,&nbsp;&nbsp; embodying both hope and challenges for its future prosperity. <br />", "授業方法": "Lectures", "トピック": {"第1回": ["Political Dynamics in the MENA Region <br />Democracy, authoritarianism, and history<br />", ""], "第2回": ["The Context of Political Life <br />Geography, economics, and social forces<br />", ""], "第3回": ["Kingdom of Morocco and People’s Democratic Republic of Algeria", ""], "第4回": ["Republic of Tunisia and State of Libya <br />", ""], "第5回": ["Arab Republic of Egypt <br />", ""], "第6回": ["Palestine and Israel <br />", ""], "第7回": ["Syrian Arab Republic <br />", ""], "第8回": ["Republic of Lebanon and Hashemite Kingdom of Jordan", ""], "第9回": ["Republic of Iraq <br />", ""], "第10回": ["Republic of Turkey&nbsp;", ""], "第11回": ["Kingdom of Saudi Arabia<br />", ""], "第12回": ["Islamic Republic of Iran<br />", ""], "第13回": ["The Gulf States<br />Kuwait, Bahrain, Qatar, United Arab Emirates, and Oman", ""], "第14回": ["Republic of Yemen<br />", ""], "第15回": ["Wrap-up Class <br />", ""], "授業外学習2": "A few readings will be distributed to students beforehand."}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Edited by Sean Yom", "Government and Politics of the Middle East and North Africa", "Routledge", "2020 年", "ISBN-101138354317", ""], "参考文献・資料/Reference books0": ["1. Government and Politics of the Middle East and North Africa, Edited by Sean Yom, Routledge 2020, ISBN-101138354317.\n2. The Societies of the Middle East and North Africa Structures, Vulnerabilities, and Forces,  Edited by Sean Yom, Routledge 2021, \n3. Recently published journal and newspaper articles."], "学位授与の方針との関連Relationship to Diploma Policy0": ["Each course is positioned within the curriculum in accordance with the diploma policy and curriculum policy established by each undergraduate/graduate school.&nbsp;By proceeding with the study of this course with an awareness of the DP and CP, the following abilities expected by each undergraduate/graduate school will be developed.Global Studies:1. Understanding and analytical skills regarding international issues: the ability to understand and analyze various regions of the world from different perspectives in the humanities and social sciences.2. Problem-solving skills: the ability to proactively identify problems and solve them based on appropriate methods.3. Intercultural understanding and multicultural coexistence: the ability to be sensitive to different cultures and to coexist with diverse cultures."], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", ""], "成績評価Grading2": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "40 %", ""], "成績評価Grading3": ["備考　Note -Discussion and in-classparticipation/contribution make up 40 % of your grade. -The individual report constitutes 60%, and must be around 1,500～1,800 words, excludingreferences. -The report should include at least five academic sources, such as books andjournal articles...etc. AI-generated texts are unacceptable. -Frequent and unexcused absences from class will result in a failing grade."], "更新日時/Date of Update0": ["2025年02月28日 10時01分38秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－ＩＳ１０４"]}, "campas": 0, "name": "【320】Topics in International Politics B (002)　１／Topics in International Politics B (002) [EN]", "管理部署": 10, "単位数": 2, "担当者": "青柳　ヤヒヤ（AOYAGI YAHYA） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 1, "時限1": 24, "評価1": 3, "評価2": 5, "成績評価備考": "備考　Note\n-Discussion and in-class participation/contribution make up 40 % of your grade.\n-The individual report constitutes 60%, and must be around 1,500～1,800 words, excluding references.\n-The report should include at least five academic sources, such as books and journal articles...etc. AI-generated texts are unacceptable.\n-Frequent and unexcused absences from class will result in a failing grade."}