{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "IMPORTANT NOTICE: <BR/><BR/>This course is conducted in lecture format. Please note the following in light of the ongoing pandemic. <BR/>1. For all students: assignments will be posted on LUNA daily, along with important announcements about the course, and so it is critical that students log in to LUNA regularly during this course.<BR/>2. Some lectures may be posted online in lieu of face to face lectures (the URL will be provided on LUNA) -- information about any lecture to be posted online instead of face to face will be announced on LUNA.", "トピック": {"第1回": ["Detailed Syllabus Provided on LUNA on the First Day of Class<BR/>No Assignment Due<BR/>This lecture is online, in on-demand format. Use the URL below to access the online lecture:<BR/>https://kwanseio365-my.sharepoint.com/:w:/g/personal/etf91725_nuc_kwansei_ac_jp/ERn4NSGZdCJOmMimvinJlFABv8E1vAZUPm0t8oUkojGCkQ?e=M6czDq", ""], "第2回": ["Early International Relations: Political Philosophy <BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 40-52<BR/>No Assignment Due<BR/>This lecture is online, in on-demand format. Use the URL below to access the online lecture:<BR/>https://kwanseio365-my.sharepoint.com/:w:/g/personal/etf91725_nuc_kwansei_ac_jp/ERn4NSGZdCJOmMimvinJlFABv8E1vAZUPm0t8oUkojGCkQ?e=M6czDq", ""], "第3回": ["Overview of International Relations Perspectives<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 8-15<BR/>No Assignment Due<BR/>This lecture is online, in on-demand format. Use the URL below to access the online lecture:<BR/>https://kwanseio365-my.sharepoint.com/:w:/g/personal/etf91725_nuc_kwansei_ac_jp/ERn4NSGZdCJOmMimvinJlFABv8E1vAZUPm0t8oUkojGCkQ?e=M6czDq", ""], "第4回": ["Detailed Look at Realism<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 131-143<BR/>Written Response #1 Due", ""], "第5回": ["Challengers to Realism: Liberalism<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 104-112<BR/>Check LUNA for Assignment Details and Due Date", ""], "第6回": ["Challengers to Realism: Constructivism Part 1<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 193-205<BR/>Check LUNA for Assignment Details and Due Date", ""], "第7回": ["Case Study 1: World War I<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 226-238<BR/>Check LUNA for Assignment Details and Due Date", ""], "第8回": ["Case Study II: The Twenty Years Crisis<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 226-238<BR/>Check LUNA for Assignment Details and Due Date", ""], "第9回": ["Case Study III: World War II<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 226-238<BR/>Check LUNA for Assignment Details and Due Date", ""], "第10回": ["Case Study IV: The Cold War<BR/>Reading Assignment: John Baylis, Steve Smith, and Patricia Owens, The Globalization of World Politics, pp. 226-238<BR/>Check LUNA for Assignment Details and Due Date", ""], "第11回": ["Case Study: U.S. Foreign Policy, Part 1 - Impact of Domestic Politics on U.S. Foreign Policy<BR/>Reading Assignment: de Soete 2021 - section I, section III, and section IV <BR/>                                    de Soete 2022 - section IV and section V<BR/>Check LUNA for Assignment Details and Due Date", ""], "第12回": ["Case Study: U.S. Foreign Policy, Part 2 - U.S. Foreign Policy and Change in the International Arena<BR/>Reading Assignment: de Soete 2021 - section I, section III, and section IV <BR/>                                    de Soete 2022 - section IV and section V<BR/>Final Paper is Due", ""], "第13回": ["Case Study: U.S. Foreign Policy, Part 3 - U.S. Foreign Policy and Change in the International Arena<BR/>Reading Assignment: de Soete 2021 - section II, section V, and the conclusion <BR/>                                    de Soete 2022 - section IV and section V<BR/>No Assignment Due", ""], "第14回": ["Case Study: U.S. Foreign Policy, Part 4 - U.S. Foreign Policy and Change in the International Arena<BR/>Reading Assignment: de Soete 2021 - section II, section V, and the conclusion <BR/>                                    de Soete 2022 - section IV and section V<BR/>No Assignment Due", ""], "授業外学習2": "Additional information provided in the detailed syllabus that will be given to students on the first day of class."}, "評価": {"教科書Required texts0": "1. The Globalization of World Politics,” by John Baylis, Steve Smith, and Patricia Owens,  (Oxford University Press, 2020).* \nThis book is available at the university bookstore, on Amazon, and a copy is also being held on reserve at the SIS library (second floor of the G-IS Building). Note: Students who are not able to access this book in person on campus or unable to purchase this book can instead go to the Amazon Japan website and check the free sample of this book to complete the reading assignments.\n\n2. de Soete, Francois, \"The Trump Presidency, the Coronavirus, and the New America: Can the U.S. Military Still Preserve the Status Quo in East Asia?\" (The Journal of International Studies, 2021) - Available on this course's LUNA page.\n\n3. 2. de Soete, Francois, \"Trump, Biden, and U.S. Foreign Policy: Analyzing the Role of the Modern Presidency on America's Standing in the World\" (The Journal of International Studies, 2022) - Available on this course's LUNA page.", "参考文献・資料Reference books0": "Books for this course will be held on reserve at the library. The book titles will be provided in the detailed syllabus given to students on the first day of class.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Final paper or In-Class Final Examination"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Weekly short assignments based on the lectures and reading material"], "備考Note0": "IMPORTANT NOTICE:\n\nThis course is conducted in lecture format. Please note the following in light of the ongoing pandemic.\n1. For all students: assignments will be posted on LUNA daily, along with important announcements about the course, and so it is critical that students log in to LUNA regularly during this course.\n2. Some lectures may be posted online in lieu of face to face lectures (the URL will be provided on LUNA) -- information about any lecture to be posted online instead of face to face will be announced on LUNA.", "更新日時/Date of Update1": "2023年05月01日 06時35分56秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－ＩＳ１０５"]}, "campas": 0, "name": "【320】Topics in International Politics A (002)／Topics in International Politics A (002) [EN]", "管理部署": 10, "単位数": 2, "担当者": "デソーテ　フランソワ（DE SOETE FRANCOIS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 1}