{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "IMPORTANT NOTICE: This course is conducted in lecture format. Please note the following in light of the ongoing pandemic: assignments will be posted on LUNA throughout the term, along with important announcements about the course -- including which lectures are in person and which are online -- and so it is critical that students log in to LUNA regularly during this course.<BR/><BR/>This course will be offered on-demand for the first three weeks. After the course registration is finalized, lectures will be in person Week 4 to Week 14).<BR/><BR/>IMPORTANT: Due to the ongoing pandemic, some lectures may be switched to online format. Announcements about which lectures are online and which are in-person will be posted on this course&#39;s LUNA page.", "トピック": {"第1回": ["Lecture 1: Introduction, Course Overview, Key Concepts<BR/>No Written Assignment Due<BR/>This lecture will be in on-demand format online only.", "No Reading assignment for this lecture"], "第2回": ["Lecture 2: Ancient Greece Part 1: Persian Wars<BR/>No Written Assignment Due<BR/>This lecture will be in on-demand format online only.", "Reading assignment TBA (To Be Announced)"], "第3回": ["Lecture 3: Ancient Greece Part 2: Athens and Sparta<BR/>No Written Assignment Due<BR/>This lecture will be in on-demand format online only.", "Reading assignment TBA"], "第4回": ["Lecture 4: Ancient Greece Part 3: Alexander the Great<BR/>No Written Assignment Due", "Reading assignment TBA"], "第5回": ["Lecture 5: Ancient Rome: Foundations (Myth versus Reality)<BR/>Written Response #1 Due", "Reading assignment TBA"], "第6回": ["Lecture 6: The Roman Republic: Expansion Part 1 (Italy)<BR/>Written Response #2 Due", "Reading assignment TBA"], "第7回": ["Lecture 7: The Roman Republic: Expansion Part 2 (The Punic Wars)<BR/>Written Response #3 Due", "Reading assignment TBA"], "第8回": ["Lecture 8: The Roman Republic: Domestic Politics Part 1 (Land Reform)<BR/>Written Response #4 Due", "Reading assignment TBA"], "第9回": ["Lecture 9: The Roman Republic: Domestic Politics Part 2 (Caesar)<BR/>Written Response #5 Due", "Reading assignment TBA"], "第10回": ["Lecture 10: The Roman Empire: Pax Romana (Augustus to Aurelius)<BR/>Written Response #6 Due", "Reading assignment TBA"], "第11回": ["Lecture 11: The Roman Empire: The Decline (Third Century)<BR/>Written Response #7 Due", "Reading assignment TBA"], "第12回": ["Lecture 12: The Roman Empire: The Decline (Diocletian and Constantine)<BR/>Written Response #8 Due", "Reading assignment TBA"], "第13回": ["Lecture 13: The Roman Empire: The Decline (361-476)<BR/>No Written Assignment Due", "Reading assignment TBA"], "第14回": ["Lecture 14: The Roman Empire: Lessons for Contemporary International Relations<BR/>** Final Paper Due ** (Details for this assignment given in class)", "Reading assignment TBA"], "授業外学習2": "The Microsoft OneDrive URL for the second lecture is:<BR/><BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/etf91725_nuc_kwansei_ac_jp/EqHTfxWBE3RBpxB9bCHTIxIBeQGqTKYamZDxPQNmF3wJpw?e=KEQOav<BR/><BR/>The URL for subsequent lectures will be posted every Wednesday on Luna. The instructor will also post weekly writing assignments (the first writing assignment will be posted on Oct. 7 and will be due on Oct. 14) and reading assignments (the first reading assignment will be posted on Oct. 7) on Luna."}, "評価": {"教科書Required texts0": "The book titles for this course will be provided in the detailed syllabus given to students on the first day of class, and these books will be held on reserve at the KGU library or SIS library. Due to restrictions resulting from the ongoing pandemic, the instructor will attempt to select weekly reading assignments that are available online.", "参考文献・資料Reference books0": "Books for this course will be held on reserve at the library. The book titles will be provided in the detailed syllabus given to students on the first day of class.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Guidelines for the final paper will be provided on Luna during the term"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Weekly short assignments based on the on-demand lectures"], "更新日時/Date of Update0": "2022年05月05日 08時38分27秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－ＩＳ１０５"]}, "campas": 0, "name": "【320】Topics in International Politics B (002)／Topics in International Politics B (002)", "管理部署": 10, "単位数": 2, "担当者": "デソーテ　フランソワ（DE SOETE FRANCOIS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 2}