{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The sub-title of the course: Canadian Foreign Relations.", "到達目標": "See below.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "See below.  We will use only English-language materials (no French-language materials).  This course deals with the most up-to-date information on Canada&#39;s foreign affairs. The students are encouraged to follow Canada&#39;s credible news sources such as National Newswatch (https://www.nationalnewswatch.com/), the Global and Mail, CBC News, etc. on a daily basis, in order to gain intellectual literacy on Canada.", "授業方法": "This is mainly a lecture course although the students will engage in class discussion.  In Sessions 1-4, we will go through background information about Canada and its external relations.  In Sessions 5-8, we will review and compare the old and new policy paradigms of Canada’s global approach, followed by an in-class mid-term exam in Session 9.  In Sessions 10-13, we will review and compare the old and new policy paradigms of Canada’s Pacific strategy, followed by an in-class final exam in Session 14.", "トピック": {"第1回": ["The introduction and organization session.  This is the first of the four lecture sessions on background information.  We will study the basic features of Canada as a country.  All the 14 sessions will be face-to-face (in-person) sessions.", "The students are to have completed the assigned reading material before coming to class (see the attachment for specific instructions)."], "第2回": ["The second background session.  We will review the history of Canada&#39;s foreign relations.", "Same as above."], "第3回": ["The third background session.  We will review the general theories of international relations (Realism, Liberalism, and Constructivism).", "Same as above."], "第4回": ["The fourth background session.  We will examine the argument of &quot;Canada as a principal power&quot; along with other models of Canadian foreign policy.", "Same as above."], "第5回": ["Sessions 5-8 deal with the general policy paradigm of Canadian foreign policy, comparing the old version with the new one.  This session deals with the old version.  We will read &quot;Strong, Secure, Engaged&quot; (2017), the Canadian military&#39;s policy document.", "Same as above."], "第6回": ["This session dissects and analyzes &quot;Strong, Secure, Engaged.&quot; The students must engage in discussion.", "Same as above."], "第7回": ["This session examines the new policy paradigm, the &quot;Freeland Doctrine&quot; (a recent speech made by Deputy Prime Minister Freeland). We will compare and contrast between the two policy paradigms.  The students must engage in discussion.", "Same as above."], "第8回": ["In this session, we will watch a video clip that discusses the &quot;Freeland Doctrine.&quot;  After that, we will compare and contrast the old and new policy paradigms. The students must engage in discussion.", "No reading assignment."], "第9回": ["In-class mid-term exam.  More instructions will be provided beforehand.", "No reading assignment."], "第10回": ["Sessions 10-13 cover the old and new policy paradigms of Canada&#39;s Pacific foreign policy.  This session examines the old paradigm that focuses on China.", "The students are to have completed the assigned reading material before coming to class (see the attachment for specific instructions)."], "第11回": ["This session is the first of the two on the new policy paradigm.  We will review &quot;Canada&#39;s Indo-Pacific Strategy&quot; (2022).", "Same as above."], "第12回": ["In this session, we will dissect and analyze &quot;Canada&#39;s Indo-Pacific Strategy&quot; (2022). We will then compare and contrast between the two policy paradigms.  The students must engage in discussion.", "Same as above."], "第13回": ["We will watch two short TV clips (interviews) on &quot;Canada&#39;s Indo-Pacific Strategy&quot; (2022).  After that, we will continue to compare and contrast the old and new policy paradigms.  The student must engage in discussion.", "No reading assignment."], "第14回": ["In-class final exam.  More instructions will be provided beforehand. This is the final session of the course.", "No reading assignment."]}, "評価": {"教科書Required texts0": "See the attachment. The student can download the reading materials from the designated URLs.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "40 %", "In Session 14 (open book exam)"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "40 %", "In Session 9 (open book exam)"], "成績評価Grading3": ["その他／Others (99)", "20 %", "Attendance (full attendance is expected; absence will result in point reduction); class discussion (both frequency and content quality will be assessed)"], "添付ファイル1/File Attachment 10": ["0 Canadian Foreign Relations Study Materials URLs.pdf", "The list of URLs for required readings"], "更新日時/Date of Update1": "2023年01月30日 12時16分07秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【320】Topics in International Politics A (003)／Topics in International Politics A (003) [EN]", "管理部署": 10, "単位数": 2, "担当者": "川崎　剛（KAWASAKI TSUYOSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 0, "評価2": 2, "評価3": 4, "開講期": 1}