{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "男女平等や公平の実現なしには、世界の人口の半分を占める女性らにとって普遍的価値であるはずの人権の確保は不可能であるといえる。この授業では、北米（アメリカ合衆国、カナダ、およびメキシコ）大陸に渡る実に多様な「女性」像・歴史をできるだけ体系的に概観したい。人口の推移や統計データのみならず、性役割発展や政治的な歴史的背景に当てはめてさまざまな「女性」のあり方を理解し、今後の課題に関しても批判的に考察する。尚、ジェンダー・アイデンティティに関してとりわけ近年はバイナリーを超越した理論が展開されているが、その展開、および展望を概観し、性とジェンダーが交差する社会的課題にも着目したい。", "到達目標": "北米に渡る各国での「女性」史に加え、今日の課題について理解を深める。現地の生の声を通して、性やジェンダーに関する課題、問題に取り組む諸々の活動について学ぶ。一概に言われる「女性問題」「ジェンダー問題」に関しての批判的分析を、インタラクティブ・参加的なプロセスを経て構築する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.", "関連科目": "", "授業の概要・背景": "講義形式、時々ゲスト出演やマルチメディア鑑賞；感想ペーパー提出；授業ディスカッション；グループプロジェクト発表", "授業方法": "Lecture presentations; guest speaker and multi-media engagement; reaction papers, class discussions; student group project presentation", "トピック": {"第1回": ["オリエンテーション１：授業内容の紹介、シラバス案内、授業参加形式ガイドライン紹介", ""], "第2回": ["オリエンテーション２：女性とジェンダー（問題提起、基礎用語定義）", ""], "第3回": ["北米における女性たち：アメリカ合衆国/カナダ", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第4回": ["北米における女性たち：メキシコ", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第5回": ["北米における女性たち：先住民族・ファーストネーションズ領土や植民地支配下領土（プエルト・リコ、ポリネシア、など）と社会", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第6回": ["変容する「性」「ジェンダー」の多様性、可能性", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第7回": ["ゲストスピーカーあるいはマルチメディア鑑賞およびディスカッション・質疑応答", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第8回": ["北米発「女性」問題に取り組むストラテジー、課題、評価", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第9回": ["ゲストスピーカーあるいはマルチメディア鑑賞およびディスカッション・質疑応答", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第10回": ["北米発「（トランス）ジェンダー」正義に取り組むストラテジー、課題、評価", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第11回": ["ゲストスピーカーあるいはマルチメディア鑑賞およびディスカッション・質疑応答", "感想ペーパー（どれでも合計3を独自で選択、提出する）"], "第12回": ["学生グループプロジェクト発表", "各グループは3−5名で構成される。グループ及び発表の順序は授業にて決定される。"], "第13回": ["学生グループプロジェクト発表", ""], "第14回": ["学生グループプロジェクト発表", ""]}, "評価": {"教科書Required texts0": "特に使用しない。", "参考文献・資料Reference books0": "授業中に提示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中実態", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "グループプロジェクト発表（種別項目に記されている「リポート」は広範囲に定義し、発表に適した形式とします"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "45 %", "感想ペーパー(各15％）"], "成績評価Grading3": ["その他／Others (99)", "25 %", "出席・授業参加態度（アクティブ・リスニング・共有や質疑等）"], "成績評価Grading4": "備考　Note\n授業中質問・意見共有、フィードバックやディスカッションなどを通して積極的に参加し、グループプロジェクトの作成に関してもチームワークを意識し前向きに貢献する姿勢が望ましい。「競争」ではなく「協力」とお互いの意見・視点を重視し、不明な事項に関して建設的な批判や問いかけを行うことが歓迎される授業風土の維持に貢献する。各評価項目の基準や提出ガイドライン等に関しては授業中発表する。", "更新日時/Date of Update0": "2023年01月13日 14時55分46秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｂ－１０２"]}, "campas": 0, "name": "【340】北米の女性とジェンダー／Gender and Women in the North America [JP]", "管理部署": 10, "単位数": 2, "担当者": "金　美穂（KIM MIHO） ", "履修基準年度": "２年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 15, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 1}