{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ジェンダー構造に注目して、アメリカ合衆国の女性の置かれた位置について、19世紀から現在までの変容を講義する。文化的社会的性差がいかなるものであったか、またその性差による差別がいかに克服されようとしたかについて理解に努めることが目的である。", "到達目標": "女性の改革運動、職業、フェミニズムなどを歴史的に理解することで、ジェンダー・バランスのある社会が人々の努力によって作り上げられた来たことを理解することを目標とする。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面形式の講義授業である。", "トピック": {"第1回": ["序論　　<BR/>アメリカの女性と女性の理想像", ""], "第2回": ["アメリカフェミニズムの三類型", ""], "第3回": ["慈善運動と女性の公共圏", ""], "第4回": ["禁酒主義運動と連帯", ""], "第5回": ["奴隷制廃止運動と連帯", ""], "第6回": ["フェミズニムの第一波・・・女性解放運動", ""], "第7回": ["教師と女工", ""], "第8回": ["南北戦争と看護師の誕生", ""], "第9回": ["再建期のホワイトカラーの誕生を中心に(改革の時代の女性の職業１）", ""], "第10回": ["改革の時代の女性", ""], "第11回": ["1930年代から第二次世界大戦直後の女性たち", ""], "第12回": ["フェミニズムの第二派とアファマティブアクション", ""], "第13回": ["ERAを巡って 第二派フェミニズム・第三派", ""], "第14回": ["現在のフェミニズム<BR/>北米の女性とジェンダー　その現代的意義を巡って", ""], "授業外学習2": "随時、予習復習によって、理解を深める。"}, "評価": {"参考文献・資料Reference books0": "授業中に随時紹介する。\n概説としてはサラ・M・エヴァンズ、著 ; 小檜山ルイ [ほか] 訳『アメリカの女性の歴史 : 自由のために生まれて』-- 第2版. -- 明石書店, 2005", "学生による授業評価の方法Course Evaluation by Students0": "大学の方式をとる。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業参加度60＋レポート40"], "更新日時/Date of Update0": "2022年09月13日 13時40分12秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【340】北米の女性とジェンダー／Gender and Women in the North America", "管理部署": 10, "単位数": 2, "担当者": "田中　きく代（TANAKA KIKUYO） ", "履修基準年度": "２年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 24, "評価1": 3, "開講期": 2}