{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "北米とりわけアメリカ合衆国における社会的、政治的、倫理的問題を主としてジェンダーとエスニシティという視点から考察する。万民がその属性・指向・思想信条にかかわらず社会的平等及び自由を保障される社会環境において、各々が自己実現をはかることを人間の幸福と捉え、そのような社会の実現と幸福の追求を試み続けることを「アメリカンドリーム」と一先ず定義したうえで、ひとつの近代社会の理想であるこの夢に向かうアメリカ社会の模索と試行錯誤を、主としてジェンダーとエスニシティの視点からから、小説と論文を合わせ読むことによって理解し、アメリカ社会の試みの意義を再考する。", "到達目標": "積極的に授業に取り組むことによって以下の効果が期待できる。１）北米における、主としてエスニシティとジェンダーにかかわる歴史的および今日的社会状況を理解できる。２）北米の問題を自分自身が属する社会の問題としてあるいは自分自身の問題として関連付けて考えることができる。３）幅広く深い知見が人としての柔軟さを生む基盤となることを実感できる。４）今日的問題について責任ある（地球）市民として建設的に考え行動することができる。", "特記事項": "この科目は、4/28（木）までの授業がオンデマンドで実施される科目です。<BR/>5/2（月）以降の授業は対面での実施が決定しました。本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course will be offered on-demand until Thursday, April 28.<BR/>Classes will be held in a face-to-face format from Monday, May 2 onward.<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "American Studies, the Media Studies, British and American literature", "授業の概要・背景": "", "授業方法": "The course consists of conventional face-to-face in-class lectures. (Based on the faculty&#39;s policy, the first three classes of this course are to be conducted in the on-demand online format.) However, based on the faculty&#39;s request,online &quot;live&quot; and/or on-demand classes via Zoom could be provided for those who need distance-learning.  The course deals with selected articles, essays and stories regarding Americanism, ethnicity and gender. The course is intended to ensure participants’ grasp of the past and on-going arguments, through their reading of assigned texts, participating in classroom discussions about issues which selected texts raise, and now and then responding to the instructor&#39;s questions in writing. <BR/>     Since lectures are to be based on assigned texts and encourage students&#39; active participation in discussion, their preparation for each class is imperative: students are expected to read assigned texts prior to each class and be critical and committed readers--individual participants should not simply be auditors of lectures, but are required to make efforts so that they will be able to be actively involved in discussion and respond to each lecture intellectually.  Students are occasionally asked to respond to questions about the texts in the form of a worksheet or by contributing their ideas to the &quot;Forum&quot; via LUNA.  The worksheet and &quot;threads&quot; will be checked, marked and returned to students with short comments.", "トピック": {"第1回": ["taught in the on-demand online method (up to the third class)<BR/>Introduction to the course; Reading &quot;The Declaration of Independence&quot; https://www.constitution.org/us_doi.pdf; reading Langston Hughes&#39;s poem, &quot;Let American Be America Again.&quot;<BR/>Also, for the above texts, access LUNA&#39;s CONTENTS site of this course: https://luna.kwansei.ac.jp/webapps/blackboard/content/listContentEditable.jsp?content_id=_1239132_1&amp;course_id=_221220_1<BR/>Based on the faculty&#39;s policy, this class is conduced in the on-demand online format.", "Secure at least 3 hours for the preparation for and the review of the class. Read the assigned texts carefully prior to class and be ready to respond to them critically in class, and, if required, in writing."], "第2回": ["On-demand class<BR/>Questions on equality in education: Reading and discussing John Taylor Gatto&#39;s &quot;Against School&quot; from Rereading America (2016) (and Malcolm X&#39;s &quot;Learning to Read&quot; (Rereading America [1989])<BR/>Based on the faculty&#39;s policy, this class is conduced in the on-demand online format.", "the same as above"], "第3回": ["On-demand class<BR/>American Women in the 19th century: Conventional femininity and how to kill it: discussing Virginia Woolf’s “Profession for Women” and Washington Irving’s “The Wife,” Kate Chopin’s “A Respectable Woman,” “The Story of an Hour,” and “A Pair of Silk Stockings”: the conventional views of women’s place in society and their required roles; women’s social and political challenges to them<BR/>Based on the faculty&#39;s policy, this class is conduced in the on-demand online format.", "the same as above"], "第4回": ["Face-to-face class (from now on till the final class)<BR/>America in the 19th century:the Old World vs. the New World: reading Henry James&#39;s Daisy Miller and Oscar Wilde&#39; &quot;The Canterville Ghost&quot;: Americanism in Americans of European descent;criticism of American materialism; intellectual Americans&#39; longing for European cultural heritage and challenges to its conventions", "the same as above"], "第5回": ["Introduction to racism:<BR/>1) Reading and discussing &quot;Theories and Constructs of Race&quot; (Rereading America (2016), pp.599-613); learning basic notions and definitions of racism<BR/>2)Reading and discussing Kate Chopin&#39;s &quot;Desiree&#39;s Baby&quot;", "the same as above"], "第6回": ["Gender and Race: Native American Experiences: Native American matriarchy: America’s suppressed tradition: reading and discussing McGowan’s “Weeping for the Lost Matriarchy” from the 2013 edition of Rereading America", "the same as above"], "第7回": ["Gender and Ethnicity: Native American Experiences: Retrieval of cultural identity and Native American matriarchy: watching the film &quot;Where the Spirit Lives&quot;", "the same as above"], "第8回": ["Gender and Ethnicity: African American Experiences:Internalization of dominant values, African American women’s cultural heritage and liberation:Alice Walker’s “Strong Horse Tea” and “Everyday Use”", "the same as above"], "第9回": ["Gender and Race: Chinese American Experiences: reading and discussing &quot;No Name Woman,&quot; &quot;White Tiger,&quot; and &quot;A Song for a Barbarian Reed Pipe&quot; from Maxine Hong Kingston’s The Woman Warrior: individualism, communalism, freedom from internalized dominant values of femininity, pursuit for Asian American identity", "the same as above"], "第10回": ["Gender and Race: Japanese American Experiences: reading and discussing Hisaye Yamamoto&#39;s &quot;The Legend of Miss Sasagawara&quot;; watching the documentary film Days of Waiting", "the same as above"], "第11回": ["Delicate Racial Relationships and Challenged Comradeship and Sisterhood: reading and discussing Hisaye Yamamoto’s “Reading and Writing” and &quot;The Wilsher Bus&quot; and Alice Walker’s “Advancing Luna?and Ida B. Wells”", "the same as above"], "第12回": ["Sexual Violence and Freedom of Men and Women: discussing Solnit’s “The Longest War” and Jean Killbourne&#39;s &quot;Two Ways A Women Can Get Hurt&quot; from Rereading American (2016).", "the same as above"], "第13回": ["Sexual Violence and Freedom of Men and Women: Reading and discussing Michael Kimmel’s “ ‘Bros before Hos The Guy Code” from Rereading America (2016)and Carlos Andres Gomez&#39;s &quot;Guys&#39;Club&quot; from Rereading America (2020).", "the same as above"], "第14回": ["(Gender) Identity and Self: reading and discussing <BR/>Devor’s “Becoming Members of Society: Learning the Social Meanings of Gender” and Padawer’s “Sisterhood Is Complicated” from Rereading America (2016)", "the same as above"]}, "評価": {"教科書Required texts0": "Chopin, Kate. The Awakening and Selected Stories. New York: NAL Penguin, 1976.\n\nColombo, Gary, Robert Cullen and Bonnie Lisle, eds. Rereading America: Cultural Contexts for Critical Thinking and Writing. The 1st Edition. New York: St. Martin's, 1989.\n\n---. The 9th Edition. Boston and New York: Bedford/St. Martin’s, 2013.\n\n---. The 10th Edition. 2016.\n\n---. The 11th Edition. 2020.\n\n\nGiddings, Paula. When and Wherae I Enter: The Impact of Black Women on Race and Sex in America. New York and London: Bantam, 1988.\n\nIrving, Washington. The Sketch Book of Geoffrey Crayon, Gent. London and New York: Cassel,1911.\n\nJames, Henry. Daisy Miller. London: Penguin,2007.\n\nKidwell, Clara Sue and Alan Velie. Native American Studies.Lincoln: U of Nebraska P,2005.\n\nKim, Elaine H. Asian American Literature: an Introduction to the Writings and Their Social Context. Philadelphia: Temple UP, 1982.\n\nKingston, Maxine. The Woman Warrior. New York: Vintage, 1989.\n\nNative American Poetry. Ed. George W. Cronyn. Mineola and New York: Dover, 2006.\n\nWalker, Alice. In Love and Trouble: Stories of Black Women. New York and London: Harcout, 2001.\n\n---. You Can’t Keep a Good Woman Down. New York and London: Harcourt Brace Jovanovich, 1981.\n\nWilde, Oscar. Complete Short Stories. Oxford: Oxford UP,2010.\n\nWoolf, Virginia. Selected Essays. Oxford: Oxford UP, 2008.\n\n___. A Room of One's Own and The Three Guineas. Oxford: Oxford UP, 2008.\n\n\nYamamoto, Hisaye. Seventeen Syllables and Other Stories. Latham: Kitchen Table: Women of Color, 1989.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "written responses or short essays / worksheets"], "成績評価Grading2": ["その他／Others (99)", "20 %", "commitment levels reflected in participation in discussion; regular submission of assignments"], "成績評価Grading3": "備考　Note\n80% commitment levels reflected in written responses, short essays and worksheets\n20% participation and commitment, the assessment of which varies according to the participants' learning methods. 1)face-to-face learners: regular submission of assignments, responses to the instructor's questions during class hours, and participation in in-class discussions;2) participants via Zoom: regular submission of assignments, responses to the instructor's questions and participation in in-class discussion chiefly via Zoom's \"chats\"; 3)distance-learners via Zoom recordings: regular submission of assignments", "備考Note0": "You can access SOME of the course materials (reading assignment materials)from below. Some more texts for the course are to be found in LUNA's course site while other texts should be purchased or borrowed from the library.\nBased on the faculty's general policy, the first three classes of this course are to be conducted in the on-demand online format.", "備考Note1": ["a pair of silk stockings.pdf", ""], "備考Note2": ["alice walker stories.pdf", ""], "備考Note3": ["C ghost.pdf", ""], "備考Note4": ["Hisae Yamamoto stories.pdf", ""], "備考Note5": ["Professions for Women.pdf", ""], "更新日時/Date of Update6": "2022年04月25日 11時44分16秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【440】Cultures in the USA／Cultures in the USA", "管理部署": 10, "単位数": 2, "担当者": "木下　由紀子（KINOSHITA YUKIKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 32, "評価1": 3, "評価2": 4, "開講期": 1}