{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "本授業では、日本の文化や文学を対象とした「日本研究」“Japanese Studies”という学問の20世紀（特に後半）における形成と発展について学び、その中で日米交流が果たした役割と、日米間の地政学的力学が及ぼした影響について理解を深める。アメリカから日本に渡り、そして日本からアメリカに渡り中長期的に滞在した研究者、知識人、作家による異文化との関わり方について、学生は資料分析と他の履修者との議論を通じて現在の視点から評価できるようになることを目的とする。", "到達目標": "以下の4点を授業の目標として設定している。<BR/>・「日本研究」“Japanese Studies”という事例を通じて、「異文化」および「自文化」を対象とした研究活用に関わる問題について理解し、説明できるようになる。<BR/>・アメリカ人の日本語による執筆活動の検討を通じて、異文化交流の媒体としての日本語が持っている可能性・課題について理解できる。<BR/>・20世紀後半のテキストを、執筆あるいは刊行された時代と状況に即して、歴史資料として扱うことができる。<BR/>・日本語と英語による資料を同時に参考することにより、日米間の文化的差異と多様性を確認するとともに、一つの現象・問題を多方面から検討する能力を培う。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "日米比較文化論", "授業の概要・背景": "1950年のカリフォルニアに生まれ、アメリカ人の日本研究者としての来歴を持つリービ英雄の日本語による創作・執筆活動は、日米交流史の新たなフェーズを告げていると言えるかもしれない。リービ英雄による、アメリカの「日本学」（「ジャパノロジー」）について振り返るエッセイや発言は本授業のとりわけ重要な参照項・検証の対象となる。また、リービ英雄の執筆活動は、言語使用やアイデンティティに関する（日米の）社会の中の慣習や価値観の変化も示している。そのような示唆を含んでいるリービの言葉を歴史化する（文脈に即して位置づける）ことも試みたい。<BR/>なお、本授業はクオーター制で開講される。毎週の授業は3、4限にわたり実施され、担当教員が指定する資料に基づくグループワーク、調べたことに関する学生の発表は授業時間の約40％を占める予定。積極的な参加を求める。", "授業方法": "本授業はクオーター科目として開講される。毎週の授業は3、4限にわたり実施され、3限目を中心に実施される、担当教員が指定する資料に基づくグループワーク、調べたことに関する学生の発表をはじめとする演習的な要素は授業時間の約40％を占める予定。<BR/>【オンライン受講許可学生対象】「同時双方向型オンライン授業（時間割あり）/Online format: Simultaneous and two way」", "トピック": {"第1回": ["1.1）導入<BR/>授業内容全体、授業を通じて作成いただく資料解説課題をはじめ、学習方法についての説明を行う。", ""], "第2回": ["1.2）ラフカディオ・ハーン（小泉八雲）からリービ英雄へ<BR/>西洋出身者による「日本」に対する関心と関与の仕方の変遷を概観する。", ""], "第3回": ["2.1）前回に関するフィードバック<BR/><BR/>学習活動：資料解説課題の資料選択についての学生発表（各5分以内）", ""], "第4回": ["2.2）ドナルド・キーンとエドワード・サイデンステッカー<BR/>翻訳を通して、日本を「西洋」に紹介する「ジャパノロジスト」の仕事を検討する。", ""], "第5回": ["3.1）前回に関するフィードバック<BR/><BR/>学習活動：資料解説課題の進捗状況に関する学生発表（各10分以内）", ""], "第6回": ["3.2）加藤周一――もう一つの「日本文学史」<BR/>加藤周一の「日本論」を紹介する。", ""], "第7回": ["4.1）前回に関するフィードバック<BR/><BR/>学習活動：資料解説課題の進捗状況に関する学生発表（各10分以内）", ""], "第8回": ["4.2）酒井直樹の「日本思想」に関する研究と問題提起<BR/>「日本」を対象とした研究に関する理論を確認する。", ""], "第9回": ["5.1）前回に関するフィードバック<BR/><BR/>学習活動：資料解説課題の進捗状況に関する学生発表（各10分以内）", ""], "第10回": ["5.2）リービ英雄の登場――「日米交流」の新たなフェーズ？<BR/>リービ英雄のデビュー初期における文芸時評の執筆や知識人との対談をはじめ、日本の「文壇」との関わりについて考察する。", ""], "第11回": ["6.1）前回に関するフィードバック<BR/><BR/>学習活動：資料解説課題の進捗状況に関する学生発表（各10分以内）", ""], "第12回": ["6.2）リービ英雄の文学の展望<BR/>映画『異境の中の故郷』（53分）の上映。小説『模範郷』と併せて扱う。", ""], "第13回": ["7.1）前回に関するフィードバック<BR/><BR/>学習活動：完成した「資料解説課題」に対する講評を行なう。", ""], "第14回": ["7.2）国際日本研究“International Japanese Studies”の現在地と展望<BR/>上記の論点をまとめるとともに、リービ英雄の研究者時代における国際交流および21世紀の「国際日本研究」を視野に入れ、その今後について考察する。", ""], "授業外学習2": "〈予習課題〉<BR/>毎週の授業について、資料をLUNAにアップロードする。読んだ上で講義に臨むこと。<BR/><BR/>〈復習課題〉<BR/>各週のテーマに関する資料をLUNAで共有する。その資料、および講義内容に関する確認課題をLUNAで実施する。<BR/>LUNA上に授業に関する小課題を提出すること。<BR/><BR/>第2週以降の授業前半に行われる発表・グループワークについても、授業時間外に準備に取りかかる必要がある。"}, "評価": {"教科書Required texts0": "教科書は指定せず、LUNAで適宜参考資料とレジュメを配布する。", "参考文献・資料Reference books0": "授業で随時参考書を紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "本講義はディプロマ・ポリシーの「国際事情に関する課題の理解力と分析」、「問題発見解決能力」、「異文化理解・多文化共生能力」を満たすものである。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "LUNAで実施する小テスト課題を総合的に評価する"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "「資料解説課題」。授業内で評価基準を説明する。"], "成績評価Grading3": "備考　Note\n資料解説課題（LUNAのWikiページとして作成していただく予定）50%\n授業時間内の発表（2回）を踏まえて、第7週（11月1日）の授業までに完成するプロジェクト型の課題。", "備考Note0": "・履修者数と履修者の希望、実現可能性に鑑みて、講義予定内容の一部を省略し、神戸市内のフィールドワークに変更する可能性があります。\n・英語による資料を多く参照する予定であるが、講義は日本語で行い、課題における英語資料の活用も必須ではない。\n\n授業の担当者は、イギリスで生まれ、イギリスの高校を卒業してから初めて日本に渡り、以後、イギリスと日本の大学（院）で日本語による文学に関する研究に取り組んできました。今は、日本語で文章を読むこと、書くこと、日本語でコミュニケーションを取ることは日常の一部と化しましたが、一方、日本語は自分が学習した「外国語」であることを再確認させられることも日常の一部です。そうした「外国語としての日本語」で行われる授業となるため、多少の模索が伴うことが予想され、履修者がこれを負担に感じる可能性もあります。このことについて理解を求めるとともに、この「課題」を互いに「異文化理解・多文化共生能力」を実践的に培う機会として共有できれば幸いです。", "更新日時/Date of Update1": "2023年01月13日 23時58分54秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期前半／Fall (1st Half)", "水曜３時限／Wednesday 3", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ１０６"], "項番No.2": ["2023年度", "秋学期前半／Fall (1st Half)", "水曜４時限／Wednesday 4", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【340】日米交流史／History of Japan-US Interactions [JP]", "管理部署": 10, "単位数": 2, "担当者": "ブルック　トーマス（BROOK THOMAS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "時限2": 17, "評価1": 2, "評価2": 3, "開講期": 5}