{"履修期": "秋学期後半", "主な教授言語": "日本語", "授業目的": "本授業では、「日本」と「アメリカ」に対する視線を内包している、主に日本語による文学作品に対する読解、考察および議論を通じて、日本とアメリカを相補的に捉える「日米比較文化」的な視点に関する諸問題に対する理解を深めることを目的とする。特に、日本とアメリカの間を行き来してきた「越境作家」は両国あるいは両文化を参照することにより、いかに「私」の存在を捉えてきたかを理解することに重点を置く。", "到達目標": "以下の3点を授業の目標として設定している。<BR/>・「比較文化論」に関するキーワードを理解し、使えるようになること（「自文化・他文化」、「（文化的）相対主義・本質主義」、「（非）対称性」、「多文化共生」、「異文化コミュニケーション」、「オリエンタリズム」など）。<BR/>・グローバル化が浸透し進行している現在、日米をはじめとする個別の「文化」を比較するという営みが抱えている課題について理解し、その可能性と意義についての見解を説明できるようになる。<BR/>・文学作品に対する精緻な読解を通じて、一人の作家によって捉えられた「アメリカ」または「日米」を読み取り、他の日米観と照らし合わせる能力を身につけること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "日米交流史", "授業の概要・背景": "明治から20世紀を通じて、日本の自己認識、および日本の内と外の両方で通じる〈日本〉イメージは、〈西洋〉、そして特に20世紀の後半以降、〈欧米〉とりわけ〈アメリカ〉との交渉の中で形成されてきたところが大きい。ところが、1990年代以降、グローバル化の進展に伴い、〈西洋〉と〈東洋〉をはじめとする個別の文化の間の人と文化物の移動と相互的浸透が進むことにより、従来の「比較文化」的な営みを支えてきた個別の文化間・国家間の境界線は流動化し、自明性を失いつつある。そのような状況を背景として、1987年に作家デビューを遂げたリービ英雄を筆頭に、アメリカをはじめとする多様な出自を持つ作家は日本語による文学創作に挑み、次第に大きな存在感を示してきた。本講義では、そうした「越境作家」の営みを参照することにより、「日米比較文化論」の現代的な可能性について受講生とともに考えていきたい。", "授業方法": "本授業はクオーター科目として開講される。毎週の授業は3、4限にわたり実施され、3限目を中心に実施される、担当教員が指定する資料・作品に基づくグループワーク、読書に関する考察および調べたことに関する学生の発表をはじめとする演習的な要素は授業時間の約40％を占める予定。（備考欄で詳細を記述する予定）<BR/>【オンライン受講許可学生対象】Course Implementation Format (For Students permitted to take classes online) 「同時双方向型オンライン授業 / Online format: Simultaneous and two-way」", "トピック": {"第1回": ["1.1）導入・「私にとっての日本・アメリカ」<BR/>授業の進め方に関する説明をする。その上、教員の自己紹介を兼ねて、「比較文化」における〈私〉の存在の重要性について理解を深める。<BR/>「比較文化論」に関する基礎をカバーし、受講生の中で意見を交換する。", ""], "第2回": ["1.2）日本語で創作を行う「越境作家」①（詩を中心に）<BR/>アメリカ出身の詩人、アーサー・ビナードの作品を扱う。", ""], "第3回": ["2.1）前回の授業に関するフィードバックと学習活動", ""], "第4回": ["2.2）日本語で創作を行う「越境作家」②（リービ英雄の小説を中心に）<BR/>日本における「越境作家」「越境文学」の代表的存在であるリービ英雄の作家人生と作品を取り上げる。", ""], "第5回": ["3.1）前回の授業に関するフィードバックと学習活動", ""], "第6回": ["3.2）「日米比較文化論」の近代史と現在<BR/>エドワード・W・サイードによる「オリエンタリズム」と日本との関係について検討する。", ""], "第7回": ["4.1）前回の授業に関するフィードバックと学習活動", ""], "第8回": ["4.2）大庭みな子のアメリカ<BR/>大庭みな子の紹介。アメリカ（アラスカ州）に設定されている大庭みな子の作品を読む。", ""], "第9回": ["5.1）前回の授業に関するフィードバックと学習活動", ""], "第10回": ["5.2）水村美苗と「英語」の問題<BR/>水村美苗の紹介。『日本語が亡びるとき――英語の世紀のなかで』を参照しつつ、代表作『私小説from left to right』を読む。", ""], "第11回": ["6.1）前回の授業に関するフィードバックと学習活動", ""], "第12回": ["6.2）多和田葉子が捉えるアメリカ<BR/>ドイツ語と日本語の両方で創作活動を行う多和田葉子のアメリカへの視線を検討する。『アメリカ―非道の大陸』と&quot;Portrait of a Tongue&quot;を読む。", ""], "第13回": ["7.1）前回の授業に関するフィードバックと学習活動", ""], "第14回": ["7.2）講義全体のまとめ", "〈評価に関する課題〉<BR/>授業の議論を踏まえた作品分析のリポートをLUNA上で提出する。"], "授業外学習2": "〈予習課題〉<BR/>毎週の授業について、資料をLUNAにアップロードする。読んだ上で講義に臨むこと。<BR/><BR/>〈復習課題〉<BR/>各週のテーマに関する資料をLUNAで共有する。その資料、および講義内容に関する確認課題をLUNAで実施する。<BR/>LUNA上に授業に関する小課題を提出すること。<BR/><BR/>第2週以降の授業前半に行われる発表・グループワークについても、授業時間外に準備に取りかかる必要がある。"}, "評価": {"教科書Required texts0": "教科書は指定せず、LUNAで適宜参考資料とレジュメを配布する。", "参考文献・資料Reference books0": "授業で随時参考書を紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "本講義はディプロマ・ポリシーの「国際事情に関する課題の理解力と分析」、「問題発見解決能力」、「異文化理解・多文化共生能力」を満たすものである。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "LUNAで実施する小テスト課題を総合的に評価する"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "授業内で評価基準を説明する"], "備考Note0": "・英語による資料を多く参照する予定であるが、講義は日本語で行い、課題における英語資料の活用も必須ではない。\n\n授業の担当者は、イギリスで生まれ、イギリスの高校を卒業してから初めて日本に渡り、以後、イギリスと日本の大学（院）で日本語による文学に関する研究に取り組んできました。今は、日本語で文章を読むこと、書くこと、日本語でコミュニケーションを取ることは日常の一部と化しましたが、一方、日本語は自分が学習した「外国語」であることを再確認させられることも日常の一部です。そうした「外国語としての日本語」で行われる授業となるため、多少の模索が伴うことが予想され、履修者がこれを負担に感じる可能性もあります。このことについて理解を求めるとともに、この「課題」を互いに「異文化理解・多文化共生能力」を実践的に培う機会として履修者と共有できれば幸いです。", "更新日時/Date of Update1": "2023年01月13日 23時59分37秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期後半／Fall (2nd Half)", "水曜３時限／Wednesday 3", "秋学期後半／Fall (2nd Half)", "Ｇ－ＩＳ１０６"], "項番No.2": ["2023年度", "秋学期後半／Fall (2nd Half)", "水曜４時限／Wednesday 4", "秋学期後半／Fall (2nd Half)", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【340】日米比較文化論／Comparative Cultures between Japan and the U.S. [JP]", "管理部署": 10, "単位数": 2, "担当者": "ブルック　トーマス（BROOK THOMAS） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "時限2": 17, "評価1": 2, "評価2": 3, "開講期": 6}