{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業は、建国期以来のアメリカ史における継続性と非連続性について検討するとともに、アメリカ現代社会が直面する様々な課題について考察する。これによって関連する社会経済、文化上の重要な側面に関する履修者の理解を深める。", "到達目標": "本授業は履修者がアメリカの社会の動き、対外行動の裏にある様々な背景要因を歴史的、理論的に理解でき、かつこれを説得的、効果的に説明できるようになることを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.", "関連科目": "", "授業の概要・背景": "国際社会において、圧倒的な軍事的、経済的、文化的な影響力を依然としてアメリカは持っている。一方、現職の大統領が「世界の警察官」をやめると公言しているように、アメリカの覇権的な地位は、将来にわたって盤石なものとは彼ら自身がもはや自信を持って言えなくなっている。加えて、アメリカ社会は異なる政治的な立場の間で対話がほとんど不可能になるほど、分断が深刻化しているとされる。本科目では、アメリカが歴史的に政治・社会をどのように発展させてきたのか理解を深める。前半はアメリカの歴史と、政治の論理について、後半はアメリカ社会の直面する課題について焦点を当てる。相互に関連する項目について学ぶことでアメリカ社会を立体的に理解する。", "授業方法": "この科目はオンデマンド形式で実施する予定です。パワーポイントの資料、講義の映像ファイルを所定の曜日・時間にLUNAにアップロード等するので、随時、確認してください。", "トピック": {"第1回": ["独立への道程－憲法制定期までの国内政治、対外関係", "配布資料なども参考にしながら、アメリカ革命から憲法制定期までのアメリカの国内政治、対外関係を確認し、現代のアメリカ社会の原型を知る。配布資料、動画は以下の通り。<BR/><BR/>・\t2022年度アメリカ社会論_第1講⁻配布資料その1<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EV1wSyBd-K1HtHNVqchCENMBnMCVhwPl80qtr7Rcs2GCXw?e=5nDtUq　<BR/><BR/>・\t2022年度アメリカ社会論_第1講⁻動画その1<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EbcFnBP5DXVMgiJ0GQxO2BABg8w4XYgsh6LdKCsfbQEq7A?e=S7wYfQ　<BR/><BR/>・\t2022年度アメリカ社会論_第1講⁻配布資料その2<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EczSKFA3TPpBjHyFzkq5zP0BczgCjIMXMNe0klAp80Sqpg?e=pBLJvZ　<BR/><BR/>・\t2022年度アメリカ社会論_第1講⁻動画その2<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EU57CZiUDjRBg634QxW_XCQBC2w8aFruIZt5ltJ13toe4A?e=Qpf2vH"], "第2回": ["国家建設－首都建設、米大陸における領土拡張", "配布資料なども参考にしながら、首都ワシントンDCの整備をめぐる政治過程、ルイジアナ購入、米英戦争について学び、アメリカがいかに国として基礎を固めたか理解しておく。配布資料、動画は以下の通り。<BR/><BR/>・\t2022年度アメリカ社会論_第2講⁻配布資料その1<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EV0J1H_rHNpNoLcnwyXTUhUBt0BqulCA1W-vzFBpuu6c0w?e=OIgLcC<BR/><BR/>・\t2022年度アメリカ社会論_第2講⁻動画その1<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EaGVIpP6Wy5Ngla3hHkKqtgByfoojCHYL5TRXU2sYnR1dg?e=KMM9la　<BR/><BR/><BR/>・\t2022年度アメリカ社会論_第2講⁻配布資料その2<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/dyl66994_nuc_kwansei_ac_jp/EZ1h-sJXlCVOoLDkirpmCi0B0FPRloliBdnGbcVuc33-mw?e=8hpt5Q　<BR/><BR/><BR/>・\t2022年度アメリカ社会論_第2講⁻動画その2<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/dyl66994_nuc_kwansei_ac_jp/EVvQlWUG3PRFkzCgq8EPTrUB0v0nbvFm3Cq3FFmJ3fLjQQ?e=SDf6Of"], "第3回": ["権力分立制と大統領", "配布資料なども参考にしながら、大統領権力が行政、立法、司法の三権分立の中で、どのように位置づけられているのか、またそれが現在までどのように変容してきたのかを理解する。"], "第4回": ["行政の仕組みーアメリカの連邦、州、都市", "配布資料なども参考にしながら、アメリカの連邦、州、都市の地理的、分権的構造について学習する。州権と連邦権のせめぎあいについて、また州における地方自治体の独特の位置づけについて学ぶ。"], "第5回": ["南北戦争への道程", "配布資料なども参考にしながら、南北戦争にいたる社会、政治背景、地域構造の変化について学ぶ。"], "第6回": ["南北戦争後の社会", "配布資料なども参考にしながら、南北戦争がアメリカ社会にもたらした影響について学ぶ。"], "第7回": ["グローバルパワーへの道・革新主義運動", "配布資料なども参考にしながら、アメリカ中西部を中心に広くみられた革新主義運動と反抗主義（Insurgency）、都市文化への反感、大資本への反抗、また対外態度について整理しておく。冷戦の開始、国内の反共運動とマッカーシズム、及び内政・外交へのインパクトについて整理しておく。"], "第8回": ["ニューディール期の社会変動", "配布資料なども参考にしながら、ニューディール期の社会変動について理解する。"], "第9回": ["冷戦の開始とアメリカ社会", "配布資料なども参考にしながら、冷戦は何故始まったのか、その中でアメリカ社会や文化にはどのような影響がみられたのかを理解する。"], "第10回": ["アメリカ社会と移民・エスニシティ", "配布資料なども参考にしつつ、アメリカ史における、あるいは近年のアメリカ社会における移民とエスニシティの問題について取り上げる。異なる集団間の対立や、連邦制などアメリカの政治制度が移民をめぐる問題にどのように影響しているのか理解する。"], "第11回": ["アメリカ社会と宗教・生命", "配布資料なども参考にしながら、アメリカ社会における宗教の問題について考える。主に公教育における生命科学の扱い、妊娠中絶に対する論争、法廷闘争について理解する。"], "第12回": ["アメリカの科学技術と社会", "配布資料なども参考にしながら、建国期～南北戦争期までの科学技術の制度化の流れ、及び、革新主義の時代～冷戦期におけるアメリカ社会に与えた科学技術の影響について理解する。生命科学の飛躍的進展のあった1970年代、生命工学の誤用、悪用のリスクが高まった2000年代以降の流れについても学ぶ。"], "第13回": ["アメリカ社会とジェンダー", "配布資料なども参考にしながら、建国期、革新主義時代における女性の役割と地位、運動について学ぶ。また、ベティー・フリーダン（Betty Friedan）らの著作に代表される「女性らしさ」を求める圧力への抵抗、更には、いわゆるストーンウォールの反乱などにみられるようなトランスジェンダーの権利擁護運動、近年の性暴力への異議申し立てなどについて、社会や政治制度とも照らし合わしながら、理解する。"], "第14回": ["総括：アメリカ社会と伝統を考える", "それまでの講義を総括する。配布資料なども参考にしながら、様々な問題を横断して取り上げ、アメリカの社会の変革とは何だったのか理解を深める。"]}, "評価": {"参考文献・資料Reference books0": "紀平英作編『アメリカ史 上/下』 (山川出版、2019年）\n杉田米行編『アメリカを知るための18章ー超大国を読み解く』（第2版）（大学教育出版、2015年）\n斎藤眞『アメリカ政治外交史』（東京大学出版会、2011年、オンデマンド版）\n南川文里『アメリカ多文化社会論—「多からなる一」の系譜と現在』（法律文化社、2016年）\n長田豊臣『南北戦争と国家』（東京大学出版会、1992年）\n斎藤眞『アメリカ革命史研究―自由と統合』（東京大学出版会、2009年）\nC.A. ビアード『アメリカ政党史』（東京大学出版会、1968年）\nSamuel H. Kernell、 Gary C. Jacobson et.al, The Logic of American Politics, CQ Press (Fifth edition) (2011)\nDavid A. Horowitz, Beyond Left and Right, University of Illinois Press (1996)\nEric Foner, Reconstruction: America's Unifinished Revolution 1863-1877, Harper Collins Publishers (2014 Anniversary Editio)(2014)\nMary L. Dudziak, Cold War Civil Rights Race and the Image of American Democracy, Princeton University Press (2000)\nSchaller, Schulzinger, and Anderson, Present Tense: The United States Since 1945, Houghton Mifflin (Third Edition)(2004)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "MS Formsを使用したオンラインによる試験を2回行います。授業の理解度を問います。"], "成績評価Grading2": "備考　Note\n第8回及び第14回授業時にそれぞれ中間試験と期末試験を行います。中間試験は40％、期末試験は60％で合計100％とします。\nMicrosoft Formsを利用してた試験を行います。いずれも選択式の問題です。 成績は期末試験は60％、中間試験は40％を構成します。ネット環境が安定していない場合もあり、制限時間を設けることが出来ませんが、配信の翌日までに提出するようにしてください。それ以後はリンクが切れるように設定する予定ですので注意してください。", "更新日時/Date of Update0": "2022年10月02日 12時13分12秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "オンライン"]}, "campas": 5, "name": "【350】アメリカ社会論／The Role of Politics in U.S.History", "管理部署": 10, "単位数": 2, "担当者": "友次　晋介（TOMOTSUGU SHINSUKE） ", "履修基準年度": "２年", "緊急授業形態": 3, "オンライン授業形態": 3, "時限1": 49, "評価1": 2, "開講期": 2}