{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "受講生は、現在に至るアメリカ政治外交の特徴について、アメリカ合衆国誕生以降の国際政治史の文脈で理解を深めていきます。学ぶ主な時代区分は第２次大戦から現在まででありますが、この時期を理解するためにはそれ以前のアメリカ政治外交史についても学びます。また過去の話がなぜ現在の出来事を理解する上で必要かについても話します。そして現在の米国政権が歴代の米国政権と比べてどの程度低く（あるいは高く）米国内外で評価されそうであるかについても言及する予定です。ドキュメンタリーの視聴も適宜行います。ドキュメンタリーの視聴も適宜行います。", "到達目標": "到達目標は、第２次世界大戦から現在までの国際政治のなかのアメリカ政治外交を理解しており、また説明できることです。", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "現代国際関係史基礎", "授業の概要・背景": "", "授業方法": "対面授業ですが、第3回目まではオンデマンドを予定しています。一回目のアクセスリンクは、授業計画一回目のなかに記してあります。オンデマンドのリンクは、下記の授業計画の第1回、第2回、第3回に挿入していきます。受講者名簿が確定してからはLUNAからの受講生宛の一斉メールでオンデマンドのリンクを案内していく予定です。", "トピック": {"第1回": ["オリエンテーションと講義の概要　建国から第２次世界大戦終結までを概説する予定です。（教科書の序章から第１章の第２節前半までが講義の対象です）。<BR/>アメリカの外交第1回講義<BR/><BR/>下記のアクセスリンクからダウンロードしてください。最初のページに今後の段取りなど重要なことが書いてあります。私の画像も短い音声の再生ができま\tす。<BR/>下記のサイトを左クリックで「ハイパーリンクを開く」で対応してください。あるいは、ブラウザーを開いてからウェッブアドレスをブラウザ0の該当部分にコピーペーストしてください。<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgt8y1RJ1H1doqgGO5Q?e=oajgpf", ""], "第2回": ["第２次世界大戦終結から米国とソ連の対立（冷戦）について概説します。米国を中心とした対日占領期（１９４５年から１９５２年）についても話します。。（教科書の第１章の第２節後半から第２章第２節の終わりまでが講義の対象です）。<BR/>アメリカの外交第2回　アクセスリンクは下記の通りです。井口<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgt9WhIutO79RY1PRww?e=t8H28c", ""], "第3回": ["１９６０年代のアメリカ外交について概説します。キューバミサイル危機やベトナム戦争について話す予定です。教科書第２章第３節と４節が講義の対象です<BR/>アメリカの外交第3回　アクセスリンク<BR/>1960年代のアメリカ外交<BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgt900yjjd-npxltoQw?e=67xt2J", ""], "第4回": ["１９７０年代のアメリカ外交　アメリカの外交第4回アクセスリンク<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pguFrv99cX51g55Py9A?e=3IpcGG", ""], "第5回": ["第４章のレーガン政権期のアメリカ外交の前半部分について話す予定です。", ""], "第6回": ["第４章のレーガン政権期のアメリカ外交の後半部分について話す予定です。", ""], "第7回": ["第４章のブッシュ（父親）政権期のアメリカ外交の前半部分について話す予定です。", ""], "第8回": ["第４章のブッシュ（父親）政権期のアメリカ外交の後半部分について話す予定です。", ""], "第9回": ["前週までを出題対象とした中間テストをLUNAで実施予定。クリントン政権期のアメリカ外交の主に９３年から９６年について話す予定です。", ""], "第10回": ["第５章のクリントン政権期のアメリカ外交について話す予定です。", ""], "第11回": ["第６章のブッシュ（息子）政権期のアメリカ外交の前半部分について話す予定です。", ""], "第12回": ["第7章　オバマ政権期について話す予定です。", ""], "第13回": ["2021年7月8日　トランプ政権期からバイデン政権へ", ""], "第14回": ["期末テストをLUNAで実施予定。総括、試験対策", ""], "授業外学習2": "各回の前に予習を行ってください。また、講義後復習をしてください。"}, "評価": {"教科書Required texts0": "佐々木卓也　編　戦後アメリカ外交史　第3版　有斐閣　2017年。これより新しい版が今年3月までに出版された場合、それを利用する予定。", "参考文献・資料Reference books0": "授業中に必要に応じてアナウンスしたり配布する予定です。\n\nドキュメンタリー視聴の関係教材ダイジェスト版〕オリバー・ストーンの「アメリカ史」講義 (ハヤカワ・ノンフィクション).オンライン・オンデマンドのみの授業になってしまった場合は、視聴する予定はない。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "中間テストと期末テスト　中間5割、期末5割"], "成績評価Grading2": "備考　Note\n昨年と同じくLUNAで中間と期末テストを行う予定である。成績は、中間が成績全体の5割、期末テストが成績全体の5割。", "更新日時/Date of Update0": "2023年02月15日 15時08分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｂ－２０２"]}, "campas": 0, "name": "【450】アメリカの外交／United States and the World [JP]", "管理部署": 10, "単位数": 2, "担当者": "井口　治夫（IGUCHI HARUO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 2, "評価1": 2, "開講期": 2}