{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "The purpose of this class is for students to obtain basic knowledge for understanding US economy by using micro and macro economic theories.", "到達目標": "Students will be able to understand the follwoings: (1) how US economy had grown from the early 19th century, (2) how banking and finance systems and policies work or not work, and (3) how US corporate governance is different from Japan, and (4)wheter or not competition policy promotes economic efficiency.", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.<BR/><BR/>【合併】US Economy（国際学部）/US Economy（経済学部）", "関連科目": "This is an English version of Hokubei Keizai Ron (北米経済論）.<BR/>Students who currently register or already obtained credits of 北米経済論 should not take this class.", "授業方法": "The first three lectures will be opened as on-line lecture.  Unless the registered students are so many, lectures after the forth week will be opened as face to face format and three lectures will be supplied ay make-up lectures later in the semester.  Students, who cannot attend in class due to the immigration regulation, can take recorded lectures on-demand base and in-class exams on LUNA.", "トピック": {"第1回": ["US Economic and Political System　On Demand Lecture<BR/>text book chapter 4:https://kwanseio365-my.sharepoint.com/:b:/g/personal/axj00619_nuc_kwansei_ac_jp/ETLojvAyLB5Lvu7sYg8crF4BVC9L75N3jhqW6Yr5TIBUvQ?e=TLkc2V", "Read Chapter 4 (pp.71-84, 3 hours)"], "第2回": ["US Economic History until the end of the 19th century　On Demand Lecture<BR/>textbook chapter 11:https://kwanseio365-my.sharepoint.com/:b:/g/personal/axj00619_nuc_kwansei_ac_jp/Edkzer8iqnpAi9NhMXIZM1gBgaO9MP1WphmXuSJEvpwRWQ?e=ffmtGZ", "Read Chapter 11 (3 hours)"], "第3回": ["Great Depression and New Deal Policy On Demand Lecture<BR/>textbook chapter 13: https://kwanseio365-my.sharepoint.com/:b:/g/personal/axj00619_nuc_kwansei_ac_jp/EdG5Bhm9Fj5HmbP1lFsFQ7cB8AT9Gx6S3-VXCRkcO5JVQA?e=9JuiPb", "Read Chapter 13 (3 hours)"], "第4回": ["Keynesian and Anti-Keynesian Macroeconomic Policies. From this week, lectures will be held in the face to face format as long as the number of registered students is smaller than the room capacity.", "Review Chapters, 4, 11, and 13  ( 3hours)"], "第5回": ["Recent Policy Debates", "Review  and prepare for the first exam."], "第6回": ["First Exam", "Read Chapter 2 (3 hours)"], "第7回": ["Market Mechanism (Perfect competition) and Market Failures", "Read Chapter 5 (3 hours)"], "第8回": ["Competition Policy: Regulation on Monopoly", "Read Chapter 6 (3 hours)"], "第9回": ["Competition Policy: Regulation on Cartels and Mergers", "Read Chapter 16 (3 hours)"], "第10回": ["International Trade and Finance", "Prepare for the presentation and mini-report (3 hours)"], "第11回": ["Industrial Policy", "Prepare for the presentation and mini-report (3 hours)"], "第12回": ["Corporate Governance", "Prepare for the presentation and mini-report"], "第13回": ["Student Presentation: Whether or not GAFA should be regulated.  Submit a three page mini-report.", "Prepare for the second exam (3 hours)"], "第14回": ["Second Exam", "Prepare for the second exam (3 hours)"], "授業外学習2": "Students should read assigned  chapters of the textbook. Recommended time for study is indicated in the parenthesis. Students are also required to prepare the presentation and mini-report."}, "評価": {"教科書Required texts0": "The reading assignments will be available on LUNA.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Thomas, W. L and Carson, R I", "The American Economy", "M. E. Sharpe", "2011 年", "9-780765-627582-90000", ""], "学生による授業評価の方法Course Evaluation by Students0": "Student evaluation will be conduced by following the prepared format.", "学位授与の方針との関連Relationship to Diploma Policy1": "By using basic knowledge of economics and management, students study an economic aspect of the US. This class allows students to obtain \"the capability to understand and analyze the problems of international affairs,\" and \"the capability of find and solve problems.\"\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nExam 1: 40%. Exam 2: 40%. Presentation: 10%. Mini-report: 10%.", "添付ファイル1/File Attachment 10": ["US Economy Syllabus.docx", ""], "更新日時/Date of Update1": "2022年02月25日 10時33分35秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "月曜２時限／Monday 2", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ１０１"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "木曜２時限／Thursday 2", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【460】US Economy／US Economy", "管理部署": 10, "単位数": 2, "担当者": "宮田　由紀夫（MIYATA YUKIO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 1, "時限2": 22, "評価1": 4, "開講期": 5}