{"履修期": "春学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的はアメリカ経済をミクロ経済学とマクロ経済学の基礎知識を用いて理解することです。", "到達目標": "(1)受講生はアメリカ経済の歴史を理解できるようなります。（2）アメリカの財政・金融の現状と政策を理解できるようになります。（3）アメリカの企業システム、競争政策について理解できるようになります。", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "ミクロ経済学、マクロ経済学、アメリカ産業技術論　<BR/>秋学期に英語で開講しているUS Economyは本講義の英語版ですから、、今学期北米経済論を履修している者のUS Economyの履修は（規定で禁止されてはいませんが）好ましくありません。", "授業の概要・背景": "アメリカは依然として経済大国ですから、日本で企業勤務する場合でもアメリカ経済を理解する基礎知識を持っておくことは重要です。", "授業方法": "対面授業です。課題はLUNAにアップされますからLUNAで提出してください。最初の3回分をオンデイマンド配信します。学部の方針では3週間がオンラインですが、週に2回開講しているこの科目では6回に相当し、前半がほぼオンラインになってしまい好ましくないので、オンラインは3回として、残りの3回分は後日、対面かオンラインで補講にします。最初の3回分はシラバスにURLを貼りつけます。確定した履修者数が多くて三密が避けられない場合にはオンデマンド配信となります。入国できない留学生には音声付パワーポイントファイルでオンデイマンド配信します(対面授業の録画ではありません）。対面授業受講者も自習用に視聴してもかまいません。ただし、第3者には拡散しないでください。授業中試験は対面授業受講者もオンライン受講者も同時にｌUNAで行います。成績評価は対面授業受講者もオンライン受講者も同じです。", "トピック": {"第1回": ["アメリカの政治経済システム　課題１　オンディマンド", "復習：教科書第1章を読む（60分）<BR/>課題１を行う（60分）"], "第2回": ["19世紀の経済発展　　課題２　オンディマンド", "復習：課題２を行う　（60分）<BR/>予習：教科書第2章を読む　（1時間）"], "第3回": ["大恐慌とニューディール政策　課題３　オンディマンド", "復習：課題３を行う　（60分）<BR/>予習：教科書第3章を読む（60分）"], "第4回": ["対面授業開始　教室定員を上回らない限り、以下すべて対面授業。　ケインジアンと反ケインジアン経済学　課題１から３をLUNAに提出する。", "復習：課題4を行う（60分）<BR/>予習：教科書第1節を読む（60分）"], "第5回": ["市場メカニズムと市場の失敗　課題４", "復習：課題５を行う（60分）<BR/>予習：教科書第6章と第7章を読む（90分）"], "第6回": ["地域経済・所得格差", "復習：教科書第6章と第7章を読む60分）<BR/>予習：教科書第4章を読む（60分）"], "第7回": ["反トラスト政策：大企業の規制　 <BR/><BR/>ミニレポートと口頭発表の準備は第7回から第13回の授業外学習時間として各自で計画的に行ってください。", "復習：教科書第4章第2節を読む（30分）<BR/>予習：教科書第4章第3節を読む（60分）"], "第8回": ["合併・カルテルの規制", "復習：教科書第4章第3節を読む（30分）<BR/>予習：教科書第4章第4節を読む（60分）"], "第9回": ["垂直的取引制限", "復習：教科書第4章第4節を読む（30分）<BR/>予習：教科書第5章第1節、第2節を読む（60分）"], "第10回": ["産業政策・科学技術政策", "復習：教科書第5章第1節、第2節を読む（30分）<BR/>予習：教科書第5章第3節を読む（60分）"], "第11回": ["企業戦略・企業統治", "復習：教科書第5章を読む（30分）<BR/>予習：口頭発表の準備"], "第12回": ["口頭発表", "口頭発表の準備、DVDの感想文を書く(120分）。"], "第13回": ["口頭発表<BR/>DVD　Inside Jobを観て感想文を書く。（課題4回分にプラスアルファする。5回出している学生は提出不要です。）", "授業中試験に備えて勉強する（120分）"], "第14回": ["授業内試験", ""], "授業外学習2": "事前学習：教科書の該当箇所を読んでください。カッコ内がおおよその時間です。<BR/>事後学習：講義ノートを読み返しつつ許可書を読み直してください。課題が出ている場合は課題を行ってください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["宮田由紀夫・玉井敬人", "アメリカ経済論入門（第2版）", "晃洋書房", "2018 年", "978-4-7710-2675-9", ""], "教科書Required texts0": "宮田由紀夫・玉井敬人『アメリカ経済論入門（第３版）』晃洋書房、2022年。改訂されているので必ず第3版を用意してください。", "学生による授業評価の方法Course Evaluation by Students0": "所定の方法です。", "学位授与の方針との関連Relationship to Diploma Policy1": "経済・経営療育の知識でアメリカという地域を学ぶことによって、「国際事情に関する課題の理解力と分析」「問題発見解決能力」が身に付きます。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題5点X4回=20点、ミニレポート・口頭発表=30点、授業中試験＝50点。"], "成績評価Grading2": "備考　Note\n上記の通り　授業中試験の方法は授業の中で説明します。", "更新日時/Date of Update0": "2022年02月25日 10時28分49秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期前半／Spring (1st Half)", "月曜２時限／Monday 2", "春学期前半／Spring (1st Half)", "Ｇ－ＩＳ２０８"], "項番No.2": ["2022年度", "春学期前半／Spring (1st Half)", "木曜２時限／Thursday 2", "春学期前半／Spring (1st Half)", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【360】北米経済論／US Economy (J)", "管理部署": 10, "単位数": 2, "担当者": "宮田　由紀夫（MIYATA YUKIO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 1, "時限2": 22, "評価1": 4, "開講期": 3}