{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的はアメリカの産業でどのようなイノベーションが起きているか、その要因は何かを理解することです。", "到達目標": "受講生は（1）アメリカの主要産業におけるイノベーションの特徴、（2）その理由としての経営戦略、起業家の役割、政府の政策、社会制度の役割、（3）産業のイノベーションの他産業や社会に与える影響について理解できるようになります。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.<BR/><BR/>【合併】アメリカイノベーションシステム論（国際学部）/経済学トピックスＥ（２０１４）（経済学部）/イノベーションと知識経済（商学部）", "関連科目": "アメリカ経済論", "授業の概要・背景": "人口も資本も増加が期待できない日本では、経済成長のためにイノベーションが重要な役割を果たします。アメリカの産業でどのようなイノベーションが起きているかを理解することは、市民としてビジネスパーソンとして重要です。", "授業方法": "担当者の宮田は毎回教室にいますが、授業担当者は下記のように毎回、異なります。", "トピック": {"第1回": ["4月11日　イノベーションの基礎理論（担当：宮田由紀夫、国際学部教授）1回目から3回目はオンデマンド授業です。<BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/axj00619_nuc_kwansei_ac_jp/EtPH0Rl1QBJKu8y7i6kTJNkBPf-Vjqo0XDPA2q_ad9RsIA?e=4LEXqu<BR/>上記は音声付講義ファイルです。試験勉強用の音声なしのパワーポイントファイルは4週目以降、LUNAにアップします。", "事前：「はじめに」を読む<BR/>事後：「はじめに」を読み直す"], "第2回": ["4月18日　19世紀のアメリカ産業技術（担当：宮田由紀夫、国際学部教授）<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/axj00619_nuc_kwansei_ac_jp/EYAaA1N-R-hGlDrpU684qh8BWpb28UutZR-Ak-6JemffFg?e=LUTG4e", "事前：第1章を読む<BR/>事後：第1章を読み直す"], "第3回": ["4月25日　戦後の科学技術政策（担当：宮田由紀夫、国際学部教授）<BR/>https://kwanseio365-my.sharepoint.com/:f:/g/personal/axj00619_nuc_kwansei_ac_jp/EtPH0Rl1QBJKu8y7i6kTJNkBPf-Vjqo0XDPA2q_ad9RsIA?e=NKmkYm", "事前：第2章を読む<BR/>事後：第2勝を読み直す"], "第4回": ["5月2日　制度的環境（担当：土井教之、名誉教授・経済学部元教授）今回から最終回まで対面授業です。", "事前：第3章を読む<BR/>事後：第3章を読み直す"], "第5回": ["5月9日　新素材　（担当：宮田由紀夫、国際学部教授）", "事前：第4章を読む<BR/>事後：第4章を読み直す"], "第6回": ["5月16日　コンピュータ・IT　（岩城康史、経営戦略研究科博士研究員、同非常勤講師）", "事前：第5章を読む<BR/>事後：第5章を読み直す"], "第7回": ["5月23日　生産技術・半導体　（岡村浩一郎、商学部教授）", "事前：第6章を読む<BR/>事後：第6章を読み直す"], "第8回": ["5月30日　エネルギー（中野幸紀、総合政策学部元教授）", "事前：第10章を読む<BR/>事後：第10章を読み直す"], "第9回": ["6月6日　航空機（宮田由紀夫、国際学部教授）", "事前：第8章を読む<BR/>事後：第8章を読み直す"], "第10回": ["6月13日　バイオ・医薬品（井倉誠泰、小野薬品法務部）", "事前：第9章を読む<BR/>事後：第9章を読み直す"], "第11回": ["6月20日　自動車（設計思想と垂直的取引制限）、（宮田由紀夫、国際学部教授）", "事前：第7章を読む<BR/>事後：第7章を読み直す"], "第12回": ["6月27日　イノベーションと企業会計（吉川晃史、商学部教授）", "事前：第11章を読む<BR/>事後：第11章を読み直す"], "第13回": ["7月4日　人材の移動（安田聡子、九州大学経済学部教授）", "事前：第12章を読む<BR/>事後：第12章を読み直す"], "第14回": ["7月11日　日米の起業環境・起業家意識（松村敦子、有限会社アクティア代表取締役、関西ベンチャー学会常任理事）", "定期試験の準備をする"], "授業外学習2": "事前学習としては教科書の該当する章をよく読んでください(おおよそ60分）。授業のパワーポイントファイルは1週間前にLUNAにアップされますから読んできてください（30分）。事後学習は当日の講義の内容を読み返してください(30分）。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["宮田由紀夫・安田聡子編著", "アメリカ産業イノベーション論", "晃洋書房", "2023 年", "", ""], "教科書Required texts0": "宮田由紀夫・安田聡子編著『アメリカ産業イノベーション論』晃洋書房、2023年3月刊行予定。教科書の図表は改めて印刷配布しませんので、教科書を毎回の授業に持参してください。", "学位授与の方針との関連Relationship to Diploma Policy0": "本講義は経済・経営学の知識を応用し、国際学部の学位授与針の中で、「国際事情に関する課題の理解力と分析」「問題発見解決能力」の涵養に寄与しますが、これらは経済学部・商学部の学生諸君にも社会人になるまでに修得すべき重要な資質だと考えられます。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n参照物すべて可能な論述式試験です。定期試験の講評を後日、LUNAにアップします。", "更新日時/Date of Update0": "2023年04月17日 11時20分52秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【360】アメリカイノベーションシステム論／Amerian Innovation System [JP]", "管理部署": 10, "単位数": 2, "担当者": "宮田　由紀夫（MIYATA YUKIO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 0, "開講期": 1}