{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は植民期以来の現在に至るまでのアメリカの経済と文化の歴史を、学生の皆さん自身が自発的・意欲的にワクワクしながら学べるようにするこ とです。", "到達目標": "アメリカ経済を発展させた代表的な商品の歴史を経済と文化の両面から学ぶことで、植民期以来のアメリカの時代的特徴と地域的特性を臨場感豊かに把握でき ることになります。そしてその歴史的な視点から、現代のグローバル世界の経済や文化の問題点もしっかりと認識できることになります。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "身近な商品やおなじみの企業、誰もが知るようなエピソードなどを取り上げ、どの回も、時代ごと・地域ごとの人々のものの見方・考え方が、どのような経済的・文化的な状況のもとで形成され、「当たり前の常識」として共有されていったのかを読み解けるように、ビジュアルなわかりやすい講義となります。自分がその時代・地域のアメリカに生まれ暮らしているかのような、臨場感や肌ざわり感を持てるような学習にしたいからです。", "授業方法": "感染対策基準の環境を満たした場合、教室での対面授業：対面で授業を実施します。対面可能の基準を満たさなかった場合は、安全性を考慮してオンデマンド形式で実施します。 4月中は下の「シラバス付加情報」にアップした教材とURLで自習をお願いします。(URLはブラウザのサイトアドレス欄にコピペしてアクセスしてくださ い。)<BR/>なお、毎回の授業内容教材をLUNAにアップしますので毎週確認すること。", "トピック": {"第1回": ["ガルガンチュア的な近代：近代世界を単に「科学技術が発達し自由と民主主義が広まった時代」などと表層的に理解するのではなく、自由と民主主義を看板として成立したアメリカが実は放埒な化け物(ガルガンチュア)的本質を基本に成立・発展したことをまずガツン！！と強く認識する。", ""], "第2回": ["大西洋奴隷貿易圏：近代世界システムの根幹を基礎づけたのが実は奴隷制プランテーションの未曾有の拡張であり、奴隷貿易がそのシステムのエンジンとなっていたことをビジュアルに確認する。", ""], "第3回": ["甘くて美味い奴隷制：砂糖とタバコのプランテーション：近代奴隷制プランテーションシステムのひな型となった砂糖プランテーションとタバコ・プランテーションの実像を知る。アメリカ草創期の大統領や多くの有力者が当時最大のタバコ・プランターであり奴隷保有者であった史実をじ〜〜〜っと考える。", ""], "第4回": ["柔らかな宝石：毛皮取引とアメリカ、カナダの先住民：下さん先生以外世界のほとんどの学者が知らない毛皮交易の歴史的重要性を「目からウロコ」の数々のエピソードで学習する。", ""], "第5回": ["トトロの国とは大違い：米作・藍作プランテーション：日本のやわらかのんびりの国民性とアメリカのマッチョ礼賛の文化史的相違にも目を配りながら、アメリカ農業の発展を世界史的に位置づける。", ""], "第6回": ["「王様の名前は綿花」の国：江戸時代も末期の頃から、すぐお隣のアメリカで産業革命と手に手を携えて進展した綿花プランテーションとは何であり何であり続けているかを吟味。", ""], "第7回": ["ケンタッキーの本当のチキン：麻と奴隷制、奴隷の「養殖」：洒落たタイトルからは想像もつかないケンタッキー州の奴隷制繁栄の実像を知って、自分の無知・無関心のものすごさに心底びっくりする。", ""], "第8回": ["合衆国の地下のフロンティア：炭坑奴隷：洒落たタイトルからちょと想像がつく通り、あまりにも過酷な労働を伴った石炭採掘と奴隷労働の関わりを考察。", ""], "第9回": ["幻想がつくる消費と差別：商品広告と人種主義：世の中のトレンドとか評判とか宣伝に踊らされる自分が如何に奇妙な脳みその持ち主であるかを改めて認識する。", ""], "第10回": ["フルーツ産業と帝国主義：いまの日本のスーパーやコンビニにくまなく浸透している19世紀アメリカ帝国主義の経済構造・社会構造を歴史的に読み解く。", ""], "第11回": ["音楽は商品か?：Hillbilly 像の形成と変遷：ちょと息抜きに、アメリカ音楽史の展開からアメリカ社会の変貌を見定める。", ""], "第12回": ["Apple と Bad Apple の市場支配：あの会社もこの会社も、ヒゲの生えたおっさんたちが経営する巨大多国籍企業が如何にガルガンチュア的な化け物かを具体的事例から確認。", ""], "第13回": ["マクドナルド化の空虚とアメリカ南部化の脅威：アメリカ大量浪費社会の展開と、まだ生き延びて更なる征服を志向する「けったいな」トレンド（奴隷制・差別オッケーのメンタリティ）を分析。", ""], "第14回": ["ナイキもマクドもディズニーも...：世界商品と児童労働：草創期から19世紀末葉に至るまでアメリカ国内であくなき拡張を遂げた奴隷制システムが、今日ではアメリカ国外でも拡張し続けている事実を看取し、それが自分の日常生活やものの見方・感じ方を決定づけている事実に愕然とする。", ""], "第15回": ["トンプソンの感動の生涯を振り返る：涙なしには読めないテキスト『奇跡の地図を作った男』にガツン！　ガッツん！！　ガガ・ガツツン！！！と心震わせて、今後の自分の明るく楽しく価値ある生き方をじじじじ〜〜〜〜〜〜っと真剣に考える。", ""], "授業外学習2": "講義の展開に即してLUNAの「教材・課題・テスト」欄に指示する課題に対して、打てば響く反応、オリジナリティあふれる自分自身の 意見を論述する意欲と能力が求められます。つまり、単なる印象・感想の羅列や思いつきの意見の垂れ流しではなく、わくわく感ときらきら感の伝わる内容を論理的かつ「味のあ る文章に磨いてみる」ことが大切です。"}, "評価": {"教科書Required texts0": "下山 晃 著『奇跡の地図を作った男:カナダの測量探検家デイヴィッド・トンプソン』(2021年、大修館書店)。知られざるカナダの偉人、デイビッド・トン プソンを本邦初紹介する、感動の歴史評伝です。授業が待ちきれない人、お金が余って仕方ない人、児童労働廃絶に貢献したい人は、下の参考文献『世界商品と子供の奴隷:多国籍企業 と児童強制労働』(内容紹介は関連ホームページ http://www.daishodai.ac.jp/~shimosan/nepal.pdf を参照)も買ってくださいね。 アメリカ経済史を奴隷制の観点から捉えることがすこぶる重要と強く思う人は、『近代世界と奴隷制』(人文書院、1995年)も読むと、す〜っと本筋が見えてきます。", "参考文献・資料Reference books0": "下山 晃 世界商品と子供の奴隷：多国籍企業と児童強制労働 ミネルヴァ書房 2009 年 978-4-623-05363-6\n池本幸三・布留川正博・下山晃 近代世界と奴隷制 人文書院 1995 年 978-4409510384\n図書館に所蔵が無い場合等、OPAC検索ボタンを押下してもヒットしないことがあります。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n平常レポートで100％。対面授業に出席した方もオンライン受講者も、LUNAの「教材・課題・テスト」欄にアップされる課題への取り組み方の真剣度とオリジナリティある内容で評価。\n三振(レポート欠落4回以上)したらアウト。真剣勝負ですから。三振の場合は、「罪滅ぼしレポート」の追加提出が必要になります。", "備考Note0": "とりあえず幾つかの教材・参考資料を以下に置いておきます。URLリンク1は西日本新聞2019年12月7日朝刊の書評欄のために執筆した文章です。 トンプソン書評類(添付ファイル1)を読めば、教科書『奇跡の地図を作った男』をど〜しても、すぐに買いたくなります。Amazon売れ筋書籍No.1 の快挙も達成した名著です。単なる教科書としてではなく、子々 孫々に伝える家宝になります。\nm(__) /。　家族、友人、彼女、彼氏、元カノ、元カレ、愛犬にも一読・精読を薦めたくなります。m(__)m m(__) /\nおまけとして、「添付ファイル２」で良い子のために昨年度の授業に対するみなさんの先輩の反応を一部ご紹介。ガツう〜ん! と来て、目からウロコを 何万枚か落として、脳みそをゴシゴシ洗濯してくれた方々の反応です。", "備考Note1": ["トンプソン書評類.pdf", ""], "備考Note2": ["下山先生授業感想.pdf", ""], "備考Note3": ["ガルガンチュア.pdf", ""], "URLリンク1/URL 14": "奴隷船の世界史", "URLリンク2/URL 25": "ノーベル賞、賞金欲しいわ m(__) /", "更新日時/Date of Update6": "2023年03月30日 11時57分08秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｇ－２０２"]}, "campas": 0, "name": "【360】アメリカ経済史／American Economic History [JP]", "管理部署": 10, "単位数": 2, "担当者": "下山　晃（SHIMOYAMA AKIRA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 3, "開講期": 1}