{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed to help students learn the fundamentals of international business strategies and cross-cultural management. As increasing number of companies are expanding their operations globally, the importance of international management has significantly increased in recent years. We need to understand the people of different cultures, the way they do business, and secrets to success in international business. This course will address these issues by expanding our knowledge about employees, management, and organizational behavior to encompass the entire world.", "到達目標": "Upon successful completion of this course, students will be able to:<BR/><BR/>a) use the fundamental vocabulary and theoretical frameworks to understand the management of business in international environment. <BR/><BR/>b) understand how to work with people from different cultural backgrounds.  <BR/><BR/>c) learn how to manage organizations, processes, and people in other countries. <BR/><BR/>d) develop an awareness of how to incorporate ethical principles, personal and organizational values, and socially responsible practices in international management. <BR/><BR/>e) enhance their abilities to participate in interactive class environment and work in small teams.", "授業方法": "Face-to-face in-class lectures. Students need to pre-apply for the course during 4/1～4/3 on Kyogaku web.<BR/><BR/>Classes of this course will be conducted face-to-face in the classroom. The online class participants will receive online simultaneous interactive delivery during class time. Online students are required to submit individual assignments instead of class participation.<BR/> <BR/>Teaching and learning methods would be a mixture of lectures, readings, and in-class exercises such as chapter cases, team discussions, and student presentations of cases. In every session, we will cover a particular chapter. In general, each session is divided into two halves. In the first half, I typically follow a conventional lecture-based approach covering the concepts and theories of the relevant chapter. The second half is normally devoted to related group exercise or chapter case analysis.", "トピック": {"第1回": ["Introduction to International Management and its Political, Economic, Legal, Technological Environment", "Read the course outline carefully"], "第2回": ["Managing Interdependence: Social Responsibility, Ethics, Sustainability", "Read the assigned materials for chapter: Managing Interdependence: Social Responsibility, Ethics, Sustainability"], "第3回": ["Understanding the Role of Culture", "Read the assigned materials for chapter: Understanding the Role of Culture"], "第4回": ["Communicating Across Cultures", "Read the assigned materials for chapter: Communicating Across Cultures"], "第5回": ["Cross-Cultural Negotiation and Decision Making", "Read the assigned materials for chapter: Cross-Cultural Negotiation and Decision Making"], "第6回": ["Formulating Strategy", "Read the assigned materials for chapter: Formulating Strategy"], "第7回": ["Implementing Strategy", "Read the assigned materials for chapter: Implementing Strategy"], "第8回": ["Organization Structure and Control Systems", "Read the assigned materials for chapter: Organization Structure and Control Systems"], "第9回": ["Staffing, Training, and Compensation for Global Operations", "Read the assigned materials for chapter: Staffing, Training, and Compensation for Global Operations"], "第10回": ["Developing a Global Management Cadre", "Read the assigned materials for chapter: Developing a Global Management Cadre"], "第11回": ["Students&#39; Presentations", "Preparation for Presentation"], "第12回": ["Students&#39; Presentations", "Preparation for Presentation"], "第13回": ["Motivating and Leading", "Read the assigned materials for chapter: Motivating and Leading"], "第14回": ["Review of the Chapters", "Preparation for Final Report"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Helen Deresky, and Stewart R. Miller", "International Management: Managing Across Borders and Cultures", "Pearson Education, Inc., N.J.", "2021 年", "9780135897997", ""], "参考文献・資料Reference books0": "Helen Deresky, and Stewart R. Miller, International Management: Managing Across Borders and Cultures. 10th edition, (Pearson Education, Inc., N.J., 2021). ISBN-13: 9780135897997", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Report Final Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Participation 30% (for online students individual assignments instead of class participation), Case Presentation 30%"], "更新日時/Date of Update0": "2021年03月14日 10時02分09秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "Ｇ－ＩＳ院１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【460】International Management　１／International Management", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "アクター　タスリマ（AKHTER TASLIMA） ", "履修基準年度": "２年", "時限1": "金曜２時限／Friday 2", "開講期": "春学期／Spring"}