{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is designed to help students learn the fundamentals of international business strategies and cross-cultural management. As increasing number of companies are expanding their operations globally, the importance of international management has significantly increased in recent years. We need to understand the people of different cultures, the way they do business, and secrets to success in international business. This course will address these issues by expanding our knowledge about employees, management, and organizational behavior to encompass the entire world.", "到達目標": "Upon successful completion of this course, students will be able to:<BR/><BR/>a) use the fundamental vocabulary and theoretical frameworks to understand the management of business in international environment. <BR/><BR/>b) understand how to work with people from different cultural backgrounds.  <BR/><BR/>c) learn how to manage organizations, processes, and people in other countries. <BR/><BR/>d) develop an awareness of how to incorporate ethical principles, personal and organizational values, and socially responsible practices in international management. <BR/><BR/>e) enhance their abilities to participate in interactive class environment and work in small teams.", "授業方法": "This course will be offered in an on-demand format through Monday, October 11.<BR/>When the number of registered students is finalized and the classroom environment standards are met, the class will be held face-to-face. If the standards are not met, the course will continue to be offered in an on-demand format for health and safety reasons.<BR/><BR/>In case of face-to-face class format, classes will be conducted in the designated classroom unless otherwise instructed. The online class participants will receive online simultaneous interactive delivery during class time.<BR/><BR/>In case of on-demand class format, classes will be conducted as type-A on demand online classes (with timetable). Also, links for class recordings will be provided on LUNA after the class. Every week, class materials will be uploaded to the homepage of the course on LUNA.<BR/>Please check the “Study required Outside Class” section for details on class schedule.", "トピック": {"第1回": ["Introduction to International Management and its Political, Economic, Legal, Technological Environment", "Read the course outline carefully"], "第2回": ["Managing Interdependence: Social Responsibility, Ethics, Sustainability", "Read the assigned materials for chapter: Managing Interdependence: Social Responsibility, Ethics, Sustainability"], "第3回": ["Understanding the Role of Culture", "Read the assigned materials for chapter: Understanding the Role of Culture"], "第4回": ["Communicating Across Cultures", "Read the assigned materials for chapter: Communicating Across Cultures"], "第5回": ["Cross-Cultural Negotiation and Decision Making", "Read the assigned materials for chapter: Cross-Cultural Negotiation and Decision Making"], "第6回": ["Formulating Strategy", "Read the assigned materials for chapter: Formulating Strategy"], "第7回": ["Implementing Strategy", "Read the assigned materials for chapter: Implementing Strategy"], "第8回": ["Students&#39; Presentations (subject to change)", "Preparation for Presentation"], "第9回": ["Students&#39; Presentations (subject to change)", "Preparation for Presentation"], "第10回": ["Organization Structure and Control Systems", "Read the assigned materials for chapter: Organization Structure and Control Systems"], "第11回": ["Staffing, Training, and Compensation for Global Operations", "Read the assigned materials for chapter: Staffing, Training, and Compensation for Global Operations"], "第12回": ["Developing a Global Management Cadre", "Read the assigned materials for chapter: Developing a Global Management Cadre"], "第13回": ["Motivating and Leading", "Read the assigned materials for chapter: Motivating and Leading"], "第14回": ["Review of the Chapters", "Preparation for Final Report"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Helen Deresky, and Stewart R. Miller", "International Management: Managing Across Borders and Cultures", "Pearson Education, Inc., N.J.", "2021 年", "9780135897997", ""], "参考文献・資料Reference books0": "Helen Deresky, and Stewart R. Miller, International Management: Managing Across Borders and Cultures. 10th edition, (Pearson Education, Inc., N.J., 2021). ISBN-13: 9780135897997", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Report Final Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Participation 30%, Case Presentation 30%"], "成績評価Grading3": "備考　Note\nIf the course continues as ‘On-demand type A (with timetable)’ throughout the semester, the Grading Criteria for all students would be as follows:\nMid-term Report: 40%\nReport Final Examination: 60%", "備考Note0": "This syllabus is subject to change due to the changing COVID-19 situations. Please check Kyogaku Web Service for any update.", "更新日時/Date of Update1": "2021年09月08日 13時10分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "Ｇ－ＩＳ２０７"]}, "campas": 0, "name": "【460】International Management　２／International Management", "管理部署": 10, "単位数": 2, "担当者": "アクター　タスリマ（AKHTER TASLIMA） ", "履修基準年度": "２年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 29, "評価1": 3, "評価2": 4, "開講期": 2}