{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This lecture introduces basics of international finance (or International Macroeconomics), and help students for understanding development mechanism of Asia-Pacific in this regard.<BR/>This lecture pursues for the dynamics of East Asia, appearing as one of main engines of the world economy. From the perspective of international macroeconomics and finance, we deal with developments before and after the 1997 Asian crisis.", "到達目標": "・Students understand basics of international finance (or International Macroeconomics).<BR/>・Students understand the dynamics of East Asia.<BR/>・Students learn lessen from experience of Asian Currency Crisis.", "授業方法": "Lecture.<BR/>Face-to-face in-class lectures. Students need to pre-apply for the course during 4/1～4/3 on Kyogaku web.<BR/>Online class applicants will be followed up online at the same time during class hours.", "トピック": {"授業計画1": "This course covers the following topics:<BR/>Part 1: Basics Concepts<BR/>(1) National Income Account<BR/>(2) The Balance of Payments Account<BR/>(3) Exchange Rates<BR/>(4) The Foreign Exchange Market<BR/>Part 2: Interest Parity Condition<BR/>Part 3: Real Money Demand and Supply<BR/>Part 4: PPP and Long Run Analysis<BR/>Part 5: Short Run Analysis<BR/>Part 6: International Monetary System<BR/>Part 7: Asia’s Economic Development and International Finance", "授業外学習2": "Introductory economics is not a prerequisite of the lecture, but it will make it easier to understand. Nevertheless, the purpose of the lecture is not to convey only knowledge, but to motivate students to study further into the field.<BR/>Reality goes fast. Students are frequently reminded of important relevant news and reports from media and international institutions."}, "評価": {"教科書Required texts0": "Krugman, Paul R., Maurice Obstfeld, and Marc J. Melitz, International Economics: Theory and Policy, 10th edition, Pearson, 2015.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "更新日時/Date of Update0": "2021年02月24日 17時53分24秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "Ｇ－ＩＳ２０６"]}, "campas": 0, "name": "【460】International Finance and Asia-Pacific／International Finance and Asia-Pacific", "管理部署": 10, "単位数": 2, "担当者": "国宗　浩三（KUNIMUNE KOZO） ", "履修基準年度": "２年", "時限1": 32, "評価1": 2, "開講期": 1}