{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The objective of the course is to understand the nature of international trade. It covers the basic methods to understand issues raised from the economic interaction between countries. Why international trade arises and what effects it has on the countries involved. Then based on the perspective of international trade, we will look at the economic development in the Asia-Pacific region.", "到達目標": "After taking this course, students should i) have learned the basic concepts of international trade theory, ii) understand the trade issues of economies in the Asia-Pacific region.", "授業方法": "This course will be offered in an on-demand format through Monday, October 11. When the number of registered students is finalized and the classroom environment standards are met, the class will be held face-to-face.<BR/>If the standards are not met, the course will continue to be offered in an on-demand format for health and safety reasons.", "トピック": {"第1回": ["Introduction: What is international trade about?", ""], "第2回": ["Engine of globalization<BR/>Analyze some key reasons for globalization.", ""], "第3回": ["Why trade? (1) Ricardian moodel<BR/>Introduce three main reasons for trade: the Ricardian Model and Comparative Advantage, Increasing returns to scale and Imperfect competition.", ""], "第4回": ["Why trade? (2) Increasing return to scale<BR/>Introduce three main reasons for trade: the Ricardian Model and Comparative Advantage, Increasing returns to scale and Imperfect competition.", ""], "第5回": ["Why trade? (3) Imperfect competition<BR/>Introduce three main reasons for trade: the Ricardian Model and Comparative Advantage, Increasing returns to scale and Imperfect competition.", ""], "第6回": ["Trade and income distribution<BR/>Introduce Heckscher-Ohlin model", ""], "第7回": ["Review of theory of international trade: Mid-term Exam", ""], "第8回": ["Trade policy in the world economy 1: Instrument of trade policy<BR/>Understanding the effect of the most important instruments of trade policy on importing and exporting countries.", ""], "第9回": ["Trade policy in the world economy 2: developing countries<BR/>Examine how the trade policies applied in developing countries. Could the policies help developing countries to jump-start growth?", ""], "第10回": ["Trade policy in the world economy 3: international integration", ""], "第11回": ["International trade in Japan", ""], "第12回": ["Economic profile of the Asia-Pacific region", ""], "第13回": ["Trade Policy and growth in Asia", ""], "第14回": ["Final Exam", ""], "授業外学習2": "There is no prerequisites for this course. However, for the further study, it will be good for student to take or learn introductory economics in advance."}, "評価": {"教科書Required texts0": "lecture notes will be provided by lecturer", "参考文献・資料Reference books0": "1. Krugman, Paul R. and Maurice Obstfeld. (2014). International Economics: Theory and Policy (10th ed.). Boston, MA: Pearson Addison-Wesley.\n2. McLaren, John. (2013). International Trade. Hoboken, NJ: John Wiley & Sons.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "mid-term exam and final exam"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "Final report"], "成績評価Grading3": ["その他／Others (99)", "20 %", "Assignments"], "更新日時/Date of Update0": "2021年09月01日 21時09分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－ＩＳ２０８"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【460】International Trade and Asia-Pacific／International Trade and Asia-Pacific", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "陳　依君（CHEN ICHUN） ", "履修基準年度": "２年", "時限1": "火曜２時限／Tuesday 2", "開講期": "秋学期／Fall"}