{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ことばによるコミュニケーションでは、話し手と聞き手がお互いの時間や労力の消費を抑えられるよう、なるべく効率の良いやり方で情報を伝えようとする傾向がある。この「省エネ」的な傾向は、言語の種類やジャンルの違い、文化社会的な背景など、様々な要因に影響を受けて多様な形で実現することになる。日本語という言語は、効率よく情報を伝えるためにどのような手段・戦略を取っているのか。様々なジャンルの例を観察しながら学ぶことで、ことばとコミュニケーションに対する理解を深める。", "到達目標": "・言語コミュニケーションではどのような情報がやり取りされるか、情報伝達はどのような形式で行われるかを理解する。<BR/>・情報伝達に効率的な形式が言語によって、またテキストのタイプによってどう異なるか、様々な実例の観察を通して理解する。<BR/>・新聞/TV/本などの様々なメディアから実例を収集・分析する。", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "教員の講義方式で進めながら、関連する練習問題などを通して理解を深める。", "トピック": {"第1回": ["講義概要の説明（オンデマンド実施）", ""], "第2回": ["なぜ省くのか－「省エネ」的な情報伝達と人間の行動原理（オンデマンド実施）", ""], "第3回": ["日本語は何を省くのか－「省略」とは（オンデマンド実施）", ""], "第4回": ["日本語はどこで省くのか－新聞見出しの文法", ""], "第5回": ["日本語はどこで省くのか－翻訳字幕と吹替えの文法", ""], "第6回": ["「効率のよさ」はどのように実現するか－戦略の詳細", ""], "第7回": ["映画鑑賞（字幕と吹替えデータの観察）", ""], "第8回": ["日本語はどこで省くのか－ニュースと討論番組の文法", ""], "第9回": ["日本語はどこで省くのか－漫画とアニメの文法", ""], "第10回": ["韓国語は何をどこで省くのか－他言語の省略", ""], "第11回": ["日本語と韓国語の戦略はどう違うのか－情報の優先順位", ""], "第12回": ["省くとどうなるか－省略と言語変化", ""], "第13回": ["省くか、語るか－日韓の省略と文化", ""], "第14回": ["まとめと質疑応答<BR/><BR/>（上記の予定はあくまでも目安で、状況により変更する場合がある）", ""], "授業外学習2": "教科書や指定文献を読み、授業で扱う現象の例を直接収集・観察する。"}, "評価": {"教科書Required texts0": "尹盛熙（2021）『ことばの「省略」とは何か』大修館書店", "参考文献・資料Reference books0": "必要に応じて授業中に紹介する", "学生による授業評価の方法Course Evaluation by Students0": "学期末にアンケートを行う", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "平常点（課題・小テストなど）"], "URLリンク1/URL 10": "第1回目の動画です。", "URLリンク2/URL 21": "第2回目の動画です。", "URLリンク3/URL 32": "第3回目の動画です。", "更新日時/Date of Update3": "2022年02月10日 11時42分10秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "Ｇ－３０１"]}, "campas": 0, "name": "【370】アジア言語文化論Ｂ／The Asian language and culture studies B", "管理部署": 10, "単位数": 2, "担当者": "尹　盛熙（YOUN SUNGHEE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 3, "評価2": 4, "開講期": 2}