{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業は、日本語非母語話者の日本語学習者の誤用例を中心に、日本語学の基礎知識を駆使して、どこがどのようになぜ間違っているのかを説明することができるようにすることを目的とする。", "到達目標": "（1）言語習得の基礎理論を学び、言語習得のプロセスとメカニズムを理解することができる。<BR/>（2）日本語非母語話者の日本語教育の必要性や現状を認識し、日本語教育を行うために、なにが必要かを理解し、その基礎知識を学ぶことができる。<BR/>（3）日本語の名詞、動詞、形容詞、副詞や格助詞、また受身文、使役文、時間表現などの誤用を例として、誤用はどのように生じてくるのか、なぜ生じてくるのかを理解することができる。<BR/>（4）日本語学習者に日本語を教える際にどのように説明すれば理解されるかといった方法を学ぶことができる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "言語構造と意味表現基礎<BR/>2023年度秋学期国際学部", "授業の概要・背景": "", "授業方法": "第１回～第３回はオンデマンド実施<BR/>オンライン授業申請者には、授業時間にオンライン同時双方向でのフォローを行います。", "トピック": {"第1回": ["オンデマンド実施<BR/>LUNAにアクセスできるまで（23日まで）、授業用の動画、課題提出、PPTなどのURLはこのページの下の「シラバス付加情報」に掲載する。動画は昨年度のものを使用しているため、提出指定日には変更がある。詳細は、PPT（パワーポイント）に書いているので、忘れずに必ず確認すること。<BR/>第１回　国別の日本語学習者数の現状と日本語教育の必要性<BR/>（1）オリエンテーション：授業の目的、到達目標、評価の方法について説明する<BR/>（2）世界全体の日本語教育の状況、日本の日本語教育の状況、日本語教育の必要性、日本語学と日本語教育との関係を学び、日本語教育の全体像を理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第2回": ["オンデマンド実施<BR/>第２回　日本語学と日本語教育における言語接触と言語の多様性<BR/>（1）授業の目的、到達目標、評価の方法について再度説明する<BR/>（2）前回の内容を復習する<BR/>（3）コミュニケーションモデル、コミュニケーションスタイル、コミュニケーションストラテジー、言語接触と言語の多様性を学び、言語コミュニケーションの形成のプロセスを理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第3回": ["オンデマンド実施<BR/>第３回　日本語の構造と日本語の学習・習得<BR/>（1）前回の内容を復習する<BR/>（2）言語の共通性と一般化、日本語の特徴と日本語文の基本構造、英語や中国語との品詞認定や構文の違い、日本語の構文における統語的ルールと意味的ルールなどを学び、日本語の全体像を理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第4回": ["第４回　学習者の誤用からみた日本語の名詞と名詞の用法の習得　Ⅰ<BR/>（1）前回の内容を復習する<BR/>（2）対照分析と誤用分析、言語転移、日本語の品詞分類、日本語の名詞と名詞分類、日本語学習者の名詞の誤用分析、名詞の不使用と過剰使用、「NPを卒業する」と「NPから卒業する」の使用条件、「NPを感謝する」と「NPに感謝する」の使用条件などを学び、誤用とはなにか、非文、不自然、自然の表現とは何かを理解し、日本語学習者の名詞の誤用分析を行う。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第5回": ["第５回　学習者の誤用からみた日本語の名詞と名詞の用法の習得　Ⅱ<BR/>（1）前回の内容を復習する<BR/>（2）人称代名詞の誤用のメカニズムを分析し理解する。<BR/>（３）中国語などとの対照を踏まえながら、日本語の指示詞の用法における「ウチ」「ソト」「ヨソ」といった文化的制約を学び、日本語学習者から見られた指示詞の誤用のメカニズムを分析し理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第6回": ["第６回　学習者の誤用からみた日本語の動詞と動詞の用法の習得　Ⅰ<BR/>（1）前回の内容を復習する<BR/>（2）日本語の動詞の分類とそれぞれの構文条件を学び、日本語学習者の動詞の誤用の起因を分析し理解する。<BR/>（3）日本語学習者の動詞の誤用例を中心に、日本語の他動詞と自動詞の使い方を学び、他動詞と自動詞の交替メガにズムを分析し理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第7回": ["第７回　学習者の誤用からみた日本語の動詞と動詞の用法の習得　Ⅱ<BR/>（1）前回の内容を復習する<BR/>（2）日本語の他動詞と目的語の認定と共起関係、それと中国語や英語の他動詞と目的語の認定や共起関係との不一致、日本語の「を」と動詞との共起制約および中国語や英語との違い、動詞の学習の難易度の予測、必須項による動詞の分類、日本語の有対動詞と無対動詞の役割と学習者の誤用を学び、日本語学習者の動詞誤用の生起条件とメカニズムを理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第8回": ["第８回　学習者の誤用からみた日本語の形容詞と形容詞の用法の習得<BR/>（1）前回の内容を復習する<BR/>（2）日本語形容詞の分類と文における形容詞の役割、形容詞述語文における「は」と「が」の使用条件、日本語学習者からみた形容詞の誤用の共通点を学び、日本語の形容詞の誤用の生起条件とメカニズムを理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第9回": ["第９回　学習者の誤用からみた日本語の副詞と副詞の用法の習得<BR/>（1）前回の内容を復習する<BR/>（2）日本語の副詞の分類やそれぞれの構文ルールと意味表現、および多義性を学ぶ。<BR/>（3）日本語学習者の作文コーパスから副詞誤用の頻度を確認し学習難易度を理解する。<BR/>（4）習熟度別の副詞の誤用データからバックスライティングや化石化を理解する。<BR/>（5）「よく」、「また」と「まだ」、「とても」、「もっと」と「ずっと」の誤用の分析をし、副詞誤用の生起の原因を探求し理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第10回": ["第１０回　学習者の誤用からみた日本語の格助詞と格助詞の用法の習得<BR/>（1）前回の内容を復習する<BR/>（2）日本語の格助詞の分類やそれぞれの構文のルール、表現における役割を学ぶ。<BR/>（3）統計データから日本語学習者の格助詞の誤用の全体像や学習難易度を把握する。<BR/>（4）「私は自分の経験を他の人にわかちあいたい」や「子供は周りの人に話すチャンスが少なくなる可能性がある」の実例を分析しながら、動詞と格助詞との制約関係を理解し学ぶ。<BR/>（5）日本語学習者にとって最も習得しにくい格助詞を中心に生産性の高い対策や説明の方法を学ぶ。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第11回": ["第１１回　学習者の誤用からみた日本語の受身文と受身文の用法の習得<BR/>（1）前回の内容を復習する<BR/>（2）日本語の受身文の分類やそれぞれの構文のルール、表現における役割を学ぶ。<BR/>（3）日本語表現における能動文と受身文の違いを理解する。<BR/>（4）日本語学習者の誤用からみた受身文の不使用、過剰使用、他の表現との誤用の現状を把握し、受身文の使用における日本語母語話者と日本語非母語話者の捉え方の違いを理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第12回": ["第１２回　学習者の誤用からみた日本語の使役文と使役文の用法の習得<BR/>（1）前回の内容を復習する<BR/>（2）日本語の使役文の分類やそれぞれの構文のルール、表現における役割を学ぶ。<BR/>（3）日本語の使役文における動作主マーカー「を」「に」と表現意図との関係を理解する。<BR/>（4）日本語学習者の誤用からみた使役文の不使用、過剰使用、他の表現との誤用の現状を把握し、使役文の使用における日本語母語話者と日本語非母語話者の捉え方の違いを理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第13回": ["第１３回　学習者の誤用からみた日本語の時間表現と時間表現の用法の習得<BR/>（1）前回の内容を復習する<BR/>（2）日本語のテンス・アスペクトの分類やそれぞれの構文のルール、表現における役割を学ぶ。<BR/>（3）日本語学習者の誤用からみたテンス・アスペクトの不使用、過剰使用、他の表現との誤用の現状を把握し、時間表現における日本語母語話者と日本語非母語話者の捉え方の違いを理解する。", "【事前学習】レジュメをダウンロードし、予習し、指定された図書の関係節を読む。（1時間）<BR/>【事後学習】レジュメの内容や授業中に補足した内容を復習する（1時間）"], "第14回": ["期末試験（オンライン試験。試験の方法について別途でご案内する）", ""], "授業外学習2": "【事前学習】授業を受ける前に、LUNAからレジュメをダウンロードして、それを読み、予習を行う。授業を理解するために、指定された参考図書『基礎日本語文法・改訂版』（益岡隆志・田窪行則、くろしお出版1992）『はじめての人の日本語文法』(野田尚史、くろしお出版1991)『日本語学入門 ことばのしくみを考える 第２版』（庵功雄、スリーエーネットワーク2012）の中の関係節を必ず授業前または授業後に熟読する（１時間）。<BR/>【事後学習】授業を受けた後、必ず授業内容を中心に復習し、消化できるようにする（１時間）。"}, "評価": {"教科書Required texts0": "LUNAにて配布する", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["庵功雄等", "初級を教える人のための日本語文法ハンドブック", "スリーエーネットワーク", "2000 年", "4883191559", ""], "参考書/Reference books2": ["庵功雄等", "中上級を教える人のための日本語文法ハンドブック", "スリーエーネットワーク", "2001 年", "4883192016", ""], "参考文献・資料Reference books0": "授業中に指示する", "学生による授業評価の方法Course Evaluation by Students0": "この授業時間内に授業評価アンケートを実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "70 %", "試験（授業中試験）の得点数で評価する"], "成績評価Grading2": ["その他／Others (99)", "30 %", "課毎に出された課題の点数で評価する"], "更新日時/Date of Update0": "2023年02月15日 14時45分29秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｇ－２０２"]}, "campas": 0, "name": "【370】日本語学と日本語教育／Japanese linguistics and Japanese language teaching [JP]", "管理部署": 10, "単位数": 2, "担当者": "于　康（YU KANG） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 2, "評価2": 4, "開講期": 1}