{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本講義では、上代から現代までの主要な日本文学作品を取り上げ、とりわけ歴史的・文化的価値のある作品に焦点を当てる。本講義の目的は、日本文学の多様性について学ぶことであり、日本文学史の社会的・文化的背景を理解することである。", "到達目標": "以下の３点を到達目標とする。<br />1. 日本文学史の基礎知識を身につける。<br />2. 日本文学を様々な観点から鑑賞することができる。<br />3. 日本文学について議論をすることができる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture, discussion, and close readings through online format.<br />(Lectures will be conducted in English)", "トピック": {"第1回": ["Orientation and introductions<br />(All classes this semester will be conducted online (synchronous format) via video conferencing software (Zoom). Zoom details will be provided beforehand on LUNA.", "Students should read the syllabus before attending the first online class."], "第2回": ["Introduction to Japanese Literature - A general overview", ""], "第3回": ["Ancient Literature - The beginnings", ""], "第4回": ["Classical Literature (1) - The first \"Tales\"", ""], "第5回": ["Classical Literature (2) - Tales, Diaries, and Essays", ""], "第6回": ["Medieval Literature - Vernacular Buddhism and Medieval literature", ""], "第7回": ["Early Modern Literature - Popular fiction", ""], "第8回": ["Modern Literature (1) - New genres, concepts, and techniques", ""], "第9回": ["Modern Literature (2) - The great figures of modern Japanese literature", ""], "第10回": ["Contemporary Literature (1) - New genres, concepts, and techniques", ""], "第11回": ["Contemporary Literature (2) - Reading contemporary authors", ""], "第12回": ["Presentations (1)", ""], "第13回": ["Presentations (2)", ""], "第14回": ["Review and feedback", ""], "授業外学習2": "This course requires that students study about four hours a week outside of class.&nbsp;<div>Students will be expected to read and review all assigned readings. <br />Students must also hand in a weekly reading response and prepare for the online discussions and presentations.</div>"}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "15": "", "教科書Required texts0": "Reading materials will be provided by the instructor.", "参考文献・資料Reference books0": "Title: Anthology of Japanese Literature (from the Earliest Era to the Mid-nineteenth Century)\nAuthor: Donald Keene\nPublisher: Grove Press\nISBN: 978-0-8021-5058-5\n\nTitle: World Within Walls (Japanese Literature of the Pre-modern Era)\nAuthor: Donald Keene\nPublisher: Columbia University Press\nISBN: 978-0231114677\n\nTitle: The Columbia Anthology of Modern Japanese Literature\nAuthor: J. Rimer\nPublisher: Columbia University Press\nISBN: 978-0231157230", "学位授与の方針との関連Relationship to Diploma Policy0": "Each course is positioned within the curriculum in accordance with the diploma policy and curriculum policy established by each undergraduate/graduate school. \nBy proceeding with the study of this course with an awareness of the DP and CP, the following abilities expected by each undergraduate/graduate school will be developed.\nGlobal Studies:\n1. Understanding and analytical skills regarding international issues: the ability to understand and analyze various regions of the world from different perspectives in the humanities and social sciences.\n2. Problem-solving skills: the ability to proactively identify problems and solve them based on appropriate methods.\n3. Intercultural understanding and multicultural coexistence: the ability to be sensitive to different cultures and to coexist with diverse cultures.", "授業コード/Class code0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "備考Note0": "This course involves a significant amount of reading.\nStudents should be able to read, write, and communicate fluently in English.\nIn case of an absence, students are responsible for contacting the instructor to make up any missed assignments.", "更新日時/Date of Update1": "2025年02月20日 13時45分50秒"}, "campas": 0, "name": "【270】Introduction to Japanese Literature／Introduction to Japanese Literature [EN]", "管理部署": 10, "単位数": 2, "担当者": "リッチングス　Ｖ．（RICHINGS VICKY ANN） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 1, "開講期": "", "成績評価備考": "備考　Note\nStudents will be evaluated based on participation and class contribution (20%), homework and weekly response reports (40%), a final presentation (20%), and a final report (20%). Being absent from more than four classes will automatically result in a failing grade. Students are expected to submit all assignments by the set deadlines and to be familiar with each class schedule."}