{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main goal of this course is to introduce students to the basic concepts of linguistics and knowledge about linguistic diversity via examination of data from various languages.", "到達目標": "After completing this course students will have acquired basic knowledge into the various subfields of linguistics, and learned how different linguistic features behave cross-linguistically, with an emphasis on Japanese and Korean (but also in relation to other languages).", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face classes, interactive class discussions.<BR/>Students should be prepared for discussion related to assigned readings.<BR/>For students who need online-learning, each lecture will be simultaneously provided by ZOOM.", "トピック": {"第1回": ["4/11. All students need to read the attached files below ( “The tell tale brain”, “10 myths about language”) and be prepared for the class discussion.<BR/>※For online students, see the “Link for the April 11” file.", ""], "第2回": ["4/18. Face-to-Face class. Reading assignment: Chapter 2 of the textbook (p9-19)<BR/><BR/>※For online students, see the “Link for the April 18” file.", ""], "第3回": ["4/25. Face-to-Face class.", ""], "授業計画1": "A more detailed schedule will be provided in the first class. Some key sub-areas of linguistics will be covered: phonetics and phonology, morphology, syntax, pragmatics, typology, sociolinguistics, etc..", "授業外学習2": "All students are expected to complete the assigned readings before the lecture and be prepared for classroom discussions."}, "評価": {"教科書Required texts0": "Burton,S. et al (2012) Linguistics for Dummies, John Wiley & Sons.", "参考文献・資料Reference books0": "Pinker, S. (1999) Words and rules\nDawson, H.& Phelan, M. (ed.) (2016) Language Files: materials for an introduction to language and linguistics (12th Edition). The Ohio State University Press.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "Quizzes and assignments"], "添付ファイル1/File Attachment 10": ["The tell tale brain_CH6_p153_163.pdf", ""], "添付ファイル1/File Attachment 11": ["10 myths about language.pdf", ""], "添付ファイル1/File Attachment 12": ["LINK for the April 18.pdf", ""], "更新日時/Date of Update3": "2022年04月14日 13時00分59秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【370】Introduction to Contrastive Linguistics／Introduction to Contrastive Linguistics", "管理部署": 10, "単位数": 2, "担当者": "尹　盛熙（YOUN SUNGHEE） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 0, "評価1": 2, "評価2": 4, "開講期": 1}