{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed for students who need an introductory historical background of modern Korean society. Rather than tracing its history chronologically, we will examine the volatile geopolitical situation of contemporary Korean society and look back at the events that led to the current situation. We will also examine the legacy of Japan’s colonial rule, the historical influence of the United States, and contemporary issues such as militarism, gender, social movements and education.", "到達目標": "To get to know Korean society culture<BR/>This course will explore the “other side” of Japan through the historical lens of “minorities” such as Ainu(indigenous people), Burakumin(outcast people), Okinawan (the former Ryukyu kingdom), and Korean as well as Taiwanese/ Chinese (colonial descendants).<BR/>The goal of this course is to learn the basic historical background of these peoples and their current issues and struggles.  However, we will also discuss the concepts of the modern nation state, colonialism, ethnicity, culture, identity, assimilation and ideology.  As a larger theoretical framework, we will also discuss the relationship of the U.S. and Japan as it is critical to deepen the understanding of Japanese society and its treatment of “minorities.”", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（現代韓国研究Ｂ）（CIEC）/Contemporary Korean Studies B（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face format. lecture, documentary films and discussion", "トピック": {"第1回": ["Week 1 Introduction of course goals and issues.", "N/A"], "第2回": ["Week 2　Pre modern short history and characteristics of Korean culture", "N/A"], "第3回": ["Week 3　Over view of Japan’s colonial policies", "N/A"], "第4回": ["Week 4　Legacy of colonialism and post-war unsolved issuesl", "N/A"], "第5回": ["Week 5　Formation of Two nations and Korea war.", "N/A"], "第6回": ["Week 6 Division and Korean Diaspora", "N/A"], "第7回": ["Week 7　Learning the society North Korea", "N/A"], "第8回": ["Week 8　A documentary film “Beyond the DMZ”.", "N/A"], "第9回": ["Week 9 　Learning the politics and society of South Korea", "N/A"], "第10回": ["Week 10　A documentary film of democratization movement", "N/A"], "第11回": ["Week 11　Field trip to Korean town in Osaka", "N/A"], "第12回": ["Week 12　Student presentations", "N/A"], "第13回": ["Week 13　Student presentation", "N/A"], "授業計画1": "N/A"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Presentation"], "成績評価Grading3": ["その他／Others (99)", "40 %", "Participation"], "更新日時/Date of Update0": "2023年02月08日 10時46分08秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【370】Contemporary Korean Studies B／Contemporary Korean Studies B [EN]", "管理部署": 10, "単位数": 2, "担当者": "李　恩子（LEE EUN JA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 10, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 1}