{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course aims to provide an insight into development of Japanese culture with emphasis on arts and traditions. We will begin with historical overview, look into theatrical art forms, as well as traditional visual art, and explore main religions and secular traditions in Japanese society. Readings, lectures and AV materials are supplemented with a field trip to Kyoto National Museum and a guest lecture on Japanese Buddhism.", "到達目標": "Students will acquire insight into Japanese cultural history and familiarize themselves with Japanese traditions, variety of art forms theatrical, visual, etc, as well as crafts.", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face<BR/>Simultaneous two-way ZOOM online classes for students who registered for online classes<BR/><BR/>Lectures, student presentations", "トピック": {"第1回": ["&quot;On-demand class&quot; Introduction", ""], "第2回": ["&quot;On-demand class&quot; History and Society I", "reading/watching homework"], "第3回": ["&quot;On-demand class&quot; History and Society II", "reading/watching homework"], "第4回": ["&quot;Face to face class&quot; History and Society III (Trip to Kyoto National Museum)", "reading/watching homework"], "第5回": ["&quot;Face to face class&quot; Religion I", "reading/watching homework"], "第6回": ["&quot;Face to face class&quot; Religion II Guest Speaker Aliise Donnere", "reading/watching homework"], "第7回": ["&quot;Face to face class&quot; Art and Craft I", "reading/watching homework"], "第8回": ["&quot;Face to face class&quot; Art and Craft II", "reading/watching homework"], "第9回": ["&quot;Face to face class&quot; Art and Craft III", "reading/watching homework"], "第10回": ["&quot;Face to face class&quot; Art and Craft IV", "reading/watching homework"], "第11回": ["&quot;Face to face class&quot; Student Presentations", ""], "第12回": ["&quot;Face to face class&quot; Student Presentations", ""], "第13回": ["&quot;Face to face class&quot; Student Presentations", ""], "第14回": ["&quot;Face to face class&quot; Student Presentations", ""]}, "評価": {"教科書Required texts0": "All materials will be provided in class or via LUNA", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Group Presentation"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Final essay/atwork"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Attendance, participation"], "更新日時/Date of Update0": "2022年02月28日 09時42分49秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｇ－ＩＳ２０６"]}, "campas": 0, "name": "【270】Introduction to Japanese Culture／Introduction to Japanese Culture", "管理部署": 10, "単位数": 2, "担当者": "アントニョノカ　Ｏ．（ANTONONOKA OLGA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 10, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}