{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main goal of this course is to introduce students to the basic concepts of linguistics and knowledge about linguistic diversity via examination of data from various languages.", "到達目標": "After completing this course students will have acquired basic knowledge into the various subfields of linguistics, and learned how different linguistic features behave cross-linguistically, with an emphasis on Japanese and Korean (but also in relation to other languages).", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face classes, interactive class discussions.<br />Students should be prepared for discussion related to assigned readings.<br />For students who need online-learning, each lecture will be simultaneously provided by ZOOM.", "トピック": {"第1回": ["Face-to-face class. All students need to read the attached files below ( “The tell tale brain”, “10 myths about language”) and be prepared for the class discussion.", ""], "第2回": ["Face-to-face class. Reading assignment: Chapter 2 of the textbook (p9-19)", ""], "第3回": ["Face-to-face class.", ""], "授業計画1": "A more detailed schedule will be provided in the first class. Some key sub-areas of linguistics will be covered: phonetics and phonology, morphology, syntax, pragmatics, typology, sociolinguistics, etc..", "授業外学習2": "All students are expected to complete the assigned readings before the lecture and be prepared for classroom discussions."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "Quizzes and assignments"], "添付ファイル1/File Attachment 10": ["2011 The tell tale brain_CH6_p153_163.pdf", ""], "添付ファイル1/File Attachment 11": ["2012_10 myths about language.pdf", ""], "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "Ｇ－ＩＳ１０５"]}, "campas": 0, "name": "【370】Introduction to Contrastive Linguistics／Introduction to Contrastive Linguistics [EN]", "管理部署": 10, "単位数": 2, "担当者": "尹　盛熙（YOUN SUNGHEE） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 0, "評価1": 2, "評価2": 6, "開講期": 1}