{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course examines aspects of contemporary Chinese society and culture from a global perspective. In additional to introducing students to recent developments in China, including “global China,” this course encourages students to explore the comparative and theoretical dimensions of cultural and social phenomena.", "到達目標": "After taking this course, students will gain knowledge of contemporary China as well as skills in the comparative analysis of social and culture issues.", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Classes 1-3 will be available on demand. This course adopts the “reverse classroom” format. Each class will consist of mainly student presentations and in-class discussion.", "トピック": {"第1回": ["Classes 1-3 will be on-demand.", "Please refer to syllabus attached below for readings."], "授業計画1": "Please refer to syllabus attached below.", "授業外学習2": "Please refer to syllabus attached below."}, "評価": {"教科書Required texts0": "All readings are available online. Please refer to the syllabus attached below to find the readings online by yourself using either the title or hyperlinks.", "学生による授業評価の方法Course Evaluation by Students0": "As per university practice.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "88 %", "11 weekly postings"], "成績評価Grading2": ["その他／Others (99)", "12 %", "presentation and contribution to class discussion"], "備考Note0": "Please check the syllabus before coming to the first class.", "備考Note1": ["S Ch Soc 22.pdf", ""], "更新日時/Date of Update2": "2022年09月13日 14時04分17秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【470】Contemporary Chinese Society and Culture／Contemporary Chinese Society and Culture", "管理部署": 10, "単位数": 2, "担当者": "ツー　ティモシー（TSU TIMOTHY YUN HUI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 3, "評価2": 4, "開講期": 2}