{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "本講義では、上代から現代までの主要な日本文学作品を取り上げ、とりわけ歴史的・文化的価値のある作品に焦点を当てる。本講義の目的は、日本文学の多様性について学ぶことであり、日本文学史の社会的・文化的背景を理解することである。", "到達目標": "以下の３点を到達目標とする。<BR/>1. 日本文学史の基礎知識を身につける。<BR/>2. 日本文学を様々な観点から鑑賞することができる。<BR/>3. 日本文学について議論をすることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture, discussion, and close readings in a face-to-face format.<BR/>(Lectures will be conducted in English)", "トピック": {"第1回": ["Orientation and introductions<BR/>(All classes this semester will be conducted online (synchronous format) via video conferencing software (Zoom). Zoom details will be provided beforehand on LUNA.)", "Students should read the syllabus before attending the first online class."], "第2回": ["Introduction to Japanese Literature - A general overview", ""], "第3回": ["Ancient Literature - The beginnings", ""], "第4回": ["Classical Literature (1) - The first &quot;Tales&quot;", ""], "第5回": ["Classical Literature (2) - Tales, Diaries, and Essays", ""], "第6回": ["Medieval Literature - Vernacular Buddhism and medieval literature", ""], "第7回": ["Early Modern Literature - Popular fiction", ""], "第8回": ["Modern Literature (1) - New genres, concepts, and techniques", ""], "第9回": ["Modern Literature (2) - The great figures of modern Japanese literature", ""], "第10回": ["Contemporary Literature (1) - New genres, concepts, and techniques", ""], "第11回": ["Contemporary Literature (2) - Reading contemporary authors", ""], "第12回": ["Presentations (1)", ""], "第13回": ["Presentations (2)", ""], "第14回": ["Review and feedback", ""], "授業外学習2": "This course requires that students study about four hours a week outside of class. Students will be expected to read and review all assigned readings. <BR/>Students must also hand in a weekly reading response and prepare for the online discussions and presentations."}, "評価": {"教科書Required texts0": "Reading materials will be provided by the instructor.", "参考文献・資料Reference books0": "Title: Anthology of Japanese Literature (from the Earliest Era to the Mid-nineteenth Century)\nAuthor: Donald Keene\nPublisher: Grove Press\nISBN: 978-0-8021-5058-5\n\nTitle: World Within Walls (Japanese Literature of the Pre-modern Era)\nAuthor: Donald Keene\nPublisher: Columbia University Press\nISBN: 978-0231114677\n\nTitle: The Columbia Anthology of Modern Japanese Literature\nAuthor: J. Rimer\nPublisher: Columbia University Press\nISBN: 978-0231157230", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "class contribution (20%), homework and weekly response reports (40%), final presentation (20%), final report (20%)"], "成績評価Grading2": "備考　Note\nStudents will be evaluated based on participation and class contribution (20%), homework and weekly response reports (40%), a final presentation (20%), and a final report (20%). Being absent from more than four classes will automatically result in a failing grade. Students are expected to submit all assignments by the set deadlines and to be familiar with each class schedule.", "備考Note0": "This course involves a lot of reading.\nStudents should be able to read, write, and communicate fluently in English.\nIf you were absent and wish to complete missed assignments, it is your responsibility to contact the instructor.", "更新日時/Date of Update1": "2023年03月02日 11時38分09秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜１時限／Monday 1", "秋学期／Fall", "Ｇ－ＩＳ１０５"]}, "campas": 0, "name": "【270】Introduction to Japanese Literature／Introduction to Japanese Literature [EN]", "管理部署": 10, "単位数": 2, "担当者": "リッチングス　Ｖ．（RICHINGS VICKY ANN） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 0, "評価1": 4, "開講期": 2}