{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、学生が近現代中国史、とくに、20世紀の激動の中国政治史を概観し、基礎知識を修得することを目指す。中国大陸以外に、台湾、香港、シンガポールなど、いわゆる「中華圏」についても視野に収める。", "到達目標": "・近現代の中国政治史に登場する主要な指導者や主要な出来事について簡潔に説明することができる。<BR/>・日中間の諸問題、中台関係の背景など、東アジアの政治外交問題について、構造的に理解できる。<BR/>・近現代の中国史に関する議論に対応、参加できる。", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.<BR/>", "関連科目": "「中国の政治と外交」", "授業方法": "この科目は4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者に4/29（金）以降の授業形態についてお知らせします。<BR/>対面型、講義形式によるクラスであるが、一方通行の講義にならぬよう、質疑応答の時間を取るなど、受講者との対話を試みたい。また、歴史だけでなく、最新のニュースについてもできるだけ紹介する。映像記録も利用したい。", "トピック": {"第1回": ["イントロダクション、中国史の概観", ""], "第2回": ["清朝の衰退から辛亥革命へ", ""], "第3回": ["中国国民革命の成果と限界", ""], "第4回": ["中国共産党と中華人民共和国の建国", ""], "第5回": ["毛沢東時代I（1949－1957）", ""], "第6回": ["毛沢東時代II（1958－1965）", ""], "第7回": ["毛沢東時代III（1966－1978）", ""], "第8回": ["改革開放時代I: 鄧小平時代（1979－1992）", ""], "第9回": ["改革開放時代II: 江沢民時代・胡錦涛時代（1992－2008）", ""], "第10回": ["ポスト改革開放時代（2008－）", ""], "第11回": ["台湾の政治I（－1988）", ""], "第12回": ["台湾の政治II（1988－）", ""], "第13回": ["香港・シンガポールの発展", ""], "第14回": ["総括", ""], "授業外学習2": "講義内容への関心を高め、理解を深めるため、中国（史）に関する書籍、ＴＶ番組、ドラマ、映画、など、好みに応じて、随時「中国もの」に触れることが望ましい。また、政治学、国際政治学、アジアの歴史に関連する科目を並行して履修することが望ましい。"}, "評価": {"教科書Required texts0": "田中仁・菊池一隆・加藤弘之・日野みどり・岡本隆司・梶谷懐『新　図説　中国近現代史 （改訂版）』（法律文化社、２０２０）", "参考文献・資料Reference books0": "講義中に適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "講義期間中に随時アンケートをとる。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "成績評価備考を参照"], "成績評価Grading2": "備考　Note\nその他(others)\nミニテスト、コメント（10％）や中間レポート（20％）、授業内試験ないし期末レポート（70％）を総合的に勘案する。", "更新日時/Date of Update0": "2021年12月26日 13時55分47秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "Ｇ－２０２"]}, "campas": 0, "name": "【380】中国現代史／Chinese Contemporary History", "管理部署": 10, "単位数": 2, "担当者": "三宅　康之（MIYAKE YASUYUKI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "評価1": 4, "開講期": 1}