{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "南アジア各地域の歴史、⽂化、宗教、政治経済に焦点を当て理解し、グローバル社会における諸課題とその解決を多⾓的に考察することである。南アジア短期留学プログラム Global Seminar in South Asia（A: 派遣 / B:オンラインを隔年で実施予定）の履修・参加を希望する受講生は本授業の単位修得が必須となる。", "到達目標": "学⽣は南アジア各国の歴史、政治、社会、経済といった状況について理解し、地域社会の動向と特徴から課題を見出して⾃⾝の研究テーマに関連づけることができる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "Global Seminar in South Asia B(Online version), Global Seminar in South Asia A(Onsite version)", "授業の概要・背景": "", "授業方法": "この科目は、第1回～3回までの授業をオンデマンド形式で実施予定です。<BR/>履修者数が確定し、基準の環境を満たした場合、教室での対面授業を実施します。<BR/><BR/>教科書にそって講義形式で進める。パワーポイントと板書を使用し、また新聞と映像資料を活用する。", "トピック": {"第1回": ["イントロダクション―南アジア社会の捉え方（オンデマンド実施）", "教科書の該当箇所を読み進め、復習課題1を提出する。<BR/>★追記★<BR/>第1回講義動画（ 43分 59 秒）<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/ftj67496_nuc_kwansei_ac_jp/Ecpwsyk1G6RMqcGOroBLz1cBaukSQGL-VvBWiSaTkpRWiQ?e=rAz5Fz"], "第2回": ["南アジアにおけるイスラームの拡大（オンデマンド実施）", "教科書の該当箇所を読み進め、復習課題2を提出する。"], "第3回": ["インド１：歴史―イギリスの統治と分離独立（オンデマンド実施）", "教科書の該当箇所を読み進め、復習課題3を提出する。"], "第4回": ["インド２：政治―包摂と排除", "教科書の該当箇所を読み進め、復習課題4を提出する。"], "第5回": ["インド３：社会―多様性の共生", "教科書の該当箇所を読み進め、復習課題5を提出する。"], "第6回": ["インド４：経済―成長と格差", "教科書の該当箇所を読み進め、復習課題6を提出する。<BR/>【事後学習】指定の課題リポートを作成する。"], "第7回": ["パキスタン―軍政と国家建設", "教科書の該当箇所を読み進め、復習課題7を提出する。"], "第8回": ["バングラデシュ―社会開発と貧困からの脱却", "教科書の該当箇所を読み進め、復習課題8を提出する。"], "第9回": ["スリランカ―民族紛争と開発援助", "教科書の該当箇所を読み進め、復習課題9を提出する。"], "第10回": ["ネパール―紛争解決と海外労働", "教科書の該当箇所を読み進め、復習課題10を提出する。"], "第11回": ["アフガニスタン―９・１１後の社会と戦後復興", "教科書の該当箇所を読み進め、復習課題11を提出する。"], "第12回": ["南アジアの国際関係", "教科書の該当箇所を読み進め、復習課題12を提出する。"], "第13回": ["南アジアの発展と課題", "教科書の該当箇所を読み進め、復習課題13を提出する。"], "第14回": ["授業中試験", ""], "授業外学習2": "教科書および参考書の該当箇所を事前に講読すること。<BR/>日々、新聞、ニュースサイト、ニュース番組に目を通し、今日のアジア地域をめぐる情勢に対して、関心を持つこと。"}, "評価": {"教科書Required texts0": "石坂 晋哉 ・宇根 義己・ 舟橋 健太（編）『ようこそ南アジア世界へ』昭和堂、2020年。", "参考文献・資料Reference books0": "大橋 正明, 村山 真弓他（編）『バングラデシュを知るための66章【第3版】』明石書店、2017年。\n押川 文子, 小原 優貴（編）『教育からみる南アジア社会 -交錯する機会と苦悩』玉川大学出版部、2022年。\n小磯 千尋、・小松 久恵（編）『インド文化読本』丸善出版、2022年。\n小杉泰、黒田賢治、二ッ山達朗（編）『大学生・社会人のためのイスラーム講座』ナカニシヤ出版、2018年。\n佐藤 大介『13億人のトイレ 下から見た経済大国インド』角川新書、2020年。\n杉本 良男, 高桑 史子他（編）『スリランカを知るための58章』明石書店、2013年。\n中野 勝一『パキスタン政治史――民主国家への苦難の道』明石書店、2014年。\nビゼイ・ゲワリ ・田中雅子 (著)『厨房で見る夢 在日ネパール人コックと家族の悲哀と希望』ぎょうせい、2022年。\n前田　耕作（編）『アフガニスタンを知るための70章』明石書店、2021年。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "70 %", "授業中試験によって評価する（70％）。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "事後学習として復習課題（全13回）と課題リポートを提出し、講義の内容理解と応用の到達度を計る（30％）。"], "成績評価Grading3": "備考　Note\n復習課題とLUNA課題提出機能を利用した課題リポートの提出（30％）\n対面授業中に実施の最終試験（70％）\nに基づき、総合して評価する。", "備考Note0": "授業中試験によって評価する（70％）。\n事後学習として復習課題（全13回）と課題リポートを提出し、講義の内容理解と応用の到達度を計る（30％）。\n正当な理由がないままの提出物の遅延・未提出、試験の未受験は減点となる。", "更新日時/Date of Update1": "2023年04月11日 16時39分34秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－ＩＳ１０８"]}, "campas": 0, "name": "【380】南アジア社会論／South Asian Societies [JP]", "管理部署": 10, "単位数": 2, "担当者": "油井　美春（YUI MIHARU） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 3, "評価1": 2, "評価2": 4, "開講期": 1}