{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、第二次世界大戦以後の朝鮮半島に成立した大韓民国（以下、韓国とする）において、「なぜ政治指導者や人々はそのような政治的・外交的決定を下したのか」という問いを時代ごとに考察し、韓国政治について理解を深めることである。特に、国内政治においては、民主化とガバナンスのあり方、外交においては、冷戦から続く南北分断構造、そして、日韓の間に横たわる歴史認識問題を意識しつつ、講義を行う。", "到達目標": "1) 隣国である韓国の政治と外交をより体系的に理解するための理論的視座、歴史的事実を習得すること。<BR/>2) 地域研究を通じて、日韓関係における諸問題の意味するところを理解し、自分の考え・意見を論理的に組み立てられるようになること。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式の対面授業で実施します。", "トピック": {"第1回": ["オンデマンド講義<BR/>初回ガイダンス：講義の内容、進め方等について説明する。また、韓国という地域に対する視点のあり方、および、韓国の政治・外交を学ぶ意味について検討する。<BR/><BR/>Course overview. Also examine the perspective towards South Korea as an area as well as the meaning of learning its politics and diplomacy.", "オンデマンド講義資料はLUNAより取得すること"], "第2回": ["オンデマンド講義<BR/>植民地解放から南北分断体制の形成へと至る歴史的経緯をたどる。<BR/><BR/>Review the history on the period from the liberation from the Japanese rule and the foundation of North-South division system.", "オンデマンド講義資料はLUNAより取得すること<BR/>【復習課題】60分：第4回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第3回": ["オンデマンド講義<BR/>視聴覚映像から南北分断体制の形成へと至る歴史的経緯を理解する。<BR/><BR/>Watch a movie and understand the historical process leading to the foundation of North-South division system.", "オンデマンド講義資料はLUNAより取得すること<BR/>【復習課題】60分：第4回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第4回": ["李承晩政権（1948-60）による権威主義体制の成立および朝鮮戦争から、新興独立国における政治体制について検討する。<BR/><BR/>Examine the political system of newly-independent states from the Rhee Syngman&#39;s authoritarian rule and the Korean War.", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第5回": ["朴正煕政権（1963-79）による開発独裁体制と冷戦、そして、韓国の外交を検討する。<BR/><BR/>Examine the Park Chung-hee&#39;s developmental dictatorship, the Cold War, and his diplomatic stance.", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第6回": ["全斗煥政権（1980-88）の成立、冷戦の変容、そして、韓国の民主化へと至る歴史的経緯をたどる。<BR/><BR/>Learn the historical course from the foundation of Chun Doohwan&#39;s rule, transformation in the Cold War, and democratization in South Korea.", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第7回": ["視聴覚映像から韓国の政治変動に対する視点を理解する（視聴覚資料レポート1）。<BR/><BR/>Watch a movie and understand impacts brought by political changes on people&#39;s lives (Report assignment 1).", "【復習課題】180分：視聴覚資料レポートの作成・提出"], "第8回": ["韓国の民主化がもたらした新たな政治体制の特徴について検討する（90年代）。<BR/><BR/>Examine the newly-established political system after its democratization in South Korea (1990&#39;s).", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第9回": ["韓国の民主化がもたらした新たな政治体制の特徴について検討する (2000年代以降)。<BR/><BR/>Examine the newly-established political system after its democratization in South Korea (since 2000&#39;s).", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第10回": ["民主化後の政治を社会問題と結びつけて検討する。<BR/><BR/>Examine the politics after its democratization in line with social problems.", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第11回": ["視聴覚映像から韓国の政治変動に対する視点を理解する（視聴覚資料レポート2）。<BR/><BR/>Watch a movie and understand impacts brought by political changes on people&#39;s lives. (Report Assignment 2).", "【復習課題】180分：視聴覚資料レポートの作成・提出"], "第12回": ["民主化以降に韓国で展開した「過去の清算」とナショナリズム、そして、日韓間の歴史問題について考える（１）。<BR/><BR/>Understand the movement of &quot;settlement of past history,&quot; nationalism, and Japan-South Korea historical disputes.", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第13回": ["民主化以降に韓国で展開した「過去の清算」とナショナリズム、そして、日韓間の歴史問題について考える（２）。<BR/><BR/>Understand the movement of &quot;settlement of past history,&quot; nationalism, and Japan-South Korea historical disputes.", "【復習課題】60分：次回講義冒頭で復習内容を確認<BR/>【予習課題】60分：参考文献を読む"], "第14回": ["韓国から私たちは何を学べるのかをもう一度考える。<BR/><BR/>Rethink what lessons we can learn from South Korea.", ""]}, "評価": {"教科書Required texts0": "特に指定なし。適宜資料を配布する。\n\nRelevant reading materials will be distributed in class accordingly.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["木宮正史", "国際政治の中の韓国現代史", "山川出版社", "2012 年", "4634640562", ""], "参考書/Reference books2": ["木村幹", "朝鮮半島をどう見るか", "集英社新書", "2004 年", "4087202410", ""], "参考書/Reference books3": ["戦後日韓関係史", "李鍾元、木宮正史、磯崎典世、浅羽祐樹", "有斐閣アルマ", "2017 年", "4641220778", ""], "参考書/Reference books4": ["グレゴリー・ヘンダーソン", "朝鮮の政治社会：渦巻型構造の分析", "サイマル出版会", "1997 年", "4377101811", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "最終授業終了後、指定課題に沿ったレポートを提出。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "視聴覚映像を視聴後、エッセイを提出（2回）。また、授業時に発言した場合は加点する。　Essay on in-class movie and class participation."], "更新日時/Date of Update0": "2023年02月15日 14時45分29秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "Ｂ－３０３"]}, "campas": 0, "name": "【480】韓国の政治と外交／South Korean Politics and Diplomacy [JP]", "管理部署": 10, "単位数": 2, "担当者": "中原　雅人（NAKAHARA MASATO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 3, "評価2": 4, "開講期": 1}