{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "2018 年6月の画期的な米朝首脳会談をきっかけに、朝鮮民主主義人民共和国（以下、北朝鮮）のミサイル・核問題をめぐる危機が緩和され、朝鮮半島は軍事的な対立の危機から外交による対話に転換したが、その展望は不透明である。本講義は、このような変化を経験する朝鮮半島情勢を理解するために必要な歴史的・政治学的な基礎知識を獲得することを目標としている。冷戦によって分断された朝鮮半島と、それに伴って定着した北東アジアの対立構図を整理しつつ、その対立構図が冷戦後どのように変化し、どのようなリスクを地域にもたらしているのか、という点について理解を深める。さらに、北朝鮮を中心とした国内の統治・経済体制に内在するリスクにも触れつつ、朝鮮半島情勢に対する大韓民国（以下、韓国）、日本、中国、米国などの関係国の対応について検討し、今後の北東アジア地域における平和と安定に向けた対応について展望する。", "到達目標": "本講義では、<BR/>１）なぜ朝鮮半島に南北の分断国家ができたのか？（歴史的考察）<BR/>２）北朝鮮はなぜ安定しているのか？（国内体制の考察）<BR/>３）北朝鮮はなぜ核兵器を開発するのか？（国際関係の考察）<BR/>という3つの大きな問いに答える理論的視座・歴史的事実の習得することを一義的な目標とする。さらに、こうした朝鮮半島における予測不可能性にどう対応すべきなのか、という点について自分の考え・意見を論理的に組み立てられるようになることが期待される。", "授業方法": "10/12以降も引き続きオンデマンド授業を実施します。", "トピック": {"第1回": ["初回ガイダンス：講義の目的、授業の進め方について説明する。また、朝鮮半島が日本を含む北東アジア地域においてどのような重要性を持つのか説明する。<BR/><BR/>Course overview. Also Explain the geo-political significance that the Korean Peninsula holds to the entire Northeast Asian region", "授業動画：<BR/>https://kwanseio365-my.sharepoint.com/:v:/g/personal/fhi74599_nuc_kwansei_ac_jp/EYgIUbHzTRZHrcaDsxfspFUBOZ4TiHWXCvRffKtUQfnyqw?e=XsZrih<BR/>授業スケジュール：<BR/>https://kwanseio365-my.sharepoint.com/:w:/g/personal/fhi74599_nuc_kwansei_ac_jp/Ec7dCL8qfUpBt1XnUflFt5IBfkHpyV_SHZfwsOb7wy9e9Q?e=9dRdmx<BR/>授業スライド：<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/fhi74599_nuc_kwansei_ac_jp/EViG8-q2cSFCoHIRlVuqz7EB-T2ak5GJdLKseW7Pa0639A?e=R4Bjli"], "第2回": ["（なぜ朝鮮半島は分断されたのか）朝鮮半島に韓国と北朝鮮という二つの国家が成立した歴史的経緯とその背景にあるナショナリズムの特徴を検討する<BR/><BR/>Review and understand the history on the foundation of North-South division system and the development of nationalisms the Korean Peninsula", "授業動画１：https://drive.google.com/file/d/1gibWKF6brRimGHB1w9sbMpo0hI4nZwaE/view?usp=sharing<BR/>授業動画２：<BR/>https://drive.google.com/file/d/15Ci7k2_V2tEkDozwkNVDjNljE9wQ8SHQ/view?usp=sharing<BR/>動画スライド：<BR/>https://kwanseio365-my.sharepoint.com/:b:/g/personal/fhi74599_nuc_kwansei_ac_jp/EQdu9VlvUSpCkMpux6m5pyIBXYEr7xPwl5vMYMjcoztgIw?e=4P6tYd"], "第3回": ["（なぜ対立するのか）冷戦、そして、朝鮮戦争によって確立された朝鮮半島における地域対立構図について理解する<BR/><BR/>Understand the regional conflict structure formed through the Cold War and Korean War in the Korean Peninsula", "授業動画１：https://drive.google.com/file/d/18KI7n1HyZ0XDJd-8YnHiTmHUCNvXMf0G/view<BR/>授業動画２：<BR/>https://drive.google.com/file/d/16Dorb5xcSQz1okzXkcNoml_-vw269KK0/view"], "第4回": ["視聴覚資料から冷戦の実態を理解する（視聴覚資料レポート1）<BR/><BR/>Watch a movie and understand impacts brought by political changes on people&#39;s lives (Report assignment 1)", ""], "第5回": ["（なぜ北朝鮮は安定しているのか）北朝鮮の統治体制を制度・イデオロギー・経済の面から理解し、その強靭性と脆弱性について検討する<BR/><BR/>Understand the governing system of North Korea in terms of institutions, ideologies and economy, and examine its strength and weakness", ""], "第6回": ["(どのように対立したのか)冷戦期における南北および北東アジアの国際関係の緊張緩和と危機の動学について検討する<BR/><BR/>Review the dynamism of détente and crises in the relations between North and South as well as the Northeast Asian region", ""], "第7回": ["(なぜ北東アジアでは冷戦後も対立構図が残ったのか)グローバル冷戦の終焉によって変容した北東アジアの地域対立構図と、北朝鮮の核開発の意図について理解する<BR/><BR/>Understand changes in the regional conflict structure and the implication of North Korea’s nuclear program in the post-Cold War era", ""], "第8回": ["（なぜ北朝鮮はいまだ安定しているのか）冷戦後の北朝鮮（金正日・金正恩政権）の統治・経済体制の変化を検討する<BR/><BR/>Understand the governing system of North Korea in terms of institutions, ideologies and economy, and examine its strength and weakness in the post-Cold War era", ""], "第9回": ["視聴覚資料から冷戦後の北朝鮮を理解する（視聴覚資料レポート2）<BR/><BR/>Watch a movie and understand impacts brought by political changes on people&#39;s lives (Report assignment 2)", ""], "第10回": ["（米国は朝鮮半島にどのように対処しようとしているのか）冷戦後の朝鮮半島に対する米国の外交戦略の変化について考える<BR/><BR/>Examine the US diplomacy toward the Korean Peninsula in the post-Cold War era", ""], "第11回": ["（中国は朝鮮半島にどのように対処しようとしているのか）中国の北東アジア地域外交と北朝鮮の位置づけの変化について理解する<BR/><BR/>Understand China’s regional diplomacy in Northeast Asia and change in the North Korea’s position in it", ""], "第12回": ["（南北関係）冷戦後の韓国における統一に対する理念と政策の変化について理解する<BR/><BR/>Understand change in South Korea’s ideology and policy toward unification.", ""], "第13回": ["（日朝関係）朝鮮半島をめぐる外交環境の変化と日朝関係の構築のあり方について検討する<BR/><BR/>Examine change in diplomatic situation surrounding the Korean Peninsula and Japanese diplomacy toward North Korea.", ""], "第14回": ["朝鮮半島をめぐる地域対立のリスクをまとめ、今後を展望する<BR/><BR/>Wrap up the overall discussion and prospect future course of the Northeast Asian region.", ""], "授業外学習2": "個人レポート課題の提出に向けて復習すること。また、適宜配布する資料を読むこと。<BR/><BR/>Review class contents and prepare for assigned reports. Read materials given in class."}, "評価": {"教科書Required texts0": "特に指定なし。適宜資料を配布する。\n\nRelevant reading materials will be disctributed in class accordingly.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["小倉和夫・康仁徳・日本経済研究センター", "解剖北朝鮮リスク", "日本経済新聞出版社", "2016 年", "4532134641", ""], "参考書/Reference books2": ["礒崎敦仁・澤田克己", "新版・北朝鮮入門", "東洋経済新報社", "2017 年", "4492212299", ""], "参考書/Reference books3": ["平岩俊二", "北朝鮮は今何を考えているのか", "NHK出版", "2017 年", "4140885378", ""], "参考書/Reference books4": ["金聖甫・奇光舒・李信澈", "写真と絵で見る北朝鮮現代史", "コモンズ", "2010 年", "4861870755", ""], "参考書/Reference books5": ["和田春樹", "北朝鮮現代史", "岩波新書", "2012 年", "4004313619", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "最終授業終了後、指定課題に沿ったレポートを提出"], "成績評価Grading2": ["その他／Others (99)", "50 %", "視聴覚資料を視聴後、エッセイを提出（2回）。また、授業平常点として、授業後振り返りシートをLUNA上で提出　Essay on in-class movie and class participation by submitting a reflection sheet"], "成績評価Grading3": "備考　Note\nコロナの状況に鑑み、大学の方針によって、当初予定していた授業形態から変更することがあります。", "更新日時/Date of Update0": "2021年10月05日 16時41分10秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【380】朝鮮半島論／Topics in Korean Peninsula", "管理部署": 10, "単位数": 2, "担当者": "米沢　竜也（MAISAWA TATSUYA） ", "履修基準年度": "２年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 10, "評価1": 3, "評価2": 4, "開講期": 2}