{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "See Below", "到達目標": "See Below", "特記事項": "この科目は、10/10（月・祝）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（火）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Monday, October 10 (holiday). If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Tuesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "This course will be taught in English and students will be required to submit some assignments in English. However, students whose primary language is Japanese are encouraged to take this course and and the main text for this course is available in both English and Japanese.", "授業方法": "This course will be offered on-demand until Monday (Holiday), October 10. After the course registration is finalized, students will be notified of the course implementation format from Tuesday, October 11 onward.", "トピック": {"第1回": ["Introduction<BR/><BR/>On-demand Class", ""], "第2回": ["The Tokugawa System and the Foreign Crisis<BR/><BR/>On-demand Class", "Read Kitaoka, Chapter 1.<BR/>Refer 北岡, 第一章."], "第3回": ["The Challenge of the Modern West<BR/><BR/>On-demand Class", "Read Kitaoka, Chapter 2.<BR/>Refer 北岡, 第ニ章."], "第4回": ["Building a Modern State", "Read Kitaoka, Chapter 3.<BR/>Refer 北岡, 第三章."], "第5回": ["Liberals, Samurai, and other Malcontents", "Read Kitaoka, Chapter 4.<BR/>Refer 北岡, 第四章."], "第6回": ["Creating a Modern Constitutional Government", "Read Kitaoka, Chapter 5.<BR/>Refer 北岡, 第五章."], "第7回": ["The Establishment of the Diet", "Read Kitaoka, Chapter 6.<BR/>Refer 北岡, 第六章."], "第8回": ["The First Sino-Japanese War  and the Russo-Japanese War", "Read Kitaoka, Chapter 7.<BR/>Refer 北岡, 第七章."], "第9回": ["Continental Expansion", "Read Kitaoka, Chapter 8.<BR/>Refer 北岡, 第八章."], "第10回": ["Party Government, International Cooperation and the Taishō Democracy", "Read Kitaoka, Chapters 9-10.<BR/>Refer 北岡, 第九章,第十章."], "第11回": ["Militarism and the Rise of the Military", "Read Kitaoka, Chapter 11.<BR/>Refer 北岡, 第十一章."], "第12回": ["The Sino-Japanese War", "Read Kitaoka, Chapter 12.<BR/>Refer 北岡, 第十二章."], "第13回": ["The Pacific War", "Readings: To Be Announced."], "第14回": ["In-Class Exam", ""], "授業外学習2": "As a general rule, students will be expected to spend one to two minutes of time outside class preparing for every minute of class time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Kitaoka Shinichi", "The Political History of Modern Japan", "Routledge", "2018 年", "978-1-138-33767", ""], "教科書Required texts0": "Kitaoka Shinichi, \"The Political History of Modern Japan,\" (Routledge, 2018), ISBN: 978-1-138-33767.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["北岡伸一", "日本政治史", "有斐閣", "2017 年", "978-4641149199", ""], "参考書/Reference books2": ["Richard Sims", "Japanese Political History Since the Meiji Restoration", "Palgrave", "2001 年", "0-312-23915-7", ""], "参考文献・資料Reference books0": "北岡伸一, 『日本政治史』(有斐閣, 2017) ISBN: 978-4641149199.\nRichard Sims, \"The Political History of Modern Japan,\" (Palgrave, 2001), ISBN: 0-312-23915-7.", "学位授与の方針との関連Relationship to Diploma Policy0": "This course will help students to understand and analyze problems in international relations, particularly those that deal with those of people from different regions and cultures. In addition, it will help them to develop their powers of autonomous learning by giving them the skills to identify the sorts of problems that require investigation.\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "35 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", ""], "成績評価Grading3": ["その他／Others (99)", "25 %", "Participation"], "成績評価Grading4": "備考　Note\nStudents will be expected to participate in class discussions and may be asked to complete small assignments from time to time. These will all factor into the participation grade which is twenty-five percent of the final grade. There were also be two written assignments which will count as twenty percent of the grade for each assignment. Finally, there will be a final exam worth thirty-five percent of the grade. Alternatively, if students so desire, they may choose to submit a term paper in place of the final exam.", "更新日時/Date of Update0": "2022年09月17日 20時28分13秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "Ｄ－１０３"]}, "campas": 0, "name": "【380】Prewar Japanese Political History／Prewar Japanese Political History", "管理部署": 10, "単位数": 2, "担当者": "ウォルシュ　Ｂ．（WALSH BRIAN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}