{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "This course has both substantive and procedural objectives. Substantively, this course provides an overview of international relations in the East Asian region while introducing students the leading theories and debates about regional cooperation in the ﬁeld of international relations (IR). Procedurally, students are expected to write an analytical essay that demonstrates a clearly articulated research question and thesis statement. The thesis is to be supported by logical and empirical evidence, and not merely opinion. The essay is to be well researched and written in a polished and grammatical style.", "到達目標": "Upon successful completion of this course, students will be able to<BR/>•\texplain the historical context of politics and IR of East Asia, <BR/>•\tanalyze issues related to politics and IR of East Asia, and <BR/>•\tdiscuss the manners in which U.S. foreign policy shapes and is shaped by politics and IR of East Asia.", "特記事項": "", "関連科目": "", "授業の概要・背景": "This course will examine the various tensions between the establishment of closer ties among the nations in East Asia and the preservation of national sovereignty. For the last few decades, there have remained lingering signs of regional conﬂict and signiﬁcant risks of the next war in East Asia (e.g., the Taiwan Strait, the Korean Peninsula, the East and South China Seas, etc.). Then the Russian invasion of Ukraine changed this expectation, and now the world is watching how two of the major countries in East Asia, China and Japan, respond to the challenge to the existing international order that happened in Europe. The central question is whether the East Asian region is heading towards greater peace and cooperation or war and conﬂict in the twenty-ﬁrst century. The subtitle of the course includes a question mark because all of us, including the instructor, are searching for answers.<BR/><BR/>For the purposes of this course, East Asia is deﬁned as the region encompassing the Russian Far East, China, Korea, Japan, Taiwan, and Southeast Asia. Since it has been extensively involved in the region since the 1850s, we will also focus on the role of the United States in the region. We may make occasional reference to India, but South Asia and Central Asia are not a primary focus of this class.", "授業方法": "添付ファイル参照<BR/>See Attached File", "トピック": {"第1回": ["1. Course Introduction (Tue, June 13)", ""], "第2回": ["2. The History and Origins of China’s Overreach (Wed, June 14)  <BR/><BR/>Shirk, prologue &amp; chapters 1–2 (pp. 1–54).", ""], "第3回": ["3. Inside China’s Political Black Box (Thu, June 15)<BR/><BR/>Shirk, chapters 3–4 (pp. 55-118).", ""], "第4回": ["4. China’s Rise and Setting the Stage for Xi Jinping (Fri, June 16)  <BR/><BR/>Shirk, chapters 5-6 (pp. 119–177)<BR/>The take-home midterm will be distributed on June 16 and due June 22 at 5pm by email.", ""], "第5回": ["5. Xi’s Ascendance to Power and Implications for IR of East Asia (Mon, June 19) <BR/><BR/>Shirk, chapters 7–8 (pp. 178–240)", ""], "第6回": ["6. Xi’s Consolidation and Implications for IR of East Asia (Tue, June 20) <BR/><BR/>Shirk, chapters 9-10 (pp. 241-290)", ""], "第7回": ["7. Deterioration of U.S. -China Relations (Wed, June 21) <BR/><BR/>Shirk, conclusion (pp. 291–318)", ""], "第8回": ["8. Discussion: The China Challenge in a Tumultuous Time &amp; Midterm Due (Thu, June 22)   <BR/>The take-home midterm will be distributed on June 16 and due June 22 at 5pm by email.", ""], "第9回": ["9–10. Toyota Field Trip to Nagoya (Fri &amp; Sat, June 23 &amp; 24)", ""], "第10回": ["9–10. Toyota Field Trip to Nagoya (Fri &amp; Sat, June 23 &amp; 24)", ""], "第11回": ["11. Brief Overview of Asia beyond Japan and China, Part 1 (Mon, June 26) <BR/><BR/>Reading TBD", ""], "第12回": ["12. Brief Overview of Asia beyond Japan and China, Part 2 (Tue, June 27)<BR/><BR/>Reading TBD", ""], "第13回": ["13. Japan’s Security Policy During the Cold War (Wed, June 28) <BR/><BR/>Smith, introduction &amp; chapter 1 (pp. 1–54)", ""], "第14回": ["14. The Self-Defense Force and Japan’s Military Policy (Thu, June 29)  <BR/><BR/>Smith, chapter 2 (pp. 55–89)", ""], "第15回": ["15. Japan’s Security Policy During the Post–Cold War (Fri, June 30) <BR/><BR/>Smith, chapter 3 (pp. 90–127)", ""], "第16回": ["16. The Pacifist Constitution and Japan’s Military Policy (Mon, July 3) <BR/><BR/>Smith, chapter 4 (pp. 128–172)", ""], "第17回": ["17. Japan’s Security Policy and U.S.-Japan Relations (Tue, July 4)  <BR/><BR/>Smith, chapter 5 &amp; conclusion (pp. 173–240)", ""], "第18回": ["18. Discussion: Japan’s Security Policy in a Tumultuous Time (Wed, Jul 5)", ""], "第19回": ["19. Review (Thu, July 6)", ""], "第20回": ["20-21. Imabari Shipbuilding Shipyard Field Trip to Matsuyama (departure: Thu after class; Fri &amp; Sat, July 7-8)", ""], "第21回": ["20-21. Imabari Shipbuilding Shipyard Field Trip to Matsuyama (departure: Thu after class; Fri &amp; Sat, July 7-8)", ""], "第22回": ["22–23. Students’ Presentations (Mon &amp; Tue, July 10 &amp; 11)", ""], "第23回": ["22–23. Students’ Presentations (Mon &amp; Tue, July 10 &amp; 11)<BR/><BR/>Final Paper Due by email on Friday, July 21 at 5 pm Central Time in the United States.", ""], "授業外学習2": "添付ファイル参照<BR/>See Attached File"}, "評価": {"参考文献・資料Reference books0": "Books and Readings\n\nThe following books should be purchased in advance before the session starts. Readings marked with an asterisk (*) will be available electronically. There may be changes in the readings and assignments below.\n\nSusan L. Shirk, Overreach: How China Derailed Its Peaceful Rise (Oxford, England: Oxford University Press, 2023).\n\nSheila A. Smith, Japan Rearmed: The Politics of Military Power (Cambridge, MA: Harvard University Press, 2019).\n\nSchedule and Reading Assignments\n\nReadings provide background on topics covered in class lectures and discussions, so read the assignment before the class for which they are assigned. Since the course will make frequent reference to current events, you should make a habit of reading respectable online news on a regular basis and pay attention to the events in East Asia.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "添付ファイル参照 See Attached File"], "成績評価Grading2": "備考　Note\n添付ファイル参照\nSee Attached File", "添付ファイル1/File Attachment 10": ["INTERNATIONAL RELATIONS OF EAST ASIA.pdf", ""], "更新日時/Date of Update1": "2023年03月09日 12時49分47秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【380】International Relations of East Asia／International Relations of East Asia [EN]", "管理部署": 10, "単位数": 3, "担当者": "ニュートン　Ｍ．（NEWTON M. D. H.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 4, "開講期": 8}