{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "The purpose of this course is to introduce the diplomatic history of postwar U.S.-Japan relations from the Occupation period to the present. In order to accomplish this, the foreign polices of both countries will be examined, with particular focus in the area of diplomacy, economics and security. Japan&#39;s rise from the ashes and its fall and the struggle to remain relevant will be prominent themes of the course. Students will also be exposed to basic concepts of diplomatic history. Upon completion of this course, students will have gained a deeper and much richer insight into Japan&#39;s diplomacy.", "到達目標": "The learning goals of this course is to  understand the key concepts and events in prewar Japanese diplomatic history from the arrival of Perry to the fateful decision to go to war in December 1941. Focus will be placed  on the pivotal decade of the 1930s with particular focus in the area of diplomacy, economics, and security. Japan&#39;s challenge to the established world order and the road to Pearl Harbor will be the prominent themes of the course. Students will also be exposed to basic concepts of military history. Upon completion of this course, students will have gained a deeper and much richer insight into Japan&#39;s foreign policy decision making process.", "授業方法": "【この授業は申込科目です。This is a preregistered course.】<BR/>この授業は、ハイブリッド形式で実施します。単位習得には、リアル（対面式）の授業への出席も必要となります。<BR/>その他の授業は、原則として同時双方向で実施しますので、教室やその他の場所から参加してください。<BR/>This class will physically meet for a couple session. Students who seek credits for the class must be able to attend this in-person session. Other sessions will, as a general rule, be conducted as a live two-way online session and NOT prerecorded. Students can join from their classroom, home,  or other appropriate setting.", "トピック": {"授業計画1": "A detailed course introduction and the instructor&#39;s expectations will be given on the first day of class along with a comprehensive overview of the course. As this information will not be repeated again in its entirety, it is imperative that students attend the first session in order not to miss out on the pertinent details.<BR/><BR/>The class will progress by decades, beginning from the 1950s and ending in 2020.", "授業外学習2": "All assigned readings must be completed prior to attending class and attendance is vital in order to obtain a high grade."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Makoto Iokibe", "The History of US-Japan Relations", "Palgrave", "2017 年", "", ""], "教科書Required texts0": "Either the digital or the paperback version can be purchased. The textbook has been pre-ordered in the university book store.", "参考文献・資料Reference books0": "Further information will provided as needed.", "学生による授業評価の方法Course Evaluation by Students0": "A survey will be conducted during the term.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation 30%, Presentation 40%, Paper 30%"], "成績評価Grading2": "備考　Note\n授業中試験(Test conducted in class)\nIn addition to above class participation (attendance and comments/questions) is a critical component that will be considered in the determining the final grade.", "更新日時/Date of Update0": "2021年01月15日 18時14分40秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期後半／Fall (2nd Half)", "火曜２時限／Tuesday 2", "秋学期後半／Fall (2nd Half)", "Ｇ－ＩＳ１０３"], "項番No.2": ["2021年度", "秋学期後半／Fall (2nd Half)", "火曜３時限／Tuesday 3", "秋学期後半／Fall (2nd Half)", "Ｇ－ＩＳ１０３"]}, "campas": 0, "name": "【380】Postwar Japanese Diplomatic History／Postwar Japanese Diplomatic History", "管理部署": 10, "単位数": 2, "担当者": "簑原　俊洋（MINOHARA TOSHIHIRO） ", "履修基準年度": "１年", "時限1": 8, "時限2": 9, "評価1": 4, "開講期": 6}