{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is designed to provide basic knowledge of Chinese economy focusing on the mechanism of rapid development for last four decades. The contents of the course include the economic development of People&#39;s Republic of China since 1949 and the transformation of Chinese economy under the reform and opening-up policy since the late-1970s. We will study various issues of China&#39;s economic development such as rapid development of manufacturing sector, the reform of State-owned Enterprises, innovation in rural organization and agriculture, population growth and aging, the change in labor market and international trade.", "到達目標": "By the end of the course, students are expected:<BR/>- To have clear understanding on China&#39;s economic history as a whole; <BR/>- To examine the mechanism of rapid economy development in China using several economic models;<BR/>- To explain on-going Chinese economic events and phenomena utilizing theoretical framework.", "授業方法": "First and second classes (Spet. 30th and Oct. 7th) will be offered in an on-demand format. When the number of registered students is finalized and the classroom environment standards are met, the class will be held face-to-face. If the standards are not met, the course will continue to be offered in an on-demand format for health and safety reasons.", "トピック": {"第1回": ["General Background and recent trends of China&#39;s Economy", ""], "第2回": ["Geographic Setting and Political Economy in China", ""], "第3回": ["China&#39;s Economic Development I(1949-1978)", ""], "第4回": ["China&#39;s Economic Development II(1978-2015)", ""], "第5回": ["Manufacturing Sector in China: Catch-up growth and its results (1)", ""], "第6回": ["Manufacturing Sector in China: Catch-up growth and its results (2)", ""], "第7回": ["Manufacturing Sector in China: Catch-up growth and its results (3)", ""], "第8回": ["Reform of State-owned Enterprises (1)", ""], "第9回": ["Reform of State-owned Enterprises (2)", ""], "第10回": ["Rural Organization and Agricultural Development (1)", ""], "第11回": ["Rural Organization and Agricultural Development (2)", ""], "第12回": ["Population Growth, Labor Market and Aging Population (1)", ""], "第13回": ["Population Growth, Labor Market and Aging Population (2)", ""], "第14回": ["Population Growth, Labor Market and Aging Population (3)", ""], "第15回": ["Final Examination", ""], "授業外学習2": "Students are recommended to have taken the course &quot;Introductory Economics&quot;."}, "評価": {"教科書Required texts0": "Specific textbook is not assigned in this lecture, but I will distribute related articles in advance for reading assignments.", "参考文献・資料Reference books0": "Barry Naughton, The Chinese Economy: Transitions and Growth (2nd Edition), Cambridge: MIT Press, 2018.\nArthur R. Kroeber, China's Economy: What Everyone Needs to Know, New York: Oxford University Press, 2016.\nOther references will be introduced in lectures.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", ""], "成績評価Grading2": ["その他／Others (99)", "30 %", "report and class participation"], "成績評価Grading3": "備考　Note\nIf final examination could not be implemented, I will evaluate grades based on term reports (no less than 1000 words for each report).", "更新日時/Date of Update0": "2021年08月30日 19時38分55秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－３２４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【490】Chinese Economy／Chinese Economy", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "2", "担当者": "寳劔　久俊（HOKEN HISATOSHI） ", "履修基準年度": "２年", "時限1": "木曜２時限／Thursday 2", "開講期": "秋学期／Fall"}