{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This course focuses on concepts, theories, and empirics on corporate governance on a COIL (collaborative online international learning) framework with a particular reference to Japan,  and an emerging economy, Bangladesh. In this course, the students will learn the bank-based monitoring system, popularly known as the integrated monitoring system deployed by Japan’s main bank, Bank of Japan, and the Ministry of Finance, to ensure effective governance on corporations. Simultaneously, the course will examine the market-based monitoring system practiced in the USA and the U.K. The course will also shed light on the governance system of an emerging economy, considering Bangladesh as a case. A professor from the University of Dhaka would offer four sessions to discuss Bangladesh’s corporate governance practices with some of his research students. The course will review the efficacy of the three pillars of corporate governance, such as board composition, ownership structure, and audit structure, to examine their applicability in Japanese culture. The course will also discuss how governance mechanisms impact family and non-family firms, corporate social behavior, and global citizenship.", "到達目標": "After completing the course, students will learn how the bank-based or creditor-based governance system and market-based governance mechanisms impact monitoring and controlling modern corporations’ opportunistic behavior. This course is useful for students who want to be a management consultant.", "授業方法": "This class is a pre-applying course. The class will be held in a face-to-face format. Course pedagogy includes lectures, articles, and case studies to illustrate and reinforce concepts. Students are expected to have read assigned materials before attending every class. Both instructors will supply all the reading materials in advance. Please note that we are still experiencing the COVID-19 crisis, impeding us from offering a face-to-face class. In that context, I would offer this class online using zoom during this crisis period. I would send you the lecture power points and reading materials soon. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials. Also, I am leaving here my cell phone number 08039854615 so that you can contact me on Viber and reach me at any time for class consultation. Please use Viber and Gmail to communicate with me.", "トピック": {"第1回": ["Introduction and overview of the course: theoretical roots of corporate governance", "Please send me your email address immediately to: adhikarykobejp@gmail.com <BR/>I would send you class materials. On emergency contact me on 08039854615"], "第2回": ["Framework of corporate governance- Japan perspective", ""], "第3回": ["The Japanese main bank and governance system", ""], "第4回": ["The Japanese main bank and governance system", ""], "第5回": ["Internal governance system- the role of different classes of shareholders", ""], "第6回": ["Internal governance system- the board structure and audit structure", ""], "第7回": ["Corporate governance system- Bangladesh Perspective", ""], "第8回": ["Corporate governance system- Bangladesh Perspective", ""], "第9回": ["Corporate governance system- Bangladesh Perspective", ""], "第10回": ["Corporate governance system- Bangladesh Perspective", ""], "第11回": ["Internal governance system- the executives’ compensation", ""], "第12回": ["External governance system- the role of governments and market for corporate control", ""], "第13回": ["Case presentation by students", ""], "第14回": ["Case presentation by students/ Final report", ""], "授業外学習2": "Students are expected to have read assigned materials before attending class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Jill Solomon", "Corporate Governance and Accountability 4th ed.", "Wiley", "2017 年", "978-1118449103", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Simon Learmount", "Corporate Governance: What can be Learned from Japan", "Oxford University Press", "2004 年", "0-19-925291-2", ""], "参考書/Reference books2": ["Masahiko Aoki", "Toward a Comparative Institutional Analysis", "MIT Press", "2001 年", "0-262-01187-5", ""], "参考書/Reference books3": ["Masahiko Aoki", "Information, Corporate Governance, and Institutional Diversity", "Oxford University Press", "2000 年", "9780198297031", ""], "参考書/Reference books4": ["Thomas Clarke", "International Comparative Governance: A Comparative Approach", "Routledge", "2007 年", "0-415-32310-X", ""], "学生による授業評価の方法Course Evaluation by Students0": "to be conducted on online", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Attendance and presentation"], "成績評価Grading3": "備考　Note\n1. Attendance 20%\n2. Presentation 30%\n2. Individual Report 50%", "備考Note0": "COIL/VE", "更新日時/Date of Update1": "2021年10月19日 15時39分10秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "月曜１時限／Monday 1", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ３０２"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "月曜２時限／Monday 2", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ３０２"]}, "campas": 0, "name": "【490】Japanese Corporate Governance／Japanese Corporate Governance", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 0, "時限2": 1, "評価1": 3, "評価2": 4, "開講期": 5}