{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本講義は、日本とアジア経済の動向をテーマとし、アジア経済と欧米経済との関係や世界経済のトピックスに関して、英語で報告し議論しながら、アジアワイドな視野と行動力をもった人材を養成することを目的とします。", "到達目標": "本講義の到達目標は、1) 最新の映像や画像も併用し、英語によるテキストを利用して、アジアで生じている問題を理解し、その背景やメカニズムを理解できるようにすることです。また、2）アジア全体への視野を形成し、国際経済や国際法の素養を身に着けて、建設的な対話力や交渉力を養成することです。特に日本人の方には、国際的な場所で,議論に貢献できるだけの能力とノウハウを身に付けてください。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】Japanese and Asian Economies A（経済学部）/Japanese and Asian Economies A（国際学部）/Ｊａｐａｎｅｓｅ ａｎｄ Ａｓｉａｎ Ｅｃｏｎｏｍｉｅｓ Ａ（経済学研究科前期課程）", "関連科目": "International Economics A・B, Development Economics A・B, Labor Economics A・", "授業の概要・背景": "This lecture is  at the graduate level.  <BR/>For all students  it is requested to acquire important  economic terminologies and to interpret short and long term  <BR/>changes in economic and financial data. Submitting a term paper based upon the individual presentation is required. <BR/>However, the criteria of evaluation concerning individual presentation or term paper is different between undergraduate and graduate students.", "授業方法": "本講義は、基本的には、対面授業です。英語の経済誌や論文などのバックグラウンドペーパーをURLで配布するほか、当日のテキストはスライドで表示し、一部紙媒体でも配布して議論します。必要に応じ、写真やビデオ、国際放送などを参照します。<BR/>なお、授業日程にグループデイスカッションを最低4回組み込み,ZOOMによるbreakout sessionを行います。<BR/>This lecture should be basically conducted face to face in a classroom. However, in the sessions of group discussions, we will use the mode of breakout session of ZOOM interactively. Main texts in English will be distributed to participants　. During the lecture, the texts will be displayed on the screen and videos, pictures etc. will be displayed as well. In　the　sessions　of group discussion,", "トピック": {"第1回": ["13 April   Introduction", ""], "第2回": ["20 April   The recent development in East Asia (1) Overview from ADB Outlook.", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussionsafter the lecture for60minutes."], "第3回": ["27 April  The recent development in East Asia (2) Structural change of China affecting East Asia.", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussions after the lecture for60minutes.you will be requested to make preparation for group meetings."], "第4回": ["11　May   The recent development in East Asia (3) Supply chain in Japan China and  ASEAN", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussionsafter the lecture for60minutes. you"], "第5回": ["18　May  　 Economic integration in Asia and Pacific： CPTPP, RCEP", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussions after the lecture for60minutes.you will be requested to make preparation for group meetings."], "第6回": ["25  May 　　Western and Central Asia  with China&#39;s Belt and Road strategy,", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussions after the lecture for60minutes.you will be requested to make preparation for group meetings."], "第7回": ["1 June        Group discussion (1)  using the breakout session mode  of ZOOM", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussions after the lecture for60minutes.you will be requested to make preparation for group meetings."], "第8回": ["8  June      Group discussion(2)   using the breakout session mode of ZOOM", "Reading articles and texts in advance for 90minutes. youwillbe requested to follow the discussions after the lecture for60minutes.you will be requested to make preparation for group meetings."], "第9回": ["15 June     Group discussion(3)    using the  breakout session mode of ZOOM", "Reading articles and texts in advance for 90minutes. you will be requested to follow the discussions after the lecture for60minutes.you will be requested to make preparation for group meetings."], "第10回": ["22 June    Individual presentation by participants (1)", "Each of you will be asked to make preoparations for presentation　using Power Point slides. for 120 minutes."], "第11回": ["29 June   Individual presentation by participants (2)", "Each  of you will be asked to make preoparations for presentation　using Power Point slides.for 120minutes"], "第12回": ["6　 July   Individual  presentation by participants (3)", "Each of you will be asked to make preoparations for presentationusing Power Point slides."], "第13回": ["13   July  Individual presentation by participants (4)", "Each of you will be asked to make preparations for　Power Point slides."], "第14回": ["20  July   Final discussion    Reminder of term paper submission", ""]}, "評価": {"参考文献・資料Reference books0": "Texts of economic outlook by Asian Development Bank and World Bank. Articles of \"The Economist\", \"Nikkei Asian Review. you will be able to make access through OneDrive.\nIn addition, some literature of economics and data will be distributed to you online.", "学生による授業評価の方法Course Evaluation by Students0": "Your questions and comments are always appreciated by e-mail.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "submission of term a paper based upon individual presentation"], "成績評価Grading2": ["その他／Others (99)", "50 %", "regular performances including indinvidual presentation, group discussion and discussions in main sessions."], "成績評価Grading3": "備考　Note\nIn the class room, a stand microphone will be installed in the center. Making questions or comments is\nstrongly recommended. Individual presentation or term paper of undergraduate students should at least consist of objectives, arguments, and concluding remarks followed by references, while, individual presentation or term paper of graduate students should at least consist of objectives, theoretical considerations, empirical considerations, policy considerations and concluding remarks followed by references.", "添付ファイル1/File Attachment 10": ["asian-economic-integration-report-2023-highlights.pdf", "please visit asian-economic integration-report2023 by Asian development bank"], "更新日時/Date of Update1": "2023年03月10日 13時40分37秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ｇ－３０９"]}, "campas": 0, "name": "【490】Japanese and Asian Economies A／Japanese and Asian Economies A [EN]", "管理部署": 10, "単位数": 2, "担当者": "井口　泰（IGUCHI YASUSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 3, "評価2": 4, "開講期": 1}