{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This course focuses on concepts, theories, and empirics on corporate governance on a COIL (collaborative online international learning) framework with a particular reference to Japan,  and an emerging economy, Bangladesh. In this course, the students will learn the bank-based monitoring system, popularly known as the integrated monitoring system deployed by Japan’s main bank, Bank of Japan, and the Ministry of Finance, to ensure effective governance on corporations. Simultaneously, the course will examine the market-based monitoring system practiced in the USA and the U.K. The course will also shed light on the governance system of an emerging economy, considering Bangladesh as a case. A professor from the University of Dhaka would offer four sessions to discuss Bangladesh’s corporate governance practices with some of his research studen ts. The course will review the efficacy of the three pillars of corporate governance, such as board composition, ownership structure, and audit structure, to examine their applicability in Japanese culture. The course will also discuss how governance mechanisms impact family and non-family firms, corporate social behavior, and global citizenship.", "到達目標": "After completing the course, students will learn how the bank-based or creditor-based governance system and market-based governance mechanisms impact monitoring and controlling modern corporations’ opportunistic behavior. This course is useful for students who want to be management consultant.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "Introductory courses in accounting, finance, and economics", "授業の概要・背景": "", "授業方法": "The class will be held in a face-to-face format. Course pedagogy includes lectures, articles, and case studies to illustrate and reinforce concepts. Students are expected to have read assigned materials before attending every class. Both instructors will supply all the reading materials in advance.Please note that if the Covid situation worsens again and any international students are unable to enter the country (or unable to leave their home country), the instructor will offer a hybrid online class. Before the first class, the instructor will send students the lecture power points and reading materials. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials.", "トピック": {"第1回": ["Face to face: Introduction to the corporate governance- Basics and theoretical roots of corporate governance", "Please send me your email address immediately to: adhikarykobejp@gmail.com <BR/>I would send you class materials. On emergency contact me on 08039854615"], "第2回": ["Face to face: The corporate governance history in Japan", ""], "第3回": ["Face to face: Review of Abenomics", ""], "第4回": ["Face to face: The Japanese main bank and governance system Vs. modern governance mechanisms", ""], "第5回": ["Face to face: Uderstanding Japan’s corporate governance code", ""], "第6回": ["Face to face: Exploring examples of good practice of corporate governance", ""], "第7回": ["Face to face/online: Corporate governance system- Bangladesh perspective- regulatory framework", ""], "第8回": ["Face to face/online: Corporate governance system- Bangladesh perspective- four pillars of governance", ""], "第9回": ["Face to face/online: Corporate governance system- Bangladesh Perspective- different models of governance", ""], "第10回": ["Face to face/online: Corporate governance system- Bangladesh Perspective- governance of non-listed firms", ""], "第11回": ["Face to face: Internal governance system- main bank, executives’ compensation, board composition", ""], "第12回": ["Face to face: External governance system- the role of governments and market for corporate control", ""], "第13回": ["Face to face: Case presentation by students/ Final report", ""], "第14回": ["Face to face: Case presentation by students/ Final report", ""], "授業外学習2": "Students are expected to have read assigned materials before attending class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Jill Solomon", "Corporate Governance and Accountability 4th ed.", "Wiley", "2017 年", "978-1118449103", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Simon Learmount", "Corporate Governance: What can be Learned from Japan", "Oxford University Press", "2004 年", "0-19-925291-2", ""], "参考書/Reference books2": ["Masahiko Aoki", "Toward a Comparative Institutional Analysis", "MIT Press", "2001 年", "0-262-01187-5", ""], "参考書/Reference books3": ["Masahiko Aoki", "Information, Corporate Governance, and Institutional Diversity", "Oxford University Press", "2000 年", "9780198297031", ""], "参考書/Reference books4": ["Thomas Clarke", "International Comparative Governance: A Comparative Approach", "Routledge", "2007 年", "0-415-32310-X", ""], "学生による授業評価の方法Course Evaluation by Students0": "to be conducted on online", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Attendance and presentation"], "成績評価Grading3": "備考　Note\n1. Class Contribution 20%\n2. Presentation 30%\n2. Individual Report 50%", "備考Note0": "COIL/VE", "更新日時/Date of Update1": "2023年04月28日 07時06分02秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期前半／Fall (1st Half)", "月曜１時限／Monday 1", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ２０４"], "項番No.2": ["2023年度", "秋学期前半／Fall (1st Half)", "月曜２時限／Monday 2", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ２０４"]}, "campas": 0, "name": "【490】Japanese Corporate Governance／Japanese Corporate Governance [EN]", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 0, "時限2": 1, "評価1": 3, "評価2": 4, "開講期": 5}