{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to understand how and why innovation is occurring in Asian countries by deciphering recent international press coverage of industry and technology. Students will be able to understand the characteristics of innovative companies and economic policies in Asian countries and regions, and analyze current issues related to advanced technology and international politics from a unique perspective.", "到達目標": "(1) Students will be able to explain the characteristics of innovation by Asian companies and its background in each country/region.<BR/>(2) To be able to deepen understanding of how Asian countries and major countries/regions in the world such as the United States and the European Union (EU) relate to each other in terms of industry and technology in light of the international situation.<BR/>(3) Students will develop the ability to judge the importance of various news reports on Asian industry and technology and to decipher them from their own unique perspectives.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.", "関連科目": "European Innovation System, American Innovation System", "授業の概要・背景": "The Asian region has become the center of the world&#39;s economic growth. Deepening our understanding of the characteristics of the innovations that occur in this region, the realities of the companies that are responsible for these innovations, and the policies of each country that encourage business activities is important not only for the economy, but also for considering world affairs. Based on the lecturer&#39;s experience as a journalist engaged in international reporting, he will analyze the various aspects of innovation in each major Asian country and in each technological theme.", "授業方法": "The course will be conducted in a hybrid format of face-to-face and on-demand classes. In each class, recent news reports on cutting-edge technologies will be explained and their background and significance will be discussed. Face-to-face classes will include discussions on specific issues and opportunities for short presentations by students. Online in-class examinations will be scheduled.", "トピック": {"第1回": ["【Guidance】<BR/>Topics: Issue focus and Objectives, What is Innovation, Overview of Asian Industries<BR/>(on demand)", "Material1"], "第2回": ["【Singapore&#39;s Hub Strategy】<BR/>Topics: Uniqueness within ASEAN, Lee Kuan Yew&#39;s Philosophy, From Finance, Trade and Telecommunications to Innovation Hub<BR/>(On Demand)", "Material2"], "第3回": ["【Southeast Asia Startups】<BR/>Topics: Case Studies, Why Indonesia is a Unicorn Nation, How Innovation Happens in Emerging and Developing Countries<BR/>(On Demand)", "Case Study2"], "第4回": ["【Competitiveness of Taiwan and South Korea】<BR/>Topics: Company case studies, sources of technological superiority, how they surpassed Japan, merits and demerits of globalization<BR/>(On demand)", "Case Study1"], "第5回": ["【Chip War】<BR/>Topics: Major players and trends of technological competition, history of technological confrontation between the U.S. and China<BR/>(On demand)", "Material5"], "第6回": ["【Transformation of Supply Chain】<BR/>How the changing international political situation affects the supply chain in Asia<BR/>(face-to-face class)", "Material6"], "第7回": ["【Unmasked China 1: A Digitalized Nation】<BR/>Topics: DX (Digital Transformation) in Shenzhen, Response to the Corona Crisis, and the Surveillance <BR/>(on demand)", "Case Study3"], "第8回": ["【Unmasked China 2: The Light and Shadow of the one-party-ruled nation】<BR/>Topics: U.S.-led sanctions against Huawei, China Manufacturing 2025, One Belt, One Road Initiative<BR/>(On Demand)", "Material8"], "第9回": ["【Presentation and discussion by students】<BR/>Theme: Innovation Case and Analysis<BR/> (face-to-face class)", "Preparation for for presentation."], "第10回": ["【EV, Battery and Nationalism】<BR/>Topics; Advantages of Resource-Rich Countries, Attracting Tesla to SE Asia<BR/>(On demand)", "Material10"], "第11回": ["【U.S.-Asia Relations】<BR/>Topics: Focus on Trade and Foreign Policy in the Asia-Pacific Region<BR/>(On Demand)", "Material11"], "第12回": ["【Economic Integration and ASEAN Industrial and Technology Policy】<BR/>Topics: History and reality of ASEAN integration, collaboration in decarbonization policy<BR/>(on demand)", "Material12"], "第13回": ["【Economic National Security】<BR/>Topics: Influence on Innovation in Asia<BR/>(face-to-face class)", "Material13"], "第14回": ["In-class examinations<BR/> (conducted online)", "Preparation for exam,"]}, "評価": {"教科書Required texts0": "No specific textbook or reference book will be assigned, but course materials will be uploaded in advance of each class.", "学位授与の方針との関連Relationship to Diploma Policy0": "By proceeding with the study of these courses with an awareness of the DP and CP, students will develop the abilities expected by each faculty and graduate school. Please also refer to the DP and CP of each faculty and graduate school, as well as the Curriculum Chart (list of courses).\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "Questions based on class content"], "成績評価Grading2": ["その他／Others (99)", "40 %", "The performance of presentations, in-class questions, and remarks will be evaluated comprehensively."], "成績評価Grading3": "備考　Note\nThe method of the in-class exam will be explained in class. Critiques of the final exam will be posted on LUNA after grading is completed.\nPresentations will be evaluated comprehensively based on originality of content, communication skills, etc.\nIn-class comments, questions will be evaluated as contributions to the discussion.", "備考Note0": "Materials used in class will be uploaded to LUNA in advance of each class.We will also use case studies for business schools that are available online.", "更新日時/Date of Update1": "2023年01月14日 08時53分18秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｇ－１０３"]}, "campas": 0, "name": "【490】Asian Innovation System／Asian Innovation System [EN]", "管理部署": 10, "単位数": 2, "担当者": "太田　泰彦（OTA YASUHIKO） ", "履修基準年度": "２年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 30, "評価1": 2, "評価2": 4, "開講期": 2}