{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "This course stresses Japan’s financial system with a particular reference to corporate finance. We will study the features of Japan’s financial system, financial institutions, and financial markets to ensure effective financial intermediation as well as robustness in the financial system. We will review the functions of the Tokyo Stock Exchange, Bank of Japan, Financial Services Agency, and the banking system for the efficient deployment of funds to entrepreneurs. Finally, the course will shed light on the determination of interest rates, time value of money and Japan’s foreign exchange transactions", "到達目標": "After completing the course, students will learn the features of Japanese financial system, financial institutions, financial markets, and financial instruments in providing finance to corporations. TThe course is useful for the advanced electives in corporate finance and financial management courses, in particular.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "Introductory courses on accounting, finance, and economics", "授業の概要・背景": "Not required", "授業方法": "This course will be offered on a face-to-face format. Course pedagogy includes lectures, articles, and case studies to illustrate and reinforce concepts. Students are expected to have read assigned materials before attending each class. The instructor will supply all the reading materials in advance. Please note that if Please note that if the Covid situation worsens again and any international students are unable to enter the country (or unable to leave their home country), the instructor will offer a hybrid online class. Before the first class, the instructor will send students the lecture power points and reading materials. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials. <br /><br />the Covid situation worsens again and any international students are unable to enter the country (or unable to leave their home country), the instructor will offer a hybrid online class. Before the first class, the instructor will send students the lecture power points and reading materials. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials.", "トピック": {"第1回": ["All 14 classes are face-to-face<br /><br />Introduction to Japan’s financial practices.", "Please email me at: adhikarykobejp@gmail.com<br />to get necessary lecture materails"], "第2回": ["Japan’s financial system and Arrow-Debreu General Equlibirum Model.", "No"], "第3回": ["Japanese financial institutions - current issues.", "No"], "第4回": ["Japanese money market and capital market structures", "Yes"], "第5回": ["The Japanese main bank system and global issues", "No"], "第6回": ["Tokyo Stock Exchange and stock exchanges such as Hercules, Mothers, and NASDAQ for catering finance to the innovative firms", "No"], "第7回": ["Review of Abenomics", "Yes"], "第8回": ["Assignment Discussion", ""], "第9回": ["Determination of interest rates", "Yes"], "第10回": ["Time Value of Money", "Yes"], "第11回": ["Time Value of Money", "No"], "第12回": ["Crowdfunding", "Yes"], "第13回": ["Music Securities", "Yes"], "第14回": ["Review of what we have learned/Final exam/report", ""], "授業外学習2": "Students are expected to have read assigned materials before attending class."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual Report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "class contribution, presentation and assignment"], "項番No.0": [], "項番No.1": ["2023年度", "春学期後半／Spring (2nd Half)", "火曜１時限／Tuesday 1", "春学期後半／Spring (2nd Half)", "Ｇ－ＩＳ２０４"], "項番No.2": ["2023年度", "春学期後半／Spring (2nd Half)", "火曜２時限／Tuesday 2", "春学期後半／Spring (2nd Half)", "Ｇ－ＩＳ２０４"]}, "campas": 0, "name": "【490】Japanese Financial Practices／Japanese Financial Practices [EN]", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "時限2": 8, "評価1": 3, "評価2": 6, "開講期": 4}