{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">This course focuses on concepts, theories, and empirics on corporate governance on a COIL (collaborative online international learning) framework with a particular reference to Japan, and an emerging economy, Bangladesh. In this course, the students will learn the bank-based monitoring system, commonly known as the integrated monitoring system deployed by Japan's main bank, Bank of Japan, and the Ministry of Finance, to ensure effective governance on corporations. Simultaneously, the course will examine the market-based monitoring system practiced in the USA and the UK. The course will shed light on the governance system of an emerging economy, considering Bangladesh as a case. Three professor from three different Universities in Bangladesh would offer 7 sessions to discuss corporate governance practices in emerging economies with some of their research students.The course will review the efficacy of the three pillars of corporate governance, such as board composition, ownership structure, and audit structure, to examine their applicability in Japanese culture. Also, the course will discuss how governance mechanisms impact family and non-family firms, corporate social behavior, and global citizenship.</span></span>", "到達目標": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">After completing the course, students will learn how the bank-based or creditor-based governance system and market-based governance mechanisms impact monitoring and controlling modern corporations' opportunistic behavior. This course is useful for students who want to be management consultants.</span></span>", "特記事項": "", "関連科目": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Introductory courses in accounting, finance, and economics</span></span>", "授業の概要・背景": "", "授業方法": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">The class will be held in a face-to-face format. However, for classes taken by international instructors will be offered on Zoom. Course pedagogy includes lectures, articles, and case studies to illustrate and reinforce concepts. Students are expected to have read assigned materials before attending every class. Instructors will supply all the reading materials in advance. Please note that if the Covid situation worsens again and any international students are unable to enter the country (or unable to leave their home country), the instructor from Japan will offer a hybrid online class. Before the first class, the instructor will send students the lecture power points and reading materials. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials.</span></span>", "トピック": {"第1回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: Introduction to the corporate governance- basics and theoretical roots of corporate governance</span></span>", "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Please send me your email address immediately to: adhikarykobejp@gmail.com </span></span><br /><span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">I would send you class materials. On emergency contact me on 08039854615</span></span>"], "第2回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: The corporate governance history in Japan</span></span>", "No"], "第3回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: Review of Abenomics</span></span>", "No"], "第4回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: The Japanese main bank and governance system Vs. modern governance mechanisms</span></span>", "No"], "第5回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: Understanding Japan's corporate governance code</span></span>", "No"], "第6回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: Exploring examples of good practice of corporate governance</span></span>", "No"], "第7回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: Corporate governance system- Bangladesh perspective- regulatory framework</span></span>", "No"], "第8回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: Corporate governance system- Bangladesh perspective- four pillars of governance</span></span>", "No"], "第9回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: Corporate governance system- Bangladesh Perspective- different models of governance</span></span>", "No"], "第10回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: Corporate governance system- Bangladesh Perspective- governance of non-listed firms</span></span>", "No"], "第11回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: Internal governance system- main bank, executives' compensation, board composition</span></span>", "No"], "第12回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face/online: External governance system- the role of governments and markets for corporate control</span></span>", "No."], "第13回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: Case presentation by students</span></span>", "Yes"], "第14回": ["<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Face to face: Case presentation by students/ Final report</span></span>", "Yes"], "授業外学習2": "<span style=\"vertical-align:inherit;\"><span style=\"vertical-align:inherit;\">Students are expected to have read assigned materials before attending class.</span></span>"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Individual report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Attendance and presentation"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期前半／Fall (1st Half)", "月曜１時限／Monday 1", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ１０６"], "項番No.2": ["2024年度", "秋学期前半／Fall (1st Half)", "月曜２時限／Monday 2", "秋学期前半／Fall (1st Half)", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【490】Japanese Corporate Governance／Japanese Corporate Governance [EN]", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 0, "時限2": 1, "評価1": 3, "評価2": 6, "開講期": 5}