{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course stresses Japan’s financial system with a particular reference to corporate finance. We will study the features of Japan’s financial system, financial institutions, and financial markets to ensure effective financial intermediation as well as robustness in the financial system. We will review the functions of the Tokyo Stock Exchange, Bank of Japan, Financial Services Agency, and the banking system for the efficient deployment of funds to entrepreneurs. Finally, the course will shed light on the determination of interest rates, time value of money and Japan’s foreign exchange transactions", "到達目標": "After completing the course, students will learn the features of Japanese financial system, financial institutions, financial markets, and financial instruments in providing finance to corporations. TThe course is useful for the advanced electives in corporate finance and financial management courses, in particular.", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.", "関連科目": "Introductory courses on accounting, finance, and economics", "授業方法": "The first three sessions of the course will be offered in on demand basis. Course pedagogy includes lectures, articles, and case studies to illustrate and reinforce concepts. Students are expected to have read assigned materials before attending each class. The instructor will supply all the reading materials in advance. Please note if the COVID-19 crisis continues, impeding me from offering a face-to-face class, I will offer this class online using zoom during the crisis period. I will send you the lecture power points and reading materials soon. Please send me your email address to adhikarykobejp@gmail.com to get the necessary instructions on course-related information and reading materials. Also, I am leaving here my cell phone number 08039854615 so that you can contact me at any time for class consultation. Please use Gmail first to communicate with me.", "トピック": {"第1回": ["This is an on demand session. IIntroduction to Japan’s financial practices", ""], "第2回": ["This is an on demand session. Japan’s financial system and Arrow-Debreu General Equlibirum Model", ""], "第3回": ["This is an on demand session. Japanese financial institutions - current issues", ""], "第4回": ["Face to face:Japanese money market and capital market structures", ""], "第5回": ["Face to face:The Japanese main bank system and global issues", ""], "第6回": ["Face to face:Tokyo Stock Exchange and stock exchanges such as Hercules, Mothers, and NASDAQ for catering finance to the innovative firms", ""], "第7回": ["Face to face:Review of Abenomics", ""], "第8回": ["Face to face:Assignment Discussion", ""], "第9回": ["Face to face:Determination of interest rates", ""], "第10回": ["Face to face:Time Value of Money", ""], "第11回": ["Face to face:Time Value of Money", ""], "第12回": ["Face to face:Crowdfunding", ""], "第13回": ["Face to face:Music Securities", ""], "第14回": ["Face to face: Review of what we have learned/Final exam/report", ""], "授業外学習2": "Students are expected to have read assigned materials before attending class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Junichi Ujiie", "Japanese Financial Markets 2nd Edition", "Woodhead Publishing Limited Cambridge", "2002 年", "1855735962", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Mitsuhiko Nakano", "Financial Crisis and Bank Management in Japan (1997 to 2016): Building a Stable Banking System", "Palgrave Macmillan", "2016 年", "978-1137541178", ""], "参考書/Reference books2": ["Takeo Hoshi, and Hug Patrick", "Crisis and Change in the Japanese Financial System (Innovations in Financial Markets and Institutions", "Springer", "2012 年", "978-1461369776", ""], "参考書/Reference books3": ["Jeff Madura", " Financial Markets and Institutions 11th ed.", "Cengage Learning", "2015 年", "978-1-133-94787-5", ""], "参考書/Reference books4": ["Frederick S. Mishkin, Stanley Eakins", "Financial Markets and Institutions 8th ed.", "Pearson International", "2015 年", "978-1-292-06048-4", ""], "学生による授業評価の方法Course Evaluation by Students0": "to be conducted in class", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Report"], "成績評価Grading2": ["その他／Others (99)", "50 %", "class contribution, presentation and assignment"], "成績評価Grading3": "備考　Note\n1. Class contribution 20%\n2. Assignment 30%\n3. Final report/exam 50%", "更新日時/Date of Update0": "2022年02月26日 13時37分50秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｄ－１０１"]}, "campas": 0, "name": "【490】Japanese Financial Practices／Japanese Financial Practices", "管理部署": 10, "単位数": 2, "担当者": "アデイカリー　Ｂ．（ADHIKARY BISHNU KUMAR） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 1}