{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "2000年代に入ってからのヨーロッパ政治の混乱を念頭に、戦後ヨーロッパ政治の経過を公共政策の変遷という視点で比較政治学的に検討する。その変化を通時的に把握するとともに、各国、各時期の特徴を共時的、比較して把握することを目的とする。、", "到達目標": "主として①戦後ヨーロッパ政治の主要な概念について比較の視点から理解し、②西欧の混乱に至るいくつかの歴史的ターニング・ポイント(危機)を自分の言葉で説明することができる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "", "授業の概要・背景": "かつて「人権・福祉・環境の大陸」として私たちの憧れであったヨーロッパ（特に西欧）が2000年代以降混乱しているように見える。主要国の戦後の動向を比較しながら各国の政治の異同を検討しつつ、混乱の要因の本質を探り出すことこそが今求められていると考えています。", "授業方法": "講義によってテキストの内容を、よりわかりやすく解説する。受講者数や（コロナの状況による）授業形態次第では、受講者との質疑によって進めることもある。", "トピック": {"第1回": ["オンデマンド。導入及び本講義におけるヨーロッパの定義、視点。", "復習として、特に（戦後の）ヨーロッパに関する概説書に触れ、自らの関心を高める（本はいくつか挙げる）"], "第2回": ["オンデマンド。福祉国家の成立と戦後復興期のヨーロッパ", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第3回": ["オンデマンド。ドイツ（冷戦とヨーロッパ）、フランス（アルジェリア戦争）", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第4回": ["以下、対面。「68年」の叛乱の比較", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第5回": ["オイルショック", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第6回": ["新自由主義の時代", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第7回": ["戦後のソ連", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第8回": ["冷戦の終結の影響", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第9回": ["グローバル化が与えた影響の比較", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第10回": ["ユーロ危機とギリシア危機", "テキスト指定部分の予習および見直し、参考文献による補完の見直し（各回の授業時に指定する）"], "第11回": ["難民問題とテロ、イギリスのEU離脱", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第12回": ["ポピュリストの台頭", "テキスト指定部分の予習および見直し、参考文献による補完（各回の授業時に指定する）"], "第13回": ["ロシアのウクライナ侵攻", "事態が変化しうるので、授業で指示。"], "第14回": ["まとめと復習", "レポートの復習"], "授業計画1": "ヨーロッパの状況が流動的なため、順序、内容が変わる可能性があるが、できる限り前回授業で告知する。", "授業外学習2": "内容が流動的なので、先にページ数などは指定しない。その都度授業で（次回）テキスト該当箇所や（復習用）文献、また基本的な文献を紹介する。予習はテキストの該当箇所（30分程度）、復習はテキスト・ノート（30分程度）参考図書1－2冊（人、本によるが120～130分程度）を目途に設計している。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["松尾秀哉", "ヨーロッパ現代史", "筑摩書房", "", "9784480072221", ""], "参考文献・資料Reference books0": "各授業で指定、紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "本講義はディプロマ・ポリシーの「国際事情に関する課題の理解力と分析」、「問題発見解決能力」、「異文化理解・多文化共生能力」を満たすものである。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "不定期（コロナ感染や授業形態によって左右される）に出題（5回程度）。授業を聞き、理解していたかどうかをチェックする。"], "更新日時/Date of Update0": "2023年02月17日 15時12分11秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－ＩＳ３０３"]}, "campas": 0, "name": "【220】ヨーロッパの公共政策／European Public Policy [JP]", "管理部署": 10, "単位数": 2, "担当者": "松尾　秀哉（MATSUO HIDEYA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 1, "評価2": 3, "開講期": 1}