{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": " まず、ドイツの政治と外交を学ぶことは以下の理由から重要である。第一に、ドイツは安定した民主主義を維持している数少ない国の一つであるため、現在、その危機が叫ばれている民主主義の生存のためにもドイツの政治から学ばねばならない。第二に、ドイツは平和に貢献する外交を最も積極的に遂行している国の一つであるため、これからの平和のためにもドイツの外交から学ばねばならない。<BR/>　ところが、戦前のドイツは以上のような戦後のドイツとは真逆の存在であり、政治は混乱して独裁体制に陥り、世界大戦を引き起こし、大量虐殺を行った。戦後のドイツは戦前の経験とそれへの反省に大きく基づいており、戦前への理解なくして戦後を理解することはできない。", "到達目標": " 上記のとおりドイツの政治と外交を学ぶことには普遍的な意義があるため、本講義では折に触れてアメリカ、日本、イギリス、フランス等他の民主主義諸国との比較も交えながら政治と外交について考察するが、そのような努力を通じて政治とくに民主主義と外交が安定化あるいは不安定化する諸条件について考察する能力を得ることも本講義の到達目標となる。", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面、レジュメ配布", "トピック": {"第1回": ["・ガイダンス：講義の概要と計画、単位取得要件等について<BR/>・はじめに：ドイツに関する基礎知識<BR/>　 （1）基礎データ：人口、出生率、GDP、軍事力、投票率、地理等<BR/>　 （2）ドイツ史の概観：古代から現在まで", "毎回、配布するレジュメを復習し、関連する諸問題について、講義中に紹介する参考文献、ニュースサイト等で追加の知識を得てください（以下同）"], "第2回": ["ドイツ政治の基本的な特徴<BR/>（1）政治制度（2）政党、政党システム（3）選挙制度（4）歴代首相と政権", ""], "第3回": ["ドイツ外交の基本的な特徴<BR/>    （1）前提：戦後欧州国際秩序の最重要目的の一つ＝ドイツ封じ込め<BR/>　　（2）戦後ドイツ外交の基本方針：ドイツ封じ込め国際体制に自ら貢献", ""], "第4回": ["近現代ドイツ政治外交史の概観（1871‐現在）<BR/>はじめに：全体の概観　<BR/>（1）第二帝政期（1817-1918）", ""], "第5回": ["（2）ヴァイマル共和政期（1919-1933）<BR/>（3）ナチ時代（1933-1945）", ""], "第6回": ["（4）冷戦期（1945-1989）<BR/> (5)ドイツ再統一後、現在まで（1990-現在）", ""], "第7回": ["中間試験と解説", ""], "第8回": ["アデナウアー政権期（1949-63）<BR/>         ・戦後復興、国際社会への復帰、「過去の克服」、再軍備、<BR/>　　　　　　安定した民主主義の成立", ""], "第9回": ["エアハルト政権からシュミット政権まで（1963-1982）<BR/>        　・安定した民主主義の発展＝安定した政権交代に成功<BR/>　　　　　・「東方外交」＝ヨーロッパ国際関係の安定化に大きく貢献<BR/>　　　　　・欧州統合の発展にも貢献", ""], "第10回": ["コール政権期（1982-1998）<BR/>　　　　　・長期政権、それを可能した諸要因　<BR/>　　　　　・ドイツ再統一に成功、EUの誕生に大きく貢献", ""], "第11回": ["シュレーダー政権期（1998-2005）<BR/>　　　　　・様々な、大きな変化<BR/>　　　　　・ドイツでも新自由主義路線が強まり始めた<BR/>　　　　　・戦後初の軍事行動参加", ""], "第12回": ["メルケル政権期（2005-2021）<BR/>         ・同国史上初の女性首相、どのような人物、政治家か？<BR/>　　　　 ・強力な指導力、国際社会におけるドイツの影響力も拡大<BR/>　　　　　　‐主に、以下の諸問題について<BR/>・ユーロ危機<BR/>            　・原発完全閉鎖決定<BR/>              ・ロシアのクリミア半島侵攻に対し経済制裁<BR/>     　　　　 ・難民受け入れ決定　　<BR/>　　     　　 ・新型コロナウイルス問題への対応", ""], "第13回": ["ショルツ政権（2021-現在）と今後の展望<BR/>　　　　　・戦後初の三党連立＝「信号」連立とその背景<BR/>　　　　　・ただし、州政府レベルでは以前から既に連立の多様化が進んでいた<BR/>　　　　　　　‐州レベルの政治について", ""], "第14回": ["期末試験と解説", ""]}, "評価": {"教科書Required texts0": "使用しない、レジュメ配布", "参考文献・資料Reference books0": "適宜、紹介します", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "論述：内容、量、文章表現力（2回実施、各50％）"], "更新日時/Date of Update0": "2023年02月22日 19時37分23秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜５時限／Friday 5", "秋学期／Fall", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【420】ドイツの政治と外交／German Politics and Diplomacy [JP]", "管理部署": 10, "単位数": 2, "担当者": "津崎　直人（TSUZAKI NAOTO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 32, "評価1": 2, "開講期": 2}