{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The objective of this course is to understand how and why innovation is taking place in the European Union (EU) and other European regions. By reviewing recent news reports on industry and technology with the instructor, students will be able to understand the characteristics of European companies and the policies of the European Commission and EU member state governments to promote industry in the region, and analyze how European innovation will change in the future in an ever-changing global environment.", "到達目標": "(1) To be able to explain the characteristics of innovation by European companies and its background in each country/region.<br />(2) To be able to deepen understanding of how Europe and major countries in the world such as the U.S., China, and Japan relate to each other in the field of industry and technology in the light of international politics.<br />(3) Students will be able to develop their ability to read the various news reports on European industry and technology from a unique perspective in order to understand future changes.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<br />The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.", "関連科目": "Asian Innovation System", "授業の概要・背景": "Europe, along with the U.S. and China, forms the core of the global economic triad. Deepening one's understanding of the innovations taking place in this region is an essential element in examining world affairs. Based on the lecturer's experience as a journalist engaged in international reporting, we will examine various aspects of innovation in each of Europe's major countries and technological fields.", "授業方法": "The course will be conducted in a hybrid format of face-to-face and on-demand classes. In each class, recent news reports on cutting-edge technologies will be explained and their background and significance will be analyzed. Face-to-face classes will include discussions on specific issues and opportunities for short presentations by students. Online in-class examinations will be scheduled.", "トピック": {"第1回": ["Sep.22【Guidance】<br />Topics: Focused issues and course objectives, What is \"innovation?\", Overview of European industries.<br />(face-to-face in the class room)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第2回": ["Sep.29【Technological war in Ukraine】<div>Topics: What is happening on the battlefield from a technological perspective, Drones, Hypersonic missiles, etc.<br />(face-to-face in the class room)</div>", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第3回": ["Oct.6【Evolving German Automotive Industry】<br />Topics: Mechanisms for creating competitiveness, Why Germany is so strong, What is Industry 4.0?, Unique \"Meister\" system.<br />(On Demand)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第4回": ["Oct.13【Growth Strategies of the U.K., France, Italy】<br />Topics: Current status and challenges of major EU countries in search of new added value, design, fashion and brands.<br />&nbsp;Remaining German part (On Demand)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第5回": ["Oct.20【Semiconductor Industry in Europe Today】<br />Topics: Major players and supply chain, Shift to power semiconductor. Relation with Auto industry.<br />(face-to-face class)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第6回": ["Oct.27【Northern Europe, Baltic countries, the Netherlands, Switzerland】<br />Topics: European countries which are going their own way<br />The ingenuity of small countries that generate innovation, examples of ASML, Nokia, Ericsson, Swatch<br />(on demand)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div><div>Start preparation for the presentation</div><div><span style=\"font-size:13.28px;\"><br /></span></div>"], "第7回": ["Nov3.【Top Runner of Environmental and Energy policies】<br />Topics: Relation with Russia, Impact of European Integration, Strengths and Weaknesses.<br />(on demand)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第8回": ["Nov.10【Presentation and discussion of case studies by students】<br />Theme; Innovation case and analysis<br />(face-to-face class)", "<div><span style=\"font-size:13.28px;\">Preparation for the presentation</span></div><div><br /></div>"], "第9回": ["Nov.17【Current European Digital Industry】<br />Topics: Challenge in AI, Quantum, Data, and Cloud service, Countermeasures against U.S. GAFAM, Competition policy<br />(On Demand)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第10回": ["Nov.24【Transformation of EV and battery industry】<br />Topics: Relevance to Asian countries, global supply chain.<br />(On demand)", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第11回": ["Dec.1【Presentation &amp; Discussion Part2】<div>For students who have not yet made a presentation</div><div>(face-to-face in the class room)</div><div><br /></div><div>【Innovation in U.S.-European Relations】<div>Topics: Cooperation and Competition, Open Innovation System in IMEC, Comparison with IBM's innovation system in the U.S.<br /><br /></div></div>", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第12回": ["Dec.8【EU Growth Strategy】<br />Topics: De Jure International Standards, Value Diplomacy, Trade Policy on Environment and Human Rights<br />(On demand ) or (face-to-face in the class room) to be announced soon.", "<div><span style=\"font-size:13.28px;\">Reaction paper</span></div>"], "第13回": ["Dec.15【Economic National Security】<br />Topics: The Impact of Tense Global Situation on Innovation　<br />(face-to-face in the class room)", "<div>Reaction paper</div><div>Preparation for the exam.</div><span style=\"font-size:13.28px;\">Exam method to be announced</span>"], "第14回": ["Dec.22<div>In-class examinations (conducted online)&nbsp;</div>", ""]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Questions in the exam are based on class content"], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "30 %", "Performance of indivisula presentation"], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "30 %", "Submission of a reaction note is required after every class."], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－１０３"]}, "campas": 0, "name": "【430】European Innovation System／European Innovation System [EN]", "管理部署": 10, "単位数": 2, "担当者": "太田　泰彦（OTA YASUHIKO） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 31, "評価1": 2, "評価2": 4, "評価3": 5, "開講期": 2}