{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、まず(1)フランスの一般的な経済・産業事情について解説します。ついで(2)様々な経済政策の中でもとりわけ経済成長や産業・企業発展に不可欠な政策の1つである競争政策の内容について学びます。最後に(3)ますますグローバル化が進む中、世界経済におけるフランスの位置づけとその役割について、受講生が自分で分析・提案する力を身に付けることです。", "到達目標": "以下の3点について本講義の到達目標を設定します。<BR/>(1)現代のフランス経済と産業事情について理解すること。<BR/>(2)フランスの経済政策について専門的知識を修得すること。<BR/>(3)フランスの役割について検討し、自身で分析・提案する力を身に付けること。", "特記事項": "この科目は、10/10（火）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、10/11（水）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Tuesday, October 10 . If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Wednesday, October 11 onward.", "関連科目": "", "授業の概要・背景": "ヨーロッパの主要経済国であるフランスは、日本とも密接な経済・社会・外交関係を保っており、一方で日本とも異なった経済の仕組みや組織、そして魅力ある伝統文化を有しています。<BR/>　本講義では、フランス経済についてミクロ経済学とマクロ経済学の両方の基礎的知識を用いながら授業を進めていきますので、あらかじめ「経済学」に関する知識をある程度において理解・履修していることが望ましいです。<BR/> 本講義を通して、受講生は戦後以降のフランス経済に関する歴史的展開、およびフランスの産業構造、市場構造、競争政策について理解を深め、さらにはフランス以外のヨーロッパ諸国の経済についても関心を持ってもらうことを期待します。", "授業方法": "基本的には対面授業の講義形式で進めていきますが、コロナ禍の状況次第で、オンライン講義を取り入れることも考慮しています。<BR/>講義中にディスカッション形式なども取り入れて、受講生皆さんの思考力とモチベーションを高めたいと思っていますので、積極的な参加を望みます。また、講義内容に関する質問・意見も歓迎しますので大いに発言して下さい。", "トピック": {"第1回": ["講義のイントロダクション：講義概要と目的(オンデマンド)", "講義動画のリンク先、講義資料は、この画面をスクロールして「シラバス付加情報」に掲示しています。"], "第2回": ["フランスの財政政策（オンデマンド）", "講義動画のリンク先、講義資料は、この画面をスクロールして「シラバス付加情報」に掲示しています。"], "第3回": ["フランスの金融政策（オンデマンド）", "講義動画のリンク先、講義資料は、この画面をスクロールして「シラバス付加情報」に掲示しています。"], "第4回": ["フランス経済・産業の特徴と現状", ""], "第5回": ["戦後フランスの政策路線の展開　～日本およびドイツとの比較～", ""], "第6回": ["1970年代以降の政策路線の転換", ""], "第7回": ["フランスの競争政策", ""], "第8回": ["フランス産業のケース・スタディ(1)自動車産業", ""], "第9回": ["フランス産業のケース・スタディ(2)化粧品産業・流通業", ""], "第10回": ["フランス産業のケース・スタディ(3)電力・エネルギー産業", ""], "第11回": ["フランス産業・企業と国家戦略　～フレンチ・テックの導入と期待～", ""], "第12回": ["EUにおけるフランス　～EU統合をふまえて～", ""], "第13回": ["フランス経済の展望と課題  ～本講義の総括～", ""], "第14回": ["授業内試験", ""], "授業外学習2": "日々めまぐるしく変化するEUの経済情勢を的確に把握するために、できるだけ毎日、新聞・雑誌、およびインターネット情報等に目を通し、チェックして下さい。そして、授業計画に基づいて教科書を活用しながら授業の予習・復習にも力を入れてもらえれば、授業内容の理解度が高まります。"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["田中素香・長部重康・久保広正・岩田健治著", "現代ヨーロッパ経済　第６版", "有斐閣", "2022 年", "978-4-641-22191-8", ""], "参考書/Reference books2": ["和田聡子他訳", "ロレアル「美」の戦略", "中央経済社", "2018 年", "978-4-502-25381-2", ""], "参考文献・資料Reference books0": "講義資料は、講義前日までにLUNAにアップします。つきましては、基本的には講義時間に教材は紙媒体で配布しませんので、各自で閲覧の上、ダウンロード・印刷をして準備しておいてください。\n参考資料についても適宜、LUNAにアップします。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "講義時に実施する平常リポート点(50%)、および授業中試験(50％)で評価します。"], "成績評価Grading2": "備考　Note\n講義時に提示するリポート課題については授業中ではなくすべてLUNAに期限を厳守して提出してもらいます。全実施回数の8割以上の提出を求めます。", "更新日時/Date of Update0": "2023年02月15日 15時08分15秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "Ｇ－ＩＳ１０６"]}, "campas": 0, "name": "【330】フランス経済論／French Economy [JP]", "管理部署": 10, "単位数": 2, "担当者": "和田　聡子（WADA SATOKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 7, "評価1": 4, "開講期": 2}