{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "このコースの目的は、EUにおける様々な地域産業、その発展、および地域産業が現在直面している課題について深く紹介することである。このコースの目的は、特に、ヨーロッパの地域産業が経済的、社会的に深く組み込まれていること、地域の富の創造や地域のアイデンティティの形成に貢献していることを認識させることである。このコースでは、多くの場合、小規模ではあるが、欧州を代表する産業に焦点を当てることになる。", "到達目標": "EUの地域産業や地域・地方の産業政策について、より深く、細かい知識を習得することが求められている。このような知識をもとに、地域産業が経済的にだけでなく、住民の地域アイデンティティを形成する上でいかに重要であるかを理解することが求められる。", "特記事項": "この科目は、4/28（金）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、5/1（月）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Friday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Monday, May 1 onward.", "関連科目": "EUIJ関西の修了証プログラムの対象である全ての科目(神戸大学又は大阪大学に提供されているコースを受けられるようにEUIJ関西の修了証プログラムの登録が必要である)", "授業の概要・背景": "", "授業方法": "講義形式", "トピック": {"第1回": ["コースの紹介", ""], "第2回": ["理論的フレームワーク：マイケル・ポーターの産業クラスター理論", ""], "第3回": ["ヨーロッパの手工業の伝統 - 地域的集積とその制度的構成", ""], "第4回": ["ヨーロッパにおける手工業生産クラスターの初期形成-いくつかの例", ""], "第5回": ["手工業から工業生産へ-ヨーロッパにおける自動車生産クラスターの発展-シュタイヤーマークを例として", ""], "第6回": ["繊維・ファッション産業-フランスとイタリアにおける地域クラスター", ""], "第7回": ["ヨーロッパにおける家庭用品の地域的生産拠点", ""], "第8回": ["単一産業への地域的依存。バイエルン、ザクセン、ボヘミア、デルフト（オランダ）における磁器・ガラス製造", ""], "第9回": ["イタリア、ボヘミア、ドイツにおける弦楽器産業の比較", ""], "第10回": ["農産物又は食料品のブランド - 地域の特産物の保護と促進", ""], "第11回": ["フランスにおけるワインとシャンパン産業", ""], "第12回": ["スコットランドにおけるウィスキー産業", ""], "第13回": ["ベルギーのチョコレート産業", ""], "第14回": ["まとめ - ヨーロッパにおける地域産業と経済の多様性", ""], "授業外学習2": "授業の準備のため、論文を読むことなどの予習が必要である"}, "評価": {"教科書Required texts0": "授業に指摘される", "参考文献・資料Reference books0": "授業に指摘される", "学生による授業評価の方法Course Evaluation by Students0": "標準の評価方法により", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "更新日時/Date of Update0": "2023年02月15日 14時45分30秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "Ｇ－ＩＳ２０８"]}, "campas": 0, "name": "【330】ヨーロッパ地域産業と経済発展／Industries and Regional Economies in the European Union [JP]", "管理部署": 10, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 0, "開講期": 1}