{"履修期": "通年", "主な教授言語": "英語", "授業目的": "Research Seminar will improve students' abilities to conduct research and analyses on themes of their own choices.", "到達目標": "Through group and individual guidance and consultation with the faculty, the students will carry out research/analyses on their research theme of interest. The first part of the Research Seminar (Spring) consists of (1) case discussion, (2) guest lecturers’ sessions, and (3) sharing thoughts and ideas with other students and guest lecturers. Students are expected to submit a research proposal in the middle of the Fall semester and continue to work on their theses in the following year.　日本語によるゼミ指導も行います。授業時間内に一部、授業時間外に一部、日本語によるResearch Seminar1の補講を行う予定です。補講への参加を希望する学生の出席可能日時を学期開始後に集計し、可能時間帯に補講を（原則）毎週1時間程度は行う予定とします。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face in-class lectures and discussions. For some sessions are conducted through Zoom. 授業は教室で対面実施します。ZOOMで行う回も予定しています。Scheduled Simultaneous ZOOM Link(Zoomミーティングに参加するhttps://us06web.zoom.us/j/83738337884?pwd=SDAwYlNIcHZMMkF4SzB6cmVtU0duZz09)", "トピック": {"第1回": ["", "Face to Face format from the 1st class！"], "授業計画1": "Spring semester:<div><div style=\"style\">1-2 Guidance on individual case study　ゼミで探求したいことのヒアリング</div><div style=\"style\">3-14 Students will be asked to hand in proposal for their final paper. Discussion among students and the instructor.　春学期末のプレゼンテーションとレポート提出に向けての準備を行う。</div><div style=\"font-size:13.28px;\"><br /></div></div><div><span style=\"font-size:13.28px;\">Fall semester:</span></div><div><div>1-10 Work on individual case study　個別のプロジェクト指導</div><div>11-14 Final paper (Case study) presentation by students　最終レポート提出・プレゼンテーション</div></div><div><br /></div>", "授業外学習2": "Accounting/Finance/Economics related courses"}, "評価": {"教科書/Required texts0": ["To be assigned in class"], "学生による授業評価の方法Course Evaluation by Students0": ["Follow KGU's course evaluation method on-line"], "学生による授業評価の方法Course Evaluation by Students1": ["Each course is positioned within the curriculum in accordance with the diploma policy and&nbsp; curriculum policy established by each undergraduate/graduate school. By proceeding with the study of this course with an awareness of the DP and CP, the following abilities expected by each undergraduate/graduate school will be developed.&nbsp;Research Seminars:&nbsp;1. Understanding and analytical skills regarding international issues: the ability to understand and analyze various regions of the world from different perspectives in the humanities and social sciences.&nbsp;2. Problem-solving skills: the ability to proactively identify problems and solve them based on appropriate methods.&nbsp;3. Intercultural understanding and multicultural coexistence: the ability to be sensitive to different cultures and to coexist with diverse cultures.&nbsp;4. Ethical Values: Acquiring it though ‘liberal arts education for human growth’ based on Christian principles.&nbsp;"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "presentations, discussions, report on own themes"], "添付ファイル2/File Attachment 20": ["2025RS1Syllabus.docx", "MSWord版シラバス"], "添付ファイル2/File Attachment 21": ["2025年01月31日 21時05分31秒"], "項番No.0": [], "項番No.1": ["2025年度", "通年／Year Round", "月曜４時限／Monday 4", "通年／Year Round", "Ｇ－ＩＳ２０５"]}, "campas": 0, "name": "【300】Research Seminar I　４／Research Seminar I [EN]", "管理部署": 10, "単位数": 4, "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "３年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": 0, "時限1": 3, "評価1": 6}