{"履修期": "通年", "主な教授言語": "英語", "授業目的": "Research Seminar will allow students to conduct research and analyses on themes of their own choices.", "到達目標": "Through group and individual guidance and consultation with the faculty, the students will carry out research/analyses on their research theme. The first part of the Research Seminar (Spring) consists of students' presentations on their theme and discussions. Students are expected to submit a thesis draft before summer (in June) and continue working on their theses the following year. Students must submit their thesis to the instructor by the end of November. The official thesis submission must be done by December 23, 2024. Late submissions will be severely penalized. 　日本語によるゼミ指導も行います。卒論のドラフトは春学期中に作成し、発表していただきます。卒論の完成は11月中とし、国際学部事務室への提出は12月23日が最終〆切です。計画的に卒論の作成に取りかかるように。", "特記事項": "", "関連科目": "Introduction to Financial Accounting, International Accounting, Financial Reporting and Analysis, Corporate Finance.", "授業の概要・背景": "", "授業方法": "Face-to-face in-class lectures and discussions. Some sessions are conducted through ZOOM. 授業は教室で対面実施します。 授業時間にオンライン同時双方向で行う場合もあります。", "トピック": {"第1回": ["Face-to-Face Format Only  （すべての授業は原則として対面で実施します）", "Face to Face format from the 1st class！"], "授業計画1": "<div>Spring semester:</div><div>1-10 Work on individual thesis project　個別の卒論プロジェクト指導および発表</div><div>11-14 Presentation by students 卒論ドラフト発表・討議</div><div><br /></div><div>Fall semester:</div><div><div>1-8 Work on individual thesis project　個別の卒論プロジェクト指導および発表</div><div>9 Thesis submission to Kojima 卒論完成・提出</div><div>11-12 Thesis finalization　卒論発表完成</div><div>13-14 Informal gathering after submission of thesis to SIS 予備日</div></div><div><br /></div><div><br /></div>", "授業外学習2": "Research seminar I, Accounting/Finance/Economics related courses"}, "評価": {"教科書/Required texts0": ["To be assigned in class"], "学生による授業評価の方法Course Evaluation by Students0": ["Follow KGU's course evaluation method on-line"], "学生による授業評価の方法Course Evaluation by Students1": ["Each course is positioned within the curriculum in accordance with the diploma policy and&nbsp; curriculum policy established by each undergraduate/graduate school. By proceeding with the study of this course with an awareness of the DP and CP, the following abilities expected by each undergraduate/graduate school will be developed.&nbsp;Research Seminars:&nbsp;1. Understanding and analytical skills regarding international issues: the ability to understand and analyze various regions of the world from different perspectives in the humanities and social sciences.&nbsp;2. Problem-solving skills: the ability to proactively identify problems and solve them based on appropriate methods.&nbsp;3. Intercultural understanding and multicultural coexistence: the ability to be sensitive to different cultures and to coexist with diverse cultures.&nbsp;4. Ethical Values: Acquiring it though ‘liberal arts education for human growth’ based on Christian principles.&nbsp;"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Presentation, report, thesis"], "成績評価Grading2": ["備考　Note It is essential to submit the thesis before December 23. Late submissions in January will not be accepted in this research seminar. 12月の国際学部事務室が設定する提出期限に必ず卒論は提出してください。1月の国際学部事務室が設定する提出期間まで提出がされなかった場合には卒業論文の点数を大幅に減じます（結果として単位取得に満たない点数となります）。12月中の提出期限に必ず提出してください。そのためには11月17日までに卒業論文最終版を児島まで提出するようにしてください。"], "添付ファイル1/File Attachment 10": ["2024RS2Syllabus.docx", ""], "添付ファイル1/File Attachment 11": ["2025RS2Syllabus.docx", ""], "添付ファイル1/File Attachment 12": ["2025年01月27日 16時58分27秒"], "項番No.0": [], "項番No.1": ["2025年度", "通年／Year Round", "月曜５時限／Monday 5", "通年／Year Round", "Ｇ－ＩＳ２０５"]}, "campas": 0, "name": "【400】Research Seminar II　４／Research Seminar II [EN]", "管理部署": 10, "単位数": 4, "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "４年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": 0, "時限1": 4, "評価1": 6, "成績評価備考": "備考　Note\nIt is essential to submit the thesis before December 23. Late submissions in January will not be accepted in this research seminar. 12月の国際学部事務室が設定する提出期限に必ず卒論は提出してください。1月の国際学部事務室が設定する提出期間まで提出がされなかった場合には卒業論文の点数を大幅に減じます（結果として単位取得に満たない点数となります）。12月中の提出期限に必ず提出してください。そのためには11月17日までに卒業論文最終版を児島まで提出するようにしてください。"}