{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、研究演習Ｉの内容をさらに発展させ、国際社会の本質を理解し世界を舞台として活動していく人間を目指す基盤として、「日本とは何か」という問いを含んだ卒業論文の作成を目指して、リサーチ、発表、学術的レポート作成のための知識・技能を高度化していくことである。", "到達目標": "・現代国際社会の諸問題について、「日本とは何か」という問いに対する自分たちなりの答えを前提としてアプローチすることができる。<br />・高次のレベルの社会的諸問題について、これに主体的・協働的に取り組み、この解決に向けて必要な能力を修得できる。<br />・リサーチ、学術的レポート作成のための知識・技能を高度化し、「日本とは何か」という問いに対する答えを踏まえた卒業論文を作成する能力を修得できる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<br />The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.", "関連科目": "", "授業の概要・背景": "", "授業方法": "学生による発表・議論・実習及び教員による指導的コメント等により行う。<br />教室での対面授業により行う。なお、オンライン授業申請者には、授業時間にオンライン同時双方向でのフォローを行う予定である。", "トピック": {"授業計画1": "すべての授業回を対面で実施する。<br /><br />《春学期》<br />　第１回　イントロダクション<br />　第２～４回　日本研究に関する文献の購読と議論（１）<br />　第５～７回　テーマ研究報告（１）<br />　第８～11回　日本研究に関する文献の講読と議論（２）<br />　第12～14回　テーマ研究報告（２）<br />《秋学期》<br />　第15～20回　テーマ研究報告（３）<br />　第21～28回　卒業論文指導", "授業外学習2": "メーリングリスト等を活用しつつゼミ生間および教員とのコミュニケーションを図り、ゼミ内だけでなく学習活動全般のサポートを行っていく。<br />社会人基礎力の養成を目指し、教員の指定した課題文献群を演習時間外に読破することを求める。<br />ゼミ合宿、調査実習等の実施を予定している。"}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "発表・討論・実習等におけるパフォーマンス"], "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "木曜４時限／Thursday 4", "通年／Year Round", "未定"]}, "campas": 0, "name": "【400】研究演習II　１９／Seminar II [JP]", "管理部署": 10, "単位数": 4, "担当者": "丸楠　恭一（MARUKUSU KYOICHI） ", "履修基準年度": "４年", "履修登録方法": "予備登録", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 24, "評価1": 6, "開講期": 0}