{"履修期": "通年", "主な教授言語": "英語", "授業目的": "Research Seminar will improve students&#39; abilities to conduct research and analyses on themes of their own choices.", "到達目標": "Through group and individual guidance and consultation with the faculty, the students will carry out research/analyses on their interested research theme. The first part of Research Seminar (Spring) will broadly cover selected accounting and business issues from cases, newspaper and journal articles. The second part of Research Seminar (Fall) will continue on topics covered in Spring with more detailed analyses and discussions of each student&#39;s individual research theme. Students are expected to submit a research proposal in the middle of the Fall semester and continue to work on their theses in the following year.　2021年度から新たに日本語による指導も行います。授業時間内に一部、授業時間外に一部、日本語によるResearch Seminar1の補講を行う予定です。補講への参加を希望する学生の出席可能日時を学期開始後に集計し、可能時間帯に補講を（原則）毎週1時間程度は行う予定とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face in-class lectures and discussions. For some sessions are conducted through Zoom. 授業は教室で対面実施します。ZOOMで行う回も予定しています。Scheduled Simultaneous ZOOM Link(Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/83738337884?pwd=SDAwYlNIcHZMMkF4SzB6cmVtU0duZz09)", "トピック": {"授業計画1": "Spring semester:<BR/>1-2 Guidance on individual case study　ゼミで探求したいことのヒアリング<BR/>3-14 Students will be asked to hand in proposal for their final paper. Discussion among students and the instructor.　春学期末のプレゼンテーションとレポート提出に向けての準備を行う。 <BR/><BR/>Fall semester: <BR/>1-10 Work on individual case study　個別のプロジェクト指導<BR/>11-14 Final paper (Case study) presentation by students　最終レポート提出・プレゼンテーション", "授業外学習2": "Accounting/Finance/Economics related courses"}, "評価": {"教科書Required texts0": "To be assigned in class", "学生による授業評価の方法Course Evaluation by Students0": "Follow KGU's course evaluation method on-line", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "presentations, discussions, report on own themes"], "更新日時/Date of Update0": "2022年10月06日 23時06分25秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "月曜５時限／Monday 5", "通年／Year Round", "Ｇ－ＩＳ２０５"]}, "campas": 0, "name": "【300】Research Seminar I　３／Research Seminar I", "管理部署": 10, "単位数": 4, "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 4, "開講期": 0}