{"履修期": "通年", "主な教授言語": "英語", "授業目的": "Research Seminar will improve students&#39; abilities to conduct research and analyses on themes of their own choices.", "到達目標": "Through group and individual guidance and consultation with the faculty, the students will carry out research/analyses on their interested research theme. The first part of Research Seminar (Spring) will broadly cover selected accounting and business issues from cases, newspaper and journal articles. The second part of Research Seminar (Fall) will continue on topics covered in Spring with more detailed analyses and discussions of each student&#39;s individual research theme. Students are expected to submit a research proposal in the middle of the Fall semester and continue to work on their theses in the following year.　2021年度から新たに日本語による指導も行います。授業時間内に一部、授業時間外に一部、日本語によるResearch Seminar1の補講を行う予定です。補講への参加を希望する学生の出席可能日時を学期開始後に集計し、可能時間帯に補講を（原則）毎週1時間程度は行う予定とします。", "授業方法": "Face-to-face in-class lectures and discussions.  For those who applied to take courses on-line, I will conduct real-time zoom sessions during course hours.  授業は教室で対面実施します。 オンライン授業申請者には、授業時間にオンライン同時双方向　でのフォローを行います。", "トピック": {"授業外学習2": "Accounting/Finance/Economics related courses"}, "評価": {"教科書Required texts0": "To be assigned in class", "学生による授業評価の方法Course Evaluation by Students0": "Follow KGU's course evaluation method on-line", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "presentations, discussions, report on own themes"], "更新日時/Date of Update0": "2021年01月02日 09時48分00秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "月曜３時限／Monday 3", "通年／Year Round", "Ｇ－ＩＳ２０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】Research Seminar I　２／Research Seminar I", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "4", "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "３年", "時限1": "月曜３時限／Monday 3", "開講期": "通年／Year Round"}