{"履修期": "通年", "主な教授言語": "英語", "授業目的": "The purpose of this Research Seminar is for students to conduct research and write a graduation thesis on themes of their own choices.", "到達目標": "Taking this course students will:\t\t\t\t<BR/>◦ acquire knowledge and skills to conduct independent research.\t\t\t\t<BR/>◦ develop academic writing, presentation, discussion skills, and communicate their research results to wider society.\t\t\t\t<BR/>◦ complete their research works and write the graduation thesis.", "授業方法": "この科目は教室で対面で実施します。For those who applied to take courses on-line, I will conduct real-time Teams sessions during course hours.", "トピック": {"授業計画1": "Spring semester:<BR/>1-4 Guidance on the research proposal of each student.<BR/>5-10 Writing and presenting the revised research proposal by students. Discussion among students and the instructor.<BR/>11-14 Students will finalize their research proposal and submit it to the instructor.<BR/> <BR/>Fall semester:<BR/>1-5 Data collection, data analysis, presentation, and discussion.<BR/>5-10 Turning out the draft of the complete thesis and presentations. <BR/>11-14 Final presentation, revision, and submission of the final thesis.", "授業外学習2": "Research seminar I, Economics related courses."}, "評価": {"教科書Required texts0": "All the essential readings and other resources will be provided in the class.", "学生による授業評価の方法Course Evaluation by Students0": "Follow KGU's course evaluation method.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Seminar participation, presentations and research reports (thesis and its progress)."], "成績評価Grading2": "備考　Note\nStudents will be graded based on 60% of the standard evaluation (presentation and discussion) and the \"academic\" report at the end of the semester (approximately 2,500 words). The report will be regarded as a \"mini-thesis\" and should be formatted and written in a strict manner similar to a graduation thesis.\nAs a general rule, the credits will not be granted to students who miss more than one-third of the class sessions.", "更新日時/Date of Update0": "2021年04月08日 10時17分56秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "木曜２時限／Thursday 2", "通年／Year Round", "Ｇ－２２５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【400】Research Seminar II　３／Research Seminar II", "管理部署": "国際学部/International Studies／School of International Studies", "単位数": "4", "担当者": "サプコタ　ジート（SAPKOTA JEET） ", "履修基準年度": "４年", "時限1": "木曜２時限／Thursday 2", "開講期": "通年／Year Round"}