{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本演習の目的は、カナダ、アメリカの地域や国際関係に関する基礎的な知識を習得することとそれに基づき、自分の選択したテーマに関するゼミ論文（本文と脚注含み8000字以上）を完成させることである。そのために、春学期では指定文献の輪読と発表を実施し、具体的なテーマを決め、4年生の演習2のゼミ生とともに発表大会の合宿を9月に実施し、秋学期の発表や実際のゼミ論文執筆に備えることにする。", "到達目標": "(1)指定された文献やその他のデータを読みこなし、的確にプレゼンできる能力を涵養することができる。<BR/>(2)そのテーマや他の独自リサーチに基づくテーマをより深く掘り下げ、独自の調査を実施し、発表することができる。<BR/>(3)発表時に他のゼミ生や担当教員からの質疑に的確に応答することができる。<BR/>(4)その発表に基づいて、出典が明記され、キチンとした脚注のついたゼミ論文を期日までに執筆し、提出することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "アメリカ外交、アメリカ政治、カナダ現代史、国際関係論基礎、国際関係史、比較対外関係論、グローバルガバナンス事情", "授業方法": "演習形式の授業なので、受講生の積極的な発言や討論などの参加が必須となる。合宿では上級生からも質疑が来るので、それに対する応答も実施しなくてはならない。", "トピック": {"授業計画1": "この演習は原則すべての授業を対面で実施予定です。北米地域研究と国際政治のゼミなので、カナダとアメリカの政治・外交・社会に関する基礎知識を習得しつつ、指定文献を輪読発表し、その上で、独自の調査に従ってゼミ論文テーマを決め、別の発表後にオリジナルなゼミ論文を完成させる。なお、自己表現方法向上のために、ビブリオバトルなども実施するほか、具体的な授業計画やスケジュールは最初の授業時に、紙媒体のシラバスを配布し、確認する。", "授業外学習2": "図書館やインターネットなどで指定図書、文献、データなどを独自に収集したり、読解したりする時間が必須となる。他にもテーマによっては取材をしたり、アンケート調査を実施するなど、脚注のつき、出典が明記された学術的なゼミ論文完成のためには、色々な作業をすることになる。なお、9月のゼミ2生との合同ゼミ発表も必須となる。"}, "評価": {"教科書Required texts0": "授業時に指定する。", "参考文献・資料Reference books0": "授業時に指定する。", "学生による授業評価の方法Course Evaluation by Students0": "授業時に実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業の参加度とゼミ論文最終版により評価する。"], "成績評価Grading2": "備考　Note\nカナダやアメリカを研究するので、英語などによる情報収集などができるとよりよいレベルのゼミ論文を目指すことができる。対面授業受講生もオンライン受講生も同じ様式で成績を評価する。", "備考Note0": "紙媒体のシラバスを最初に配布して確認する。", "更新日時/Date of Update1": "2022年02月28日 14時31分42秒", "項番No.0": [], "項番No.1": ["2022年度", "通年／Year Round", "火曜５時限／Tuesday 5", "通年／Year Round", "Ｇ－ＩＳ１０５"]}, "campas": 0, "name": "【300】研究演習I　７／Seminar I", "管理部署": 10, "単位数": 4, "担当者": "櫻田　大造（SAKURADA DAIZO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 4, "開講期": 0}