{"履修期": "通年", "主な教授言語": "英語", "授業目的": "Research Seminar will allow students to conduct research and analyses on themes of their own choices.", "到達目標": "Through group and individual guidance and consultation with the faculty, the students will carry out research/analyses on their interested research theme. Students will update and revise their research proposal (that they had submitted at the end of the first year (Research Seminar 1) and submit final version of research proposal in the first part (Spring semester) of Research Seminar 2. In the second part of Research Seminar (Fall), students complete their theses after several revisions and consultations with the instructor.", "授業方法": "Face-to-face in-class lectures and discussions.  For those who applied to take courses on-line, I will conduct real-time zoom sessions during course hours.  授業は教室で対面実施します。 オンライン授業申請者には、授業時間にオンライン同時双方向　でのフォローを行います。", "トピック": {"授業計画1": "Spring semester:<BR/>1-2 Guidance on individual research proposal<BR/>3-14 Students will be asked to hand in revised research proposal for their theses. Discussion among students and the instructor. <BR/><BR/>Fall semester: <BR/>1-3 Students presentation on their theses topics <BR/>3-10 Work on individual thesis<BR/>11-14 Final thesis (or Case study) presentation by students", "授業外学習2": "Research seminar I, Accounting/Finance/Economics related courses"}, "評価": {"教科書Required texts0": "To be assigned in class", "学生による授業評価の方法Course Evaluation by Students0": "Follow KGU's course evaluation method on-line", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Presentation, report, thesis"], "更新日時/Date of Update0": "2021年01月02日 09時50分38秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "木曜３時限／Thursday 3", "通年／Year Round", "Ｇ－ＩＳ院２"]}, "campas": 0, "name": "【400】Research Seminar II　２／Research Seminar II", "管理部署": 10, "単位数": 4, "担当者": "児島　幸治（KOJIMA KOJI） ", "履修基準年度": "４年", "時限1": 23, "評価1": 4, "開講期": 0}