{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Building on Reading I, this course aims to improve English reading skills and build vocabulary knowledge. In intensive reading, students will read nonfiction articles with a focus on improving both general understanding and specific reading skills. The course will also provide other reading opportunities, including readings aimed at improving reading fluency without the aid of dictionaries (“extended readings”) and readings to extend reading skills and knowledge of previously studied materials.", "到達目標": "At the end of the semester, students should be able to:  <BR/><BR/>use specific reading skills and general comprehension to understand readings,  <BR/><BR/>be able to read both longer texts and shorter intensive texts more fluently  <BR/><BR/>understand vocabulary frequently used for nonfiction articles.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】英語リーディングIIＡ　６（理学部）/英語リーディングIIＡ　６（理工学部）/英語リーディングIIＡ　６（工学部）/英語リーディングIIＡ　６（生命環境学部）", "関連科目": "Communication IIA and Writing IIA", "授業の概要・背景": "", "授業方法": "LUNA will have up-to-date information.", "トピック": {"授業計画1": "Note: Units taught will be selected from Units 1-5 in the textbook. Teachers will provide an updated program of the units to be covered at the beginning of the semester.  <BR/><BR/>The number and timing of tests and quizzes may vary according to instructors.", "授業外学習2": "Students are required to read English books outside of class time. These books are available at the library for students to borrow."}, "評価": {"教科書Required texts0": "Longman Academic Reading Series 3\nAvailable at Seikyo", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Check LUNA for details"], "成績評価Grading2": "備考　Note\n備考　Note\n1. Intensive readings with the textbook (Classwork) 30%\n2. Assessment of intensive readings with the textbook 30%\n3. Textbook vocabulary 20%\n4. Extended readings 20%\nTotal 100%\n\nSubject to change", "更新日時/Date of Update0": "2022年04月28日 18時09分41秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "ＶＣ演習室"]}, "campas": 1, "name": "【200】英語リーディングIIＡ　６／English Reading II-A", "管理部署": 11, "単位数": 1, "担当者": "ウィルソン　Ｊ．（WILSON JOSHUA AARON） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 11, "評価1": 4, "開講期": 1}