{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Introducing paragraph writing, Part II", "到達目標": "1.\tStudents will learn how to negotiate through email by learning negotiation skills and further polite expressions. <BR/>2.\tStudents will write a paragraph (or two) to express their opinions, and/or to refer to pros and cons of the topic provided. <BR/>3.\tFluency writing is practised in order for students to get used to describing their environments, and own opinions about their daily experiences.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】英語ライティングIＢ　１（理学部）/英語ライティングIＢ　１（理工学部）/英語ライティングIＢ　１（工学部）/英語ライティングIＢ　１（生命環境学部）", "関連科目": "Reading IB", "授業方法": "1.\tEnglish is used in class. <BR/>2.\tPreparation before the class is essential.<BR/>3.\tOccasional workshops are conducted <BR/>If online learning is scheduled, the course format will be changed. Please follow your teacher’s instruction.", "トピック": {"第1回": ["The Course Outline with detailed weekly plans will be provided in the first lesson.", "Weekly preparation and homework will be provided in the Course Outline."], "授業計画1": "The detailed Course Outline including weekly activities and assessments will be proved at the beginning of the semester. Basically, students will go through the following activities. <BR/>1.\tAdvanced Email correspondences in English: negotiation. <BR/>2.\tWeekly fluency writing practice. <BR/>3.\tFurther analysis of paragraph organisations. <BR/>4.\tParagraph writing: paragraph organisation (a main and supporting sentences, effective construction to aim to achieve convincing descriptions, arguments and opinions), punctuation and transition signals. <BR/>5.\tOccasional homework to be brought into class in the following week (this does not apply to online learning. Weekly activities should be followed).", "授業外学習2": "1.\tStudents are requested to prepare for each lesson as instructed in the Course Outline. <BR/>2.\tOccasional homework is requested to be brought into the next class (online learning will be formatted differently)."}, "評価": {"教科書Required texts0": "Longman Academic Writing Series 2 – Paragraphs, Pearson Publishing Company\n(available at Seikyo)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "see the criteria for evaluation below"], "成績評価Grading2": "備考　Note\nEmail writing 10 x 2 = 20\nTwo paragraph writings 20 x 2 = 40\nFluency writing 20\nOther activities 20\n------------------\n100%", "更新日時/Date of Update0": "2022年01月14日 13時29分54秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "ＬＬＬ教室２"]}, "campas": 1, "name": "【100】英語ライティングIＢ　１／English Writing I-B", "管理部署": 11, "単位数": 1, "担当者": "尾鼻　靖子（OBANA YASUKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 8, "評価1": 4, "開講期": 2}