{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "ラザフォードの原子模型の発見以来、多くの科学者は原子内の電子の運動を解明しようと試みたが、微視的な粒子や光の振る舞いは古典物理学では説明し得ないことが明らかとなった。前期量子論と呼ばれる分野における多くの先駆者による研究の紆余曲折を経て、完全な量子力学が誕生した。本講義の目的は、研究の歴史的な推移をある程度たどりながら量子力学が確立されていく過程を学ぶことである。", "到達目標": "電子の発見、原子の有核構造の発見、黒体輻射とプランク定数の発見、ボーアによる水素原子のエネルギー準位の量子化条件、光の粒子性、粒子の波動性と不確定性関係、シュレディンガー方程式などについて講義する。本講義を通して、既成事実の知識を取得することではなく、そこに至るまでの過程で展開された物理学的思考法を把握し、自身でも活用可能な知識を習得することを目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "基礎物理学A、基礎物理学B、基礎物理学D", "授業の概要・背景": "", "授業方法": "講義形式で行う。【オンライン受講許可学生対象】オンラインでの受講を許可された学生に対しては、教材のテキストと各回の講義ノートに加えて別途作成した音声付パワーポイント教材のオンデマンド配信を行います。2022年度のLUNAを参照してください。", "トピック": {"第1回": ["前期量子論とは、電子の発見：電気素量の存在、トムソンの実験", ""], "第2回": ["電子の発見：ミリカンの実験、ゼーマン効果、原子の構造：トムソンの原子模型", ""], "第3回": ["原子核の発見：α粒子の散乱実験と理論、ラザフォードの原子模型", ""], "第4回": ["電磁場の定在波、空洞輻射のエネルギー密度と調和振動子模型、空洞内に存在する振動モードの数", ""], "第5回": ["黒体輻射の実験法則：ウィーンの関係式の発見、ウィーンの輻射公式、レーリー-ジーンズの輻射公式", ""], "第6回": ["プランクの輻射公式、調和振動子のエネルギー量子仮説、プランク定数「ｈ」の発見", ""], "第7回": ["水素原子の発光スペクトル、ボーアの定常状態仮説、電子軌道の量子化条件", ""], "第8回": ["ボーアの水素原子模型：リュドベリー定数の理論的導出、フランク-ヘルツの実験", ""], "第9回": ["光が電子を弾き飛ばす：光電効果と光量子仮説、アインシュタインの方程式", ""], "第10回": ["光が電子を弾き飛ばす：コンプトン効果、光子と電子の弾性衝突、波動と粒子の２面性が光の本質", ""], "第11回": ["電子の波動性：ドゥ・ブローイ仮説、ドゥ・ブローイ仮説の実験的検証", ""], "第12回": ["ドゥ・ブローイ波：波の位相速度、群速度、波束", ""], "第13回": ["波動と粒子の２面性の本質：位置と運動量の不確定性関係、物質波の意味：確率波の存在", ""], "第14回": ["シュレディンガーの波動方程式、エネルギー固有状態と波動関数、量子状態とオブザーバブルの期待値", ""], "授業外学習2": "活用可能な知識として理解を得るためには、自分自身で演習問題などを積極的に解く努力が必要である。そのための第一歩として、講義ノートをとり、板書された数式の行間を自分自身で埋めていく学習方法が薦められる。"}, "評価": {"教科書Required texts0": "種々の名著が発行されているので、特定の本を教科書として指定しない。名著として特に名高いものは、シュポルスキー「原子物理学I」（東京図書）、朝永振一郎「量子力学I」（みすず書房）。ＬＵＮＡに私が書いた教科書「量子力学発見までの道程（全73頁）」を公開しているので、自由にダウンロードして参考にしてほしい。", "参考文献・資料Reference books0": "副読本として特に薦めたい文庫本がある。マンジット・クマール著（青木 薫 訳）「量子革命」（新潮文庫）。講義の内容とオーバーラップする部分が多く、研究の背景や歴史を知るための参考だけにとどまらず、当時の研究者（若者）の「生き方、社会的状況」などが「生き生きと伝わってくる」魅力的な読み物である。是非一読してほしい。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生】リポート課題は講義の後毎回LUNAに出題する。平常リポートを受講の証として評価する。定期試験が実行できなくなった場合は、平常リポートで評価する。定期試験が実施された場合は、この期間中に提出されたリポートの成績を考慮し、それを定期試験の成績に加味して最終評価を決めます。", "更新日時/Date of Update0": "2023年03月15日 00時43分10秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "ＶＩＩＩ－２０３"]}, "campas": 1, "name": "【200】基礎物理学Ｃ／General Physics C", "管理部署": 11, "単位数": 2, "担当者": "瀬川　新一（SEGAWA SHINICHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 30, "評価1": 0, "評価2": 2, "開講期": 1}