{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Introducing academic writing – to learn and practise how a paragraph is organised", "到達目標": "1. Students will learn how to write and reply to official email. They will also learn some polite expressions used in email correspondence.<BR/><BR/>2. Students will learn and practise how a paragraph is constructed by incorporating a main idea and its supporting sentences with appropriate transition signals. They will also learn how to use basic punctuation.<BR/><BR/>3. Fluency writing is practised in order for students to get used to describing their environments, and own opinions about their daily experiences.", "授業方法": "Classes are on demand. Please check LUNA for details. Students will be notified if face-to-face time is required. <BR/>WEEK 1 IS FACE-TO-FACE.", "トピック": {"授業計画1": "The detailed Course Outline including weekly activities and assessments will be proved at the beginning of the semester. Basically, students will go through the following activities.<BR/><BR/>1. Email in English: the format, how the writing should be started, and how questions and negotiations should be made with polite expressions. This last 4~6 weeks.<BR/><BR/>2. Weekly fluency writing practice.<BR/><BR/>3. Analysing how a paragraph is effectively constructed. This will help students practise their own writing.<BR/><BR/>4. Paragraph writing: paragraph organisation (a main and supporting sentences, effective construction to aim to achieve convincing descriptions, arguments and opinions), punctuation and transition signals.<BR/><BR/>5. Occasional homework to be brought into class in the following week (this does not apply to online learning. Weekly activities should be followed).", "授業外学習2": "1. Students are requested to prepare for each lesson as instructed in the Course Outline.<BR/><BR/>2. Occasional homework is requested to be brought into the next class (online learning will be formatted differently)."}, "評価": {"教科書Required texts0": "Longman Academic Writing Series 2 – Paragraphs, Pearson Publishing Company\n\n(available at Seikyo)", "学生による授業評価の方法Course Evaluation by Students0": "Conducted on LUNA", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\nWriting Journals 30%\nEmail Writing 10%\nWriting Assignment #1 15%\nWriting Assignment #2 15%\nVocabulary Check 20%\nTextbook Practice 10%\nTotal 100%", "更新日時/Date of Update0": "2021年04月27日 10時02分13秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜１時限／Tuesday 1", "春学期／Spring", "ＬＬＬ教室２"]}, "campas": 1, "name": "【100】英語ライティングIＡ　５／English Writing I-A", "管理部署": 12, "単位数": 1, "担当者": "ハイカリス　ジョージ（HAIKALIS GEORGE） ", "履修基準年度": "１年", "時限1": 7, "評価1": 3, "開講期": 1}