{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Introducing paragraph writing, Part II", "到達目標": "1. Students will learn how to negotiate through email by learning negotiation skills and further polite expressions.<BR/><BR/>2. Students will write a paragraph (or two) to express their opinions, and/or to refer to pros and cons of the topic provided.<BR/><BR/>3. Fluency writing is practised in order for students to get used to describing their environments, and own opinions about their daily experiences.", "授業方法": "1. English is used in class.<BR/><BR/>2. Preparation before the class is essential.<BR/><BR/>3. Occasional workshops are conducted<BR/><BR/>If online learning is scheduled, the course format will be changed. Please follow your teacher’s instruction.", "トピック": {"授業計画1": "The detailed Course Outline including weekly activities and assessments will be proved at the beginning of the semester. Basically, students will go through the following activities.<BR/><BR/>1. Advanced Email correspondences in English: negotiation.<BR/><BR/>2. Weekly fluency writing practice.<BR/><BR/>3. Further analysis of paragraph organisations.<BR/><BR/>4. Paragraph writing: paragraph organisation (a main and supporting sentences, effective construction to aim to achieve convincing descriptions, arguments and opinions), punctuation and transition signals.<BR/><BR/>5. Occasional homework to be brought into class in the following week (this does not apply to online learning. Weekly activities should be followed).", "授業外学習2": "1. Students are requested to prepare for each lesson as instructed in the Course Outline.<BR/><BR/>2. Occasional homework is requested to be brought into the next class (online learning will be formatted differently)."}, "評価": {"教科書Required texts0": "Longman Academic Writing Series 2 – Paragraphs, Pearson Publishing Company\n\n(available at Seikyo)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Assignments will be evaluated throughout the semester."], "成績評価Grading2": "備考　Note\nCriteria for evaluation:\n\nEmail writing 10 x 2 = 20\n\nTwo paragraph writings 20 x 2 = 40*\n\nFluency writing 20**\n\nOther activities 20\n\n------------------\n\n100%\n\n* Paragraph writing – students will work on the same paragraph twice (for each paragraph, 10% for the content and organisation, 10% for revising).\n\n** If online learning is advised, the teacher may offer an alternative activity. Please follow your teacher’s instruction.", "更新日時/Date of Update0": "2021年10月12日 13時26分04秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "ＬＬＬ教室１"]}, "campas": 1, "name": "【100】英語ライティングIＢ　１／English Writing I-B", "管理部署": 12, "単位数": 1, "担当者": "ハイカリス　ジョージ（HAIKALIS GEORGE） ", "履修基準年度": "１年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 29, "評価1": 4, "開講期": 2}