{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Please refer to the following:", "到達目標": "Please refer to the following:", "授業方法": "On-demand format", "トピック": {"授業計画1": "The detailed Course Outline including weekly activities and assessments will be proved at the beginning of the semester. Basically, students will go through the following activities. <BR/>1.\tAdvanced Email correspondences in English: negotiation. <BR/>2.\tWeekly fluency writing practice. <BR/>3.\tFurther analysis of paragraph organisations. <BR/>4.\tParagraph writing: paragraph organisation (a main and supporting sentences, effective construction to aim to achieve convincing descriptions, arguments and opinions), punctuation and transition signals. <BR/>5.\tOccasional homework to be brought into class in the following week (this does not apply to online learning. Weekly activities should be followed).", "授業外学習2": "1.\tStudents are requested to prepare for each lesson as instructed in the Course Outline. <BR/>2.\tOccasional homework is requested to be brought into the next class (online learning will be formatted differently)."}, "評価": {"教科書Required texts0": "Longman Academic Writing Series 2 – Paragraphs, Pearson Publishing Company\n(available at Seikyo)", "学生による授業評価の方法Course Evaluation by Students0": "Conducted in class (or through the Internet in the case of online learning)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below."], "成績評価Grading2": "備考　Note\nCriteria for evaluation:\nEmail writing 10 x 2 = 20\nTwo paragraph writings 20 x 2 = 40*\nFluency writing 20**\nOther activities 20\n------------------\n100%\n\n* Paragraph writing – students will work on the same paragraph twice (for each paragraph, 10% for the content and organisation, 10% for revising).\n** If online learning is advised, the teacher may offer an alternative activity. Please follow your teacher’s instruction.", "更新日時/Date of Update0": "2021年09月07日 10時59分17秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "ＬＬＬ教室３"]}, "campas": 1, "name": "【100】英語ライティングIＢ　２／English Writing I-B", "管理部署": 12, "単位数": 1, "担当者": "コリンズ　Ｍ．　Ｄ．（COLLINS MICHAEL DAVID） ", "履修基準年度": "１年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 21, "評価1": 4, "開講期": 2}