{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "基本的な物理法則の数は限られている。有用な物理公式の多くはこの基本法則から導かれる。公式を覚えるのではなく、その導出過程を知ることが物理学を学ぶ重要な目的である。それは、新しい現象を理解し、新しい工夫を生み出すための貴重な経験と成るからである。本講義を通して、数学的言語を用いて自然現象を記述するという物理学的方法論を習得することができるだろう。それが本講義の目的である。", "到達目標": "自然現象を図式的に表現できるまで抽象化し、それを文字変数、文字定数を用いて数式的に表現し、簡単な数学的処理（微分・積分、ベクトル解析、行列と行列式など）によって、自然現象の本質を理解しようとすることが物理学的手法の基本である。高校物理の内容を例にして大学物理へと洗練化することから始まり、次第に、電磁場の理論と電磁波の発見へと続く。本講義を通して、黒体輻射から量子力学の発見、そして熱統計物理学へと続く物理学の上級コースへの展望を得ることができるだろう。", "授業方法": "講義形式で行う(対面授業）。【オンライン受講生対象】オンラインでの受講を許可された学生に対しては、教材のテキストに加えて、4/21以降別途作成した音声付パワーポイントの教材のオンデマンド配信を行います。2021年度のLUNAを参照して下さい。", "トピック": {"第1回": ["物理学序論の目的、文字変数・文字定数、質点の位置ベクトル、速度・加速度ベクトル", ""], "第2回": ["2次元極座標系における速度、加速度ベクトル", ""], "第3回": ["ベクトル場、ベクトルの内積、外積", ""], "第4回": ["ベクトルの積による流束、面積、体積の表現", ""], "第5回": ["角速度、面積速度、簡単な行列と行列式", ""], "第6回": ["物理学における微分の意味、合成関数の微分、偏微分、全微分、誤差の伝播", ""], "第7回": ["関数のテイラー展開、三角関数、指数関数のテイラー展開、複素数と物理", ""], "第8回": ["場という概念（重力場、電磁場）、スカラー場の勾配", ""], "第9回": ["ベクトル場の発散、回転", ""], "第10回": ["物理学における積分の意味、線積分、面積分、体積分の定義", ""], "第11回": ["質点に働く力とポテンシャル、保存力", ""], "第12回": ["線積分、面積分、体積分の実例：電荷分布による静電ポテンシャル、電流素片による電流磁場", ""], "第13回": ["慣性モーメントの計算、電磁場におけるガウスの法則とガウスの発散定理", ""], "第14回": ["アンペールの法則とストークスの定理、電磁場のマックスウェル方程式<BR/>現代物理学への展望", ""], "授業外学習2": "物理学を習得するためには講義の後の復習が欠かせない。紙と鉛筆を用意して、もう一度講義の内容を理解する努力が不可欠である。演習問題に挑戦することによって理解が本物かどうかチェックできる。また、自分で参考書を探す努力も重要である。講義はメニューに過ぎない、真に理解するためには自分で本から知識を習得する努力が不可欠である。"}, "評価": {"教科書Required texts0": "「大学物理の入門編」という講義の性格上、多方面の物理的内容を散発的に扱うので教科書的なものはない。小出昭一郎著「物理学」（裳華房）は関連する部分が多く参考書として薦められる良書である。ＬＵＮＡに私が作成した教科書（「大学物理への道」全80頁）を公開している。自由にダウンロードして活用していただきたい。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "100 %", ""], "成績評価Grading2": "備考　Note\n定期試験が実行できなくなった場合は、複数回の平常リポートで評価する。【オンライン受講生】オンライン授業の終了後、毎回りポート課題を出題し、受講の証として提出された回答を評価する。定期試験ができなくなった場合は、そのリポートで評価する。", "更新日時/Date of Update0": "2021年04月24日 13時04分42秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "ＩＶ－３０１"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【100】物理学序論　２／Introduction to Physics", "管理部署": "工学部／School of Engineering", "単位数": "2", "担当者": "瀬川　新一（SEGAWA SHINICHI） ", "履修基準年度": "１年", "時限1": "水曜２時限／Wednesday 2", "開講期": "春学期／Spring"}