{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "物質・材料科学の基礎をしっかりと身に着けるために、ニュートンの運動法則に集約される古典力学体系の基礎的な考え方について講義する。微分方程式の形式で書かれた物理法則の意味を理解し、具体的な問題に応用できる能力を身につけ、物理現象の背後にある法則性を見る目を養うことを目指す。1質点系に関する簡単な問題のニュートンの運動方程式による取扱い、問題に応じた座標系のとり方、保存則、中心力と角運動量の関係など、この講義で修得する力学の基礎的考え方は、より高度な物理学、すなわち量子力学、電磁気学、熱統計力学などを理解するための準備となる。", "到達目標": "学生は、古典力学の基礎的な考え方を修得し、微分方程式で表現されるニュートンの運動方程式の意味を理解し、1質点系に関する典型的な問題を解くことができるようになる。また、強制振動、座標変換、エネルギー保存則、力とポテンシャルの関係、角運動量保存則、単振り子など力学的現象を取り扱うための基礎となる事項について理解できるようになる。", "特記事項": "", "関連科目": "数学系科目として、「微積分学I」と「線形代数学学I」、物理系科目として「物理学序論」を修得していることが望ましい。", "授業方法": "教科書に沿って講義をしていく。単に数学的計算をするのではなく、数式の物理的な意味を理解できるように解説していく。着実に内容理解するために、レポートを何回か課す。", "トピック": {"第1回": ["講義の概要や進め方などについて解説し、講義で必要となる数学の基礎的事項について、力学との関連性を意識しながら復習していく。ベクトルの内積と外積、全微分、偏微分、テイラー展開等について概説する。", ""], "第2回": ["第1回目に引き続いて、数学の復習をする。物理法則が微分方程式で記述されることの意味、またその解法について概説する。", ""], "第3回": ["ニュートンの運動の法則を伝統的な形で述べる。その後、第２法則の応用を具体的な問題を上げながら説明し、次に運動量保存則を第３法則を介して導入する。", ""], "第4回": ["強制振動（教科書４章）について解説する。まず、単純な単振動から一歩進めて、外部から振動的な力が働く場合についてどのように扱うか説明する。最初に抵抗がない場合、次に速度に比例する抵抗がある場合について扱う。", ""], "第5回": ["強制振動にともなう共鳴現象について解説し、外力の位相と振動の位相の関係について考える。", ""], "第6回": ["xyz座標以外の座標系で運動を記述する意味について解説し、軌道の接線方向と法線方向の運動方程式<BR/>導く（教科書５章）。座標変換に際して、軸方向の単位ベクトルが時間依存する場合の取扱いについて一般的に考える。", ""], "第7回": ["第6回に引き続いて、極座標を用いた運動方程式の記述について解説する。", ""], "第8回": ["エネルギーの概念について説明し、エネルギー保存則がニュートンの運動方程式から導かれることを示す。また、線積分による仕事の計算について説明する（教科書６章）。", ""], "第9回": ["力とポテンシャル、位置エネルギーの関係について解説する。ポテンシャルをもつ力が働く保存力場について説明する。保存力場における力とポテンシャルの関係式を導く。", ""], "第10回": ["ベクトルの外積の計算方法について説明し、外積で表現した角運動量や力のモーメントを導入する意味について解説する（教科書７章）。また、回転運動を扱うための基本的な方程式をニュートンの運動方程式から導く。", ""], "第11回": ["中心力が働く中心力場での運動では、角運動量が保存することを導き、ケプラーの第２法則と角運動量保存則との関係について解説する。", ""], "第12回": ["単振り子の運動方程式について説明し、振幅が小さい微小振動の場合について近似解を導く。また、運動方程式を１回積分することによりエネルギー保存の式を導く（教科書８章）。", ""], "第13回": ["単振り子の周期の振幅依存性を近似を用いて求める。また、振動の厳密解は、楕円関数となることを説明する。", ""], "第14回": ["惑星の運動について、エネルギー保存と角運動量保存の式から運動方程式を導き、それを解くことによって軌道を求め、その特徴について解説する。これまで講義を行った力学の総集編として、ニュートンの運動の法則、それらから導かれる各種保存則、運動方程式の意味するところをまとめ、定期試験に臨む準備方法を説明する。", ""], "授業外学習2": "高校数学の知識は前提とするので、しっかり理解しておくこと。"}, "評価": {"教科書Required texts0": "原島鮮『力学 I －質点・剛体の力学』（裳華房、1973）。", "学生による授業評価の方法Course Evaluation by Students0": "学期末にアンケートを実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "80 %", "原理の理解度、式計算の内容によって部分点を与える"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "式計算の正確さと現象の物理的理解の度合い"], "成績評価Grading3": "備考　Note\n定期試験ができない場合は、オンラインで課題をかす。", "備考Note0": "教科書は挙げていますが、他の力学の教科書は山ほど出版されています。紹介した教科書以外にもいくつかの力学の本を参考書として持つことを推薦します。同じ項目でも自分にとって理解しやすい教科書と理解しにくい教科書がありますので自分に合った教科書を参考書として持っておくことを推薦します。", "更新日時/Date of Update1": "2022年02月28日 21時48分33秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "ＩＶ－４０２"]}, "campas": 1, "name": "【100】力学／Mechanics I", "管理部署": 12, "単位数": 2, "担当者": "金子　忠昭（KANEKO TADAAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 0, "評価2": 3, "開講期": 2}