{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義では、まず履修者は「キャリアとは何か」、「キャリアをデザインするとはどういうことか」という問いかけから始め、社会や仕事に関するテーマを題材に、「主体的にキャリアそして人生を歩んでいくこと」について深く考えるきっかけを獲得します。人生100年と言われる今、社会人として自立したキャリアを積むためには、自分を知り今の生活をどう送るか考えるとともに、自分の将来を思い描いていくことが必要です。ビジネス書でベストセラーになった「７つの習慣」のティーンズ向けの書籍に準拠したワークブックを使って、有意義な学生生活を過ごして社会人として活躍するための第一歩を大学1年の今から考えましょう。", "到達目標": "本授業のテーマは、主体的にキャリアそして人生を歩んでいくことについて深く考えることで、書籍「７つの習慣－ティーンズ」を参考に原則中心の有意義な生き方を学びます。そのことにより、以下の3項目の到達目標を目指します。<BR/>①自分の強みや価値観を確認し、自分のキャリアについて主体的に考え行動していく姿勢と覚悟を身につける。<BR/>②大学生として自立した人格と能力を身につけ、将来の就職活動においても堂々と自己PRができる自信を養う。<BR/>③各自のミッション・ステートメントとパーソナル・アイデンティティを作成する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】キャリアデザイン論　１（工学部）/キャリアデザイン論　１（理工学部）", "関連科目": "　キャリアデザイン論２", "授業の概要・背景": "現時点では、対面授業を行うことを前提に授業計画を立てています。新型コロナウイルスの感染状況により、オンライン授業に移行する場合もあります。その場合は、このシラバスを改訂するとともに、この授業に関わるLUNAのお知らせ欄で告知します。対面で行う場合、授業の進め方は、ワークブック(テキスト)、スライド、ビデオを使って講義します。理解度向上のため、適宜質問やグループ討議を行います。双方向・対話型の授業を心がけます（質問大歓迎）。授業の特徴は、「教わるより考える」ことを重視し、テキストや講義はきっかけにすぎず、自分で考え行動することを基本に置きます。また、「演習中心」で、キャリアには唯一の正解はなく、誰もが自分の考えや意見を持つため、演習を通じて互いの多様な価値観を学びます。", "授業方法": "各回テーマに添ってレクチャー（講師による講義）とワーク（履修者同士の話し合いやディスカッションなど）を行います。本講義の性格上、単に「話を聞く」、「講師に答えを求める」、という受け身の姿勢ではなく、「自分はどう思うか」、「それはなぜか」といったことを積極的に考え、発信することが望ましいです。答えがあるわけではありませんので、思う存分、自分がこう思うということを話して下さい。講義内で「周りの人と意見交換をして下さい」という指示をすることもありますし、知り合い同士で固まらないように着席位置を指定することもありますので、あらかじめご了承下さい。少し抵抗はあるかもしれませんが、やってみると講義が楽しく実りのあるものになります。<BR/><BR/>詳細は第１回目の授業で説明しますが、簡単な事前レポートを作成して、各自で印刷のうえ授業に持参していただきます。また特定回の授業の最後に抜き打ち試験やレポート提出を課すことがあります。これにより平常レポート提出とします。学期末には期末レポートが課せられます。<BR/><BR/>授業資料は原則としてLUNAを通して配布します。履修が確定していないと思われる第２回までは印刷物を用意することがありますが、第３回目以降は基本的に印刷物を用意しません。LUNAを確認のうえ、各自で印刷して持参してください。<BR/><BR/>なお、ゲスト講師による講演を2回予定しています。講演と質疑応答を行いますので、質問事項を考えて来てください。詳細は講義内で説明します。また講師の都合により順番が変更になることがありますので、あらかじめご了承ください。<BR/><BR/>注意点：社会のルールやマナーを知り、それを守ることも社会の中で自らのキャリアを構築していくうえで大切なことです。そこで本講義では、真剣に講義・演習に参加すること、時間・締切を守ること、私語などで他の受講者に迷惑をかけないことなど、基本的な受講姿勢については細かく注意します。こうしたトレーニングは、いずれ皆さんを守ってくれる力になります。お互いが気持よく楽しく学べるように、一人ひとりが授業をつくっていくのだとの認識で参加して下さい。<BR/><BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、「Zoomによる同時配信」で対応する予定です。（詳細はこの授業のLUNAのお知らせ欄で告知します）", "トピック": {"第1回": ["イントロダクション　キャリアとは何か、人生100年と言われる時代のキャリア・デザインとは何かについて考えるとともに、本講義の概要について理解する", ""], "第2回": ["学生生活と「７つの習慣」　「７つの習慣」の概要を理解するとともに、今学生としてそして将来社会人として有意義な人生を送るための原則と習慣の基本を学ぶ", ""], "第3回": ["第1の習慣：主体的になる　自分の人生を主体的に考え、他人や外部環境に依存せず自分で自分の人生に責任を持つための習慣を身につける", ""], "第4回": ["演習：主体性と自己理解　自己の強み・弱み、やりたいことなどを問う質問形式の演習を通じて、主体性を発揮するため心構えと今の自分自身の内面を深く理解する", ""], "第5回": ["ゲスト講演１：先輩のキャリアデザイン１　文系の本学OBを招聘しご自分のキャリアについて講演していただく。また、本学キャリアセンターからキャリアゼミの紹介をしていただく", ""], "第6回": ["第２の習慣：終わりを考えてから始める　人生の節目における主体的な選択について学ぶとともに、目標を定めた個人のミッション・ステートメント作成の重要性を理解する", ""], "第7回": ["第３の習慣：一番大切なことを優先する　優先順位をつけて重要なことにフォーカスするための時間管理のマトリックスとその活用方法について学ぶ", ""], "第8回": ["演習：時間管理と優先事項　今の学生生活を時間管理のマトリックスに当てはめてどの領域で多くの時間を過ごしているか考えるとともに、より有効な時間の使い方について改めて良く考える", ""], "第9回": ["第４の習慣：Win-Winを考える　「人間関係の信頼残高」の概念と「Win-Winを考える」ための６つのパラダイムを学び、人間関係の基本の考え方について学ぶ", ""], "第10回": ["第５の習慣：まず相手を理解してから次に理解される　共感による傾聴のスキルを学び、より良い人間関係を構築するためのスキルについて学ぶ", ""], "第11回": ["第６の習慣：シナジーを創り出す　人間関係を豊かにするコミュニケーションについて考えるとともに、相乗効果を発揮するチームワークの力を実感する", ""], "第12回": ["第1～第6の習慣のまとめと第７の習慣：自分を磨く　これまで学んだ「７つの習慣」のまとめを行ったのち、これを実践するために自分を磨くことすなわち肉体・知性・感情・精神の4つの側面を磨くことについて学ぶ", ""], "第13回": ["ゲスト講演２：先輩のキャリア・デザイン２　理系の本学OBを招聘しご自分のキャリアについて講演していただく", ""], "第14回": ["まとめ　全体を振り返るとともに、今後の目標設定などについて考える", ""], "授業外学習2": "初回授業の前にワークブック(教科書)を購入して目を通しておいてください。<BR/>事前課題としてLUNAや講義内で資料を配布することがあります。詳細は講義内で指示しますが、課題が出た場合は必ず事前に準備し、指示があれば講義に持参するようにして下さい。シラバス「参考文献」欄の書籍は、本講義に深く関係する内容です。特に「７つの習慣　ティーンズ」は本講義そのものの内容です。授業で使うワークブックで十分理解できますが、より深く学ぶためには原典となるこの書籍を読んでください。また、「就職力」も今読むことを強く推奨します。さらに、「キャリアノートで会社を辞めても一生困らない人になる」は一部の内容を講義の中で活用します。その他の書籍もキャリアを考える上で役に立つでしょう。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["前川隆昭、フランクリン・コヴィー社", "キャリアデザイン論「7つの習慣」ワークブック", "", "2022 年", "", ""], "教科書Required texts0": "上記教科書（ワークブック）は三田キャンパス生協書籍部で購入してください。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["ショーン・コヴィー", "7つの習慣ティーンズ【リニューアル版】", "キングベアー出版", "2014 年", "9784863940284", ""], "参考書/Reference books2": ["斎藤 孝", "就職力", "毎日新聞社", "2011 年", "9784620320625", ""], "参考書/Reference books3": ["野津 卓也", "キャリアノートで会社を辞めても一生困らない人になる", "東洋経済新報社", "2010 年", "9784492556726", ""], "参考書/Reference books4": ["金井 壽宏", "働くひとのためのキャリア・デザイン", "PHP研究所", "2002 年", "9784569619415", ""], "参考書/Reference books5": ["大久保 幸夫", "日本型キャリアデザインの方法", "日本経団連出版", "2010 年", "9784818529090", ""], "参考書/Reference books6": ["常見 陽平", "最新版　就活難民にならないための大学生活３０のルール", "主婦の友社", "2014 年", "9784072911969", ""], "参考書/Reference books7": ["岩瀬 大輔", "入社１年目の教科書", "ダイヤモンド社", "2011 年", "9784478015421", ""], "学生による授業評価の方法Course Evaluation by Students0": "講義内で指示します。（講義内にマークシートで回答する方法、または期間内にWEBから回答する方法のいずれか。年度により異なる。）", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "特定回の授業後に提出するレポート（40％）、期末レポート（40％）"], "成績評価Grading2": ["その他／Others (99)", "20 %", "受講意欲（授業での発表回数や参加姿勢、意欲等を総合的に評価する）"], "成績評価Grading3": "備考　Note\n【対面での授業】特定回の平常レポートは、授業後その場で提出してもらいます。公正を期すため、1時間以上授業に遅れた場合は原則として入室を許可しません。公欠で欠席する場合は救済措置あり。詳細は初日の講義で説明します。期末レポートはオンラインで提出してもらいます。\n\n【感染防止重点期間】オンライン授業になった場合は、特定回の授業で提出する平常レポートに代わりオンラインで提出するリポートで評価します。\n\n【オンライン受講生対象】\nオンラインでの受講を許可された学生に対しては、オンラインで提出する平常リポートで評価します。詳細は初日の講義で説明します。", "更新日時/Date of Update0": "2023年02月13日 08時21分40秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "ＶＩ－２０１"]}, "campas": 1, "name": "【100】キャリアデザイン論　１／Career Design", "管理部署": 12, "単位数": 2, "担当者": "前川　隆昭（MAEKAWA TAKAAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 3, "評価2": 4, "開講期": 1}