{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義科目はメディア系開講科目全体のガイダンスとしての役割を担う。メディア情報を計算機上で表現・操作する際の起点ともいうべきモノの見え方、聞こえ方に関する基本的な事項、物理・心理・数学・プログラミングとの関係について理解し、CGと楽音合成の基礎、データ圧縮の原理等、メディア情報処理技術の基礎知識を身につける。", "到達目標": "１）メディア情報処理技術がプログラミングだけではなく、物理学・数学・心理学等と関連を持つ理由を語れるようになる<BR/>２）コンピュータグラフィクスの基本原理を習得する<BR/>３）メディア情報の計算機への入力・表現・操作に関する基礎知識を身につける<BR/>４）メディアデータを圧縮するための基本手法を理解する<BR/>５）HCI領域の研究事例に触れ、評価手法に関する知識を身につける", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "ビデオ、音素材、デモ等の電子教材を用いた座学形式の講義である。適宜、演習課題を課す。<BR/>学校において予防すべき感染症に罹患した場合、事前の連絡に基づいて、Zoom によるオンライン受講を認める。<BR/>講義情報は以下にまとめられている。<BR/>https://ist.ksc.kwansei.ac.jp/~katayose/lecture/mib/", "トピック": {"第1回": ["ガイダンス（メディア情報処理の研究領域，本科目に関連する後続科目に関しての概要を把握する）", "【事前学習】本科目、ならびに、メディア系関連科目のシラバスを読み、関連を把握する（60分）<BR/>【事後学習】メディア系関連科目の受講計画を立てる（130分）"], "第2回": ["デジタルメディア総論", "【事前学習】（95分）<BR/>PC、もしくは、スマートフォンのアプリケーションやブラウザを使って、デジタルメディアが利用されている対象について調査する（95分）"], "第3回": ["音の物理的な性質と聴覚の仕組み", "【事前学習】日常生活の中で聞こえる音に対して、その音の発生の仕組みを調べ、授業内で課すミニレポートの中で言及できるよう準備する（190分）"], "第4回": ["光と視覚", "【事前学習】身近な光学機器を一つ選び、その原理について調査し、業内で課すミニレポートの中で言及できるよう準備する（190分）"], "第5回": ["脳と視聴覚、振動の数理", "【事前学習】単振動の周期、変位、加速度について（高校物理）の復習を行う（95分）<BR/>【事後学習】エネルギー保存則から単振動の運動方程式を導出する（95分）"], "第6回": ["CGの数理（モデリング）", "【事後学習】２次元同次座標系によって座標変換を実施するプログラムを作成する（190分）"], "第7回": ["CGの数理（レンダリング）", "【事後学習】前週に引き続いて同様の課題を実施し、次回の講義で、プログラムと実施例を提出する（190分）"], "第8回": ["メディア情報の計算機への入力", "【事前学習】スマートフォン、タブレット等に搭載されている各種センサの規格について調査する（190分）"], "第9回": ["メディア情報の計算機上での操作", "【事前学習】写真（画像）加工アプリケーションの映像編集機能（フィルタ）を利用し、各種パラメータを変えてみて動作を確認する（95分）<BR/>【事後学習】二次元コンボリューション（畳み込み処理）を実装し、動作確認の上、レポートとして提出する（95分）"], "第10回": ["メディア情報の圧縮技術", "【事前学習】圧縮なし、もしくは、高画質（低圧縮率）にて撮影した静止画をJPEGによって圧縮率を変えて保存し、その画質とサイズを比較する（95分）<BR/>【事後学習】授業の内容を復習し、ハフマン符号化の演習課題を解く（95分）"], "第11回": ["ヒューマン・コンピュータ・インタラクション", "【事前学習】Cyborg技術について調査し、授業内で課すミニレポートの中で言及できるよう準備する（ 190分）"], "第12回": ["メディア情報の評価（心理学実験・生理計測）", "【事前学習】「楽しさ」を測るための方法について調査し、授業内で課すミニレポートの中で言及できるよう準備する（190分）"], "第13回": ["エンタテインメントコンピューティング", "【事前学習】エンタテインメント視点で、身近なスマートフォンアプリケーションを分析し、授業内で課すミニレポートの中で言及できるよう準備する（190分）"], "第14回": ["総復習", "【事前学習】これまでの授業内容を振り返り、質問事項を整理する（95分）<BR/>【事後学習】期末試験に備えて総復習を行い、問題演習を行う（95分）"], "授業外学習2": "授業計画各回の欄で示されている【事前学習】【事後学習】をしっかりとこなす。<BR/>普段から、IT関連記事（特にメディア関連）に目を通す習慣をつけておく。"}, "評価": {"教科書Required texts0": "特になし。", "参考文献・資料Reference books0": "web上に講義用資料を用意している。（参考資料につき、各自、授業内容での必要事項を板書すること）\n長沼伸一郎著：物理数学の直感的方法、通商産業研究社　もしくは、\n馬場敬之, 高杉豊著：スバラシク実力がつくと評判のフーリエ解析キャンパス・ゼミ、マセマ出版社", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "75 %", "定期テストにより評価する（合格点６０点以上） 定期テスト中の問題の一部については、別途、講義中に課す特別課題（レポート他）との選択を行えるようにする。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "25 %", ""], "更新日時/Date of Update0": "2023年04月11日 13時43分02秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＶＩＩＩ－３０３"]}, "campas": 1, "name": "【200】メディア工学基礎／Introduction to Media Engineering", "管理部署": 12, "単位数": 2, "担当者": "片寄　晴弘（KATAYOSE HARUHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 0, "評価2": 3, "開講期": 1}