{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "•\tTo help students improve their vocabulary and grammar with a focus on academic writing<BR/>•\tTo provide students with a fundamental understanding of the discourse of writing, and to guide the development of their critical thinking skills<BR/>•\tTo provide students with guidance and practice in gaining a more advanced understanding of how to use punctuation in academic writing, as well as introducing the concept of using cited research and quotations in academic writing while avoiding plagiarism <BR/>•\tTo engage students in writing for fluency through a variety of topics<BR/>•\tTo use proper citation in writing<BR/><BR/>The fall semester builds on the concepts learned in the spring semester. <BR/>At the end of the semester, students should be able to write an effective essay in English in one or more styles. Students are expected to be able to write a structured essay with evidence of critical thinking with an Introduction Paragraph (Hook, Thesis Statement, and Outline), well-supported and clear Body Paragraphs (Topic Sentence, Supporting Sentences, and a Concluding Sentence), and a Conclusion Paragraph (Restatement of Thesis Statement and Summary). <BR/>Based on the basic knowledge and skills for writing essays and with the help of research articles in English, students will be able to write research-related-essays. They should also be able to demonstrate written proficiency in English grammar and punctuation via feedback from the instructor.", "到達目標": "•\tReview IEEE citation styles<BR/>•\tOrganizing a narrative essay<BR/>•\tUsing past time clauses<BR/>•\tOrganizing a comparison-contrast essay<BR/>•\tUsing comparatives in sentences", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】英語ライティングIIＢ　３（理学部）/英語ライティングIIＢ　３（理工学部）/英語ライティングIIＢ　３（工学部）/英語ライティングIIＢ　３（生命環境学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Check LUNA for up-to-date information", "トピック": {"授業計画1": "Writing Journals<BR/>The writing journals are graded practice for the freewriting topics. Writing prompts will be given for each assignment. Students are expected to use proper English writing structures. Feedback will be provided. <BR/><BR/>Textbook Activities<BR/>The textbook is used in the classroom to introduce grammar, vocabulary, and correct writing structures. The students are expected to complete the textbook exercises in a timely manner. <BR/><BR/>Review Assignments<BR/>Review assignments are conducted at the end of each unit. They are intended to show competence with the unit material. <BR/><BR/>Freewriting topics<BR/>The details for the Freewriting Topics will be posted in LUNA.", "授業外学習2": "HOMEWORK<BR/>●\tPlease use class time effectively to avoid unnecessary homework.  <BR/>●\tAssignments are due at the beginning of class. Late assignments are assigned a penalty of 50% without an official note."}, "評価": {"教科書Required texts0": "Effective Academic Writing 2\nOxford University Press", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Check LUNA for details"], "成績評価Grading2": "備考　Note\nAssessment:\nWriting Journals: 20%\nTextbook Activities: 20%\nIEEE Review: 10%\nReview Assignments: 10%\nFree-writing Assignment 1: 20%\nFree-writing Assignment 2: 20%", "更新日時/Date of Update0": "2022年10月07日 15時57分01秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＩＶ－ＬＬＬ教室３"]}, "campas": 1, "name": "【200】英語ライティングIIＢ　２／English Writing II-B", "管理部署": 13, "単位数": 1, "担当者": "コリンズ　Ｍ．　Ｄ．（COLLINS MICHAEL DAVID） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 9, "評価1": 4, "開講期": 2}