{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "学生が海洋科学、水産科学の基礎的な知識を身につけることを目的とする。", "到達目標": "学生が、海洋生態学、海洋ゴミ、環境リモートセンシング、環境研究の解析技術、海洋メタゲノム、海洋科学における光合成の基礎的知識について説明できる。", "授業方法": "海洋生態学、海洋ゴミ、環境リモートセンシング、環境研究の解析技術、海洋メタゲノム、海洋科学における光合成の６つのテーマについてオンラインによる講義を行ったのちに、各テーマについて学んだことをまとめ、英語で発表する。", "トピック": {"第1回": ["本コースの説明：多角的な視点からの海洋科学、水産科学<BR/>Opening Remark for Marine Science and Integrative Fisheries", "本コースの全体像を把握する"], "第2回": ["海洋生態学　Marine Ecology by Prof. I Wayan Arthana<BR/>This course discusses ecological processes in tropical marine aquatic environments, such as energy flow, material cycle, water limiting factors, the organizational structure of aquatic organisms (population and community), aquatic ecosystems including estuaries and the sea, changes and succession of ecosystems, as well as pollution and biodiversity.", "講義の内容について復習し理解を深める"], "第3回": ["海洋ゴミ　Marine Debris by I Gede Hendrawan, PhD.<BR/>Marine debris is defined as any persistent solid material that is manufactured or processed and directly or indirectly, intentionally or unintentionally, disposed of or abandoned into the marine environment or the Great Lakes. A majority of the trash and debris that covers our beaches comes from storm drains and sewers, as well as from shoreline and recreational activities such as picnicking and beachgoing. Lecture contents are introduction to marine debris, impact of marine debris to marine and coastal ecosystem and how to measure and trace the sources.", "講義の内容について復習し理解を深める"], "第4回": ["環境リモートセンシング　Environmental Remote Sensing by I Wayan Gede Astawa Karang PhD.<BR/>Remote sensing is the science of obtaining information about objects or areas from a distance, typically from aircraft or satellites. This course provides a basic theory of the use of the remote sensing for the analysis of marine and coastal phenomena. Lecture contents are the basic theory of electromagnetic waves (EMW) of the interaction of EMW with the atmosphere and aquatic objects,  aquatic color principles, thermal infrared, microwaves and application of remote sensing for environmental monitoring in Bali region.", "講義の内容について復習し理解を深める"], "第5回": ["環境研究のための解析技術　　Analytical Technology for Environmental Studies by Assoc. Prof. Bibin Bintang Andriana<BR/>Some technology approaches for analytical will be introduced from conventional and unconventional measurement method perspective. Some adventages and disadventages of them will be listed and hoped as the best way to bring young people  for persuising ideal society.", "講義の内容について復習し理解を深める"], "第6回": ["海洋生態学についての学習のまとめ　　Seminar Preparation and Presentation for Marine Ecology (Prof. I Wayan Arthana)", "プレセンテーションについて講師からのコメントを学習を進める"], "第7回": ["海洋ゴミについての学習のまとめ　　　Seminar Preparation and Preparation for Marine Debris ( I Gede Hendrawan, PhD.)", "プレセンテーションについて講師からのコメントを学習を進める"], "第8回": ["海洋メタゲノム　　Marine Metagenomics by Prof. Hiroyuki Toh<BR/>Recent development of sequencing technologies has enabled us to determine the genomic sequences of environmental bacteria, which has revealed the unexpected features of bacterial population. Such type of study is called metagenome analysis. This lecture consists of two parts. The first part is a brief introduction of sequencing technology and principle of metagenome analysis. In the second part, several concrete examples of metagenome analysis will be introduced, focusing on marine biology.", "講義の内容について復習し理解を深める"], "第9回": ["環境リモートセンシングについての学習のまとめ　　Seminar Preparation for Environmental Remote Sensing (I Wayan Gede Astawa Karang PhD.)", "プレセンテーションについて講師からのコメントを学習を進める"], "第10回": ["海洋科学における光合成　Photosynthesis in Marine Science by Prof. Yusuke Matsuda<BR/>Photosynthesis in Marine Science : Metabolism in aquatic photoautotrophs supports 50% of annual global bioproduction. The main players for these processes are cyanobacteria and diatoms. While cyanobacteria&#39;s photosynthesis is well studied, that of diatoms is far less understood. This lecture will shed light not only on the general processes of photosynthesis but also a cryptic photosynthetic processes and relating cellular functions in the diatom chloroplast in the marine environment.", "講義の内容について復習し理解を深める"], "第11回": ["海洋科学における光合成についての学習のまとめ　　Seminar Preparation and Presentation for Photosynthesis in Marine Science (Prof. Yusuke Matsuda)", "プレセンテーションについて講師からのコメントを学習を進める"], "第12回": ["海洋メタゲノムについての学習のまとめ　　Seminar Preparation and Presentation for Marine Metagenomics (Prof. Hiroyuki Toh)", "プレセンテーションについて講師からのコメントを学習を進める"], "第13回": ["環境研究のための解析技術についての学習のまとめ　　Seminar Preparation and Presentation for Analytical Technology for Environmental Studies (Assoc. Prof. Bibin Bintang Andriana)", "プレセンテーションについて講師からのコメントを学習を進める"], "第14回": ["全体的な講評　　Overall Comments and Closing Remark", "全体的な講評に基づき、海洋科学、水産科学への理解を深める"]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "各講師の講義ごとに、その内容をグループごとにまとめて英語で発表してもらい、それに対して質疑応答を行う。発表の仕方、理解度などを総合的に判断し、評価する。"], "備考Note0": "COIL/VE", "更新日時/Date of Update1": "2021年05月24日 16時54分25秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "教室未定"]}, "開講キャンパス": "神戸三田キャンパス／Kobe Sanda Campus", "【科目ナンバー/Course Number】授業名称": "【100】海外生命環境学プログラムＢ　５／Overseas Program for Biological and Environmental Sciences B", "管理部署": "生命環境学部／School of Biological and Environmental Sciences", "単位数": "2", "担当者": "藤　博幸（TOH HIROYUKI） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "春学期集中／Intensive (Spring)"}