{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to improve and develop students’ English communication skills. This will mainly be achieved through participation in group discussions. The course will follow a functional / topical approach with lessons focusing on functional language use in the context of communicative encounters about a variety of interesting topics. In-class participation will require students to express and share their ideas using functional language and other communication skills in group discussions. In each class, students will be required to participate in extended discussions with their classmates. Preparation activities will help students to think about topics and to use functional language naturally and successfully to express ideas. Students will be encouraged to take ownership of English language learning as a life-long process to enrich their personal and professional experiences through engagement with various language activities in and outside the classroom. In-class communication activities and homework preparation will aim to improve students’ cultural and intercultural awareness. Students will be required to think about and express their ideas from a critical, global perspective through the exploration and discussion of contemporary global, cultural and other topics. Students’ will improve their confidence to use English in a professional capacity by developing the skills to organize and give an effective presentation in English.", "到達目標": "•\tTo improve students’ overall communication skills and competence, including fluency and confidence to use English interactively.<BR/>•\tTo discuss a single topic with peers in groups for an extended period of time (10 minutes or more).<BR/>•\tTo improve and develop students’ use of functional language and essential skills to structure, express, and inquire about ideas.<BR/>•\tTo develop and improve students’ ability to be effective speakers and active listeners.<BR/>•\tTo improve students’ ability to use strategic skills to promote equal participation and balanced interaction with others.<BR/>•\tTo encourage students to take ownership of their language studies through reflective activities, as well as in and out of class exploration of relevant and interesting topics..<BR/>•\tTo explore and express ideas about contemporary global, cultural, and other topics of interest through sharing ideas interactively with others.<BR/>•\tTo improve students’ ability to successfully interact and collaborate with others through participation in a variety of classroom configurations, including pair and group work.<BR/>•\tTo create a comfortable classroom environment for learning, communicating and sharing of ideas.<BR/>•\tTo improve and develop students’ critical thinking skills through the exploration and discussion of various contemporary topics.<BR/>•\tTo develop students’ ability to successfully give an effective presentation in a professional capacity about a global / cultural topic.", "授業方法": "This course will follow a functional / topical approach with students learning to use functional language and essential skills to express ideas about a variety of topics. Lessons will be student-centered with facilitation from the instructor, as required. Teacher-fronted activities may include providing explanations about language use and topics, monitoring students, and giving appropriate feedback. Students will be required to complete activities in a variety of classroom configurations, including individually, in pairs, and through group work. Language will be presented through classroom activities in a scaffolded manner, ranging from controlled / structured use to freer / less structured language use. Students will be required to actively participate and interact with their classmates. Lessons will require students to participate in group discussions about contemporary topics.<BR/><BR/>For students that are not able to attend classes in person, online, on-demand classes with weekly assignments will be an option.", "トピック": {"第1回": ["Course Introduction", ""], "第2回": ["Function: Opinions<BR/>Topic: Communication 1", ""], "第3回": ["Function: Reasons (Supporting Ideas 1)<BR/>Topic: Communication 2", ""], "第4回": ["Function: Examples (Supporting Ideas 2)<BR/>Topic: Technology 1", ""], "第5回": ["Function: Politely Joining a Conversation / Discussion<BR/>Topic: Technology 2", ""], "第6回": ["Review 1<BR/>Essential Skills Focus: Agreeing and Disagreeing<BR/>Topic: Education", ""], "第7回": ["Function: Connecting Ideas (Supporting Ideas 3)<BR/>Topic: Environment 1", ""], "第8回": ["Function: Experiences (Supporting Ideas 4)<BR/>Topic: Environment 2", ""], "第9回": ["Review 2<BR/>Essential Skills Focus: Follow-up Questions", ""], "第10回": ["Discussion Tests <BR/>Presentation Preparation", ""], "第11回": ["Discussion Tests<BR/>Presentation Preparation", ""], "第12回": ["Presentation Practice", ""], "第13回": ["Presentation Delivery", ""], "第14回": ["Presentation Delivery", ""], "授業外学習2": "Students will be required to prepare for discussions in advance by either: 1. Researching and preparing ideas AND / OR 2. Completing readings as assigned by the instructor."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "Discussion Test / Presentation"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Quizzes, Attendance, Homework, Active Participation"], "成績評価Grading3": "備考　Note\n25% Final Test / Presentation 25% / 50 % - 20% Quizzes, 30% Attendance, Homework, Active Participation. Attendance policy - students that are absent 4 or more classes will Fail. Please refer to the attendance policy.", "更新日時/Date of Update0": "2021年04月27日 12時36分40秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "ＩＩＩ－１０３"]}, "campas": 1, "name": "【100】英語コミュニケーションIA　３／English Communication I-A", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "１年", "時限1": 1, "評価1": 2, "評価2": 4, "開講期": 1}