{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to improve and develop students’ communication skills and confidence to use English in personal, professional, and academic contexts. Although the course will focus primarily on spoken communication, lessons will also aim at developing listening, reading, and writing skills to achieve and reinforce communicative goals. <BR/>Lesson goals and tasks will be centered around a wide variety of opics relevant to student interests. <BR/>Students will be encouraged to develop their intercultural awareness by critically thinking about and expressing their ideas from personal, global, and cultural perspectives. In-class communication and other activities will aim at improving students’ capacity to work collaboratively and in cooperation with classmates. Students will be required to plan, organize, and deliver two presentations, one individual, and one in cooperation with their classmates.", "到達目標": "Students will improve and build their confidence to use English communicatively in a variety of situations and contexts.<BR/>Students will improve their spoken English fluency: improving speaking, listening, reading, and writing skills needed for effective communication in a variety of situations.<BR/>Students will improve their lexical range by learning and using vocabulary related to course content.<BR/>Students will improve their critical thinking skills and will improve their intercultural awareness by exploring and sharing ideas from personal, global, and cultural perspectives.<BR/>Students will develop and use the skills required to deliver an effective presentation.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Course will be aimed at a face to face format, but methods of studying online will also be provided<BR/>Students will be required to do in-class activities individually and collaboratively, and complete homework as required.", "トピック": {"第1回": ["Course Introduction<BR/>Warm-ups and getting to know each other.", ""], "第2回": ["Explanations<BR/>Clearly expressing your ideas.", ""], "第3回": ["Introduce - Explain - Emphasize<BR/>Simple formats for Presentations.", ""], "第4回": ["The Visual Message<BR/>Using images to support presentations.", ""], "第5回": ["The Spoken Message<BR/>Using your voice to convey or emphasize meaning.", ""], "第6回": ["PechaKucha Presentation Preparation", ""], "第7回": ["PechaKucha Presentations", ""], "第8回": ["Introduction to International Presentations", ""], "第9回": ["International Presentation: Food", ""], "第10回": ["International Presentation: Culture", ""], "第11回": ["International Presentation: Travel", ""], "第12回": ["International Presentation: Issues", ""], "第13回": ["Final Group Presentations", ""], "第14回": ["Final Group Presentations", ""], "授業外学習2": "Students will be required to complete a minimum of one or more hours of homework per lesson, outside of class time."}, "評価": {"教科書Required texts0": "There is no textbook for this course. All materials will be provided by the instructor.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "Discussions / Speaking Tests"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "10 %", "Communicative Journal"], "成績評価Grading3": ["その他／Others (99)", "60 %", "Presentation / Participation / Homework"], "成績評価Grading4": "備考　Note\n20% - Discussions / 10% - Speaking Test / 10% - Communicative Journal / 40% - Presentations / 20% - Homework, Participation.", "更新日時/Date of Update0": "2022年02月21日 16時15分13秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "ＩＩＩ－１０３"]}, "campas": 1, "name": "【100】英語コミュニケーションIＡ　３／English Communication I-A", "管理部署": 14, "単位数": 1, "担当者": "ブレイカー　Ａ．Ｄ．（BLAKER ANDREW DAVID） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 28, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}