{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to help students improve their overall writing skills in English. Students will learn to follow a process to improve their writing skills. This process includes three key steps – Prewriting, Writing, and Revising. Students will learn about and be able to practice each step. <BR/>Course content will help students understand different writing styles, such as formal and informal. Students will learn to write for a variety of purposes, including academic and practical. There will be a focus on understanding the organization and parts of written work. Writing activities will also help students improve their critical thinking skills. Students will be able to work with and help their classmates. The main writing task in semester one will be to write a formal email.", "到達目標": "•\tStudents will improve their overall writing skills in English.<BR/>•\tStudents will learn to use a writing process to improve their writing skills. This includes three steps: Prewriting / Writing / Revising.<BR/>•\tStudents will learn about different parts of written work. This includes understanding and writing: Topic sentences / Supporting sentences / Concluding sentences.<BR/>•\tStudents will learn to organize and write their ideas in different ways.<BR/>•\tStudents will learn to edit their own and others’ written work.<BR/>•\tStudents will improve their grammar and punctuation in writing.<BR/>•\tStudents will learn about different organizing elements in writing, such as using signal words and phrases.<BR/>•\tStudents will learn about different kinds of writing. For example, writing descriptions, comparisons, and opinions.<BR/>•\tStudents will learn to write informal emails and formal business emails.<BR/>•\tStudents will learn writing skills for a variety of purposes, including practical, academic, and professional purposes.<BR/>•\tStudents will improve their ability to work independently (alone) and cooperatively (with others).<BR/>•\tStudents will improve their cultural understanding.<BR/>•\tTo have a comfortable classroom atmosphere that helps learning and cooperation.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Most course content will be delivered using a process approach to teaching writing. Students will be required to complete activities individually with some opportunities for collaboration and cooperative learning. Students will be required to complete a minimum of one hour of course work outside of class time, on their own, as asigned by the instructor. This work will include completing textbook work and writing assignments, preparing for class by reviewing and previewing course content, and keeping a &quot;Writing Journal.&quot;", "トピック": {"第1回": ["Course Introduction", "One or more hours of homework / study."], "第2回": ["Unit 1 – Getting Organized<BR/>Goals: Organizing items into groups and overview of basic grammar and sentence structures.", "One or more hours of homework / study."], "第3回": ["Unit 2 – Understanding Paragraphs<BR/>Goals: Understanding and writing well-organized paragraphs, including topic, supporting, and concluding sentences.", "One or more hours of homework / study."], "第4回": ["Unit 2 – Understanding Paragraphs<BR/>Goals: Understanding and writing well-organized paragraphs, including topic, supporting, and concluding sentences.", "One or more hours of homework / study."], "第5回": ["Writing Emails (Main Writing Assignment Topic)<BR/>Goals: Understanding and writing emails, both formal and informal, for a variety of purposes.", "One or more hours of homework / study."], "第6回": ["Unit 3 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing a paragraph organized by time order.", "One or more hours of homework / study."], "第7回": ["Unit 3 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing a paragraph organized by time order.", "One or more hours of homework / study."], "第8回": ["Unit 4 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing ideas by listing them in order of importance.", "One or more hours of homework / study."], "第9回": ["Unit 4 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing ideas by listing them in order of importance.", "One or more hours of homework / study."], "第10回": ["Unit 5 – Organizing Information by Spatial Order<BR/>Goals: Understanding and writing ideas by spatial order, including describing a place using prepositions of place / location.", "One or more hours of homework / study."], "第11回": ["Unit 6 – Understanding the Writing Process<BR/>Goals: Understanding and writing paragraphs using the three steps of the writing process – Prewriting / Writing / Revising", "One or more hours of homework / study."], "第12回": ["Unit 6 – Understanding the Writing Process<BR/>Goals: Understanding and writing paragraphs using the three steps of the writing process – Prewriting / Writing / Revising", "One or more hours of homework / study."], "第13回": ["Finish textbook activities / Review", "One or more hours of homework / study."], "第14回": ["Final Test", "No homework."], "授業外学習2": "Students will be required to complete a minimum of one hour of homework per lesson, outside of class time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Karen Blanchard / Christine Root", "Ready To Write 2: Perfecting Paragraphs (5th Edition)", "Pearson", "2017 年", "978-0-13-439932-4", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "Final Test"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Writing Assignments"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Attendance, Homework, Active Participation"], "成績評価Grading4": "備考　Note\n25% Final Test / 50% Writing Assignments / 25 % Attendance, Homework, Active Participation. Attendance Policy - Please check the faculty's official attendance policy.", "更新日時/Date of Update0": "2022年04月27日 11時01分02秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "【使用不可】ＩＩＩ－１０３"]}, "campas": 1, "name": "【100】英語ライティングIＡ　４／English Writing I-A", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}