{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to help students improve their overall writing skills in English. Writing will focus on understanding and writing English paragraphs. Students will learn to follow a process to improve their writing skills. This includes – Prewriting, Writing, and Revising activities.<BR/>Course content will help students understand differences in writing styles, such as formal and informal. Students will learn to write for a variety of purposes, including academic and practical. There will be a focus on understanding the organization and parts of written work. Writing activities will also help students improve their critical thinking skills. Students will be able to work with and help their classmates. One of the main writing tasks in semester two will be to write a formal business letter.", "到達目標": "•\tStudents will improve their overall writing skills in English.<BR/>•\tStudents will learn to use a writing process to improve their writing skills. This includes three steps: Prewriting / Writing / Revising.<BR/>•\tStudents will continue to learn about different parts of written work. This includes understanding and writing: Topic sentences / Supporting sentences / Concluding sentences.<BR/>•\tStudents will learn to organize and write their ideas in different ways.<BR/>•\tStudents will learn to edit their own and others’ written work.<BR/>•\tStudents will improve their grammar and punctuation in writing.<BR/>•\tStudents will learn about different organizing elements in writing, such as using signal words and phrases.<BR/>•\tStudents will learn about different kinds of writing. For example, writing descriptions, comparisons, and opinions.<BR/>•\tStudents will learn to write informal and formal letters.<BR/>•\tStudents will learn writing skills for a variety of purposes, including practical, academic, and professional purposes.<BR/>•\tStudents will improve their ability to work independently (alone) and cooperatively (with others).<BR/>•\tStudents will improve their cultural understanding.<BR/>•\tTo have a comfortable classroom atmosphere that helps learning and cooperation.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "The course will be delivered face to face.<BR/>Students will follow a process approach and will need to complete work individually, with some collaborative work.", "トピック": {"第1回": ["Course Introduction / Review<BR/>Unit 6 – Understanding the Writing Process<BR/>Goals: Understanding and writing paragraphs using the three steps of the writing process – Prewriting / Writing / Revising", "One or more hours of homework / study required."], "第2回": ["Unit 6 – Understanding the Writing Process<BR/>Goals: Understanding and writing paragraphs using the three steps of the writing process – Prewriting / Writing / Revising", "One or more hours of homework / study required."], "第3回": ["Unit 7 – Supporting The Main Idea<BR/>Goals: Understanding and writing using charts, graphs, quotes etc. to support the main idea.", "One or more hours of homework / study required."], "第4回": ["Unit 7 – Supporting The Main Idea<BR/>Goals: Understanding and writing using charts, graphs, quotes etc. to support the main idea.", "One or more hours of homework / study required."], "第5回": ["Unit 9 – Writing Descriptions<BR/>Goals: Understanding and writing descriptive details about a person, place, or thing.", "One or more hours of homework / study required."], "第6回": ["Unit 9 – Writing Descriptions<BR/>Goals: Understanding and writing descriptive details about a person, place, or thing.", "One or more hours of homework / study required."], "第7回": ["Unit 9 – Writing Descriptions<BR/>Goals: Understanding and writing descriptive details about a person, place, or thing.", "One or more hours of homework / study required."], "第8回": ["Unit 10 – Expressing Your Opinion<BR/>Goals: Understanding and writing to express opinions about a variety of topics.", "One or more hours of homework / study required."], "第9回": ["Unit 10 – Expressing Your Opinion<BR/>Goals: Understanding and writing to express opinions about a variety of topics.", "One or more hours of homework / study required."], "第10回": ["Unit 11 – Comparing and Contrasting<BR/>Goals: Understanding and writing to compare or contrast two people, experiences, or things.", "One or more hours of homework / study required."], "第11回": ["Unit 11 – Comparing And Contrasting<BR/>Goals: Understanding and writing to compare or contrast two people, experiences, or things.", "One or more hours of homework / study required."], "第12回": ["Unit 14 – Writing Personal Letters and Business Letters (Main Writing Assignment Topic)<BR/>Goals: Understanding and Writing Personal Emails and Letters", "One or more hours of homework / study required."], "第13回": ["Unit 14 – Writing Personal Letters and Business Letters (Main Writing Assignment Topic)<BR/>Goals: Understanding and Writing Personal Emails and Letters<BR/>Review", "One or more hours of homework / study required."], "第14回": ["Final Test", "No homework."], "授業外学習2": "Students will be expected to complete one or more hours of homework per lesson, outside of class time."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Karen Blanchard / Christine Root", "Ready To Write 2: Perfecting Paragraphs (5th Edition)", "Pearson", "2017 年", "978-0-13-439932-4", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "Final Test"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Writing Assignments"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Attendance, Homework, Journal, Active Participation"], "成績評価Grading4": "備考　Note\n25% Final Test / 50% Writing Assignments / 25 % Attendance, Homework, Journal, Active Participation. Attendance Policy - Students that are absent four or more times will fail. Please check the university's attendance policy.\n\n1st Years\n5 Cautions on Credit Earning (Common Policies for Communication I, Reading I, and Writing I)\nPrerequisite: Taking the TOEIC test in May required by KGU is the prerequisite for credit earning.\nAbsences: Four absences are considered excessive and result in automatic failure. Leaving a classroom without asking for permission, doing something else other than class activities, or sleeping are considered an absence.\nTardiness: Coming into the classroom after the bell is considered tardiness. Arrival after 30 minutes is considered an absence. Two tardy arrivals equal one absence. (Being late is not considered tardiness in case of documented delay of public transportation.)\nMake-up Assessments: Make-up assessments will not be given except in cases of documented medical necessity or family emergency.\nCheating: Cheating in any quizzes, tests, projects, or assignments results in zero point on the work.\n1回生\n単位習得に関する5点の注意事項（英語３科目共通）\n単位習得条件：大学が義務付けている5月の学内TOEICテストを受験していることが単位習得の前提条件です。\n欠席：4回以上欠席をした場合、その時点で単位習得は不可です。なお、教員に許可を得ず授業中に退室したり、他の科目の作業をしたり、眠ったりしている場合は欠席とカウントします。\n遅刻：チャイム後の入室は遅刻です。30分以上の遅刻は欠席とみなします。また、2回の遅刻で1回の欠席とカウントします。（公共交通機関の遅延で到着が遅れた場合は、遅刻のカウント対象外です。）\n代替試験および課題：代替試験の受験や課題提出が認められるのは登校停止や親族の死亡の事由の届け出がある場合のみです。\n不正行為：小テスト・試験・提出物・宿題などいかなる課題でも不正な行為が認められた場合はその課題の得点はゼロです。", "更新日時/Date of Update0": "2023年01月13日 14時13分25秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "ＶＩＩＩ－３０３"]}, "campas": 1, "name": "【100】英語ライティングIＢ　１／English Writing I-B", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 7, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}