{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed to help students learn about and develop their practical, academic and other writing skills in English. Students will be encouraged to take ownership of language learning as a life-long process through various forms of engagement in writing tasks in and outside the classroom. Writing activities will aim at improving students’ cultural and intercultural knowledge and awareness. In addition, students will learn to approach their ideas from a global perspective, including thinking about issues critically.<BR/>The course aims to improve writing skills that assist students with organizing their ideas and writing, including supporting, comparing, and summarizing information. Students will complete writing assignments and be given opportunities to self-edit, as well as editing others&#39; work through collaboration.<BR/>There will be two writing assignments for the semester, based on student-selected topics.", "到達目標": "•    To improve students’ fluency of expressing their thoughts and ideas using written English.<BR/>•    To improve students’ understanding of and engagement with the writing process in English, including: Planning, Prewriting, Writing, and Revising.<BR/>•    To improve students’ abilities to develop and organize written ideas.<BR/>•    To improve students’ knowledge of and ability to use various types of grammar in writing.<BR/>•    To develop students’ understanding of the various components of writing, including topic, supporting, and concluding sentences.<BR/>•    To develop students’ understanding of and ability to reproduce a variety of writing types such as describing, and expressing personal and professional preferences and opinions.<BR/>•    To encourage students to take ownership of English as a life-long process by developing writing skills for practical, academic, and professional purposes.<BR/>•    To improve students’ cultural and intercultural understanding, awareness, and collaboration skills through cooperative learning and completing various writing activities, including a “Writing Journal.”<BR/>•    To encourage a comfortable classroom atmosphere that promotes cooperation.<BR/>•    To improve students’ abilities to critically engage with a variety of contemporary and global topics by encouraging exploration and reflection through in and out of class activities and writing tasks.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Most course content will be delivered using a process approach to teaching writing. Students will be required to complete activities individually with opportunities for collaboration and cooperative learning. Students will be required to complete between 30 and 60 minutes of homework per lesson, on their own, as assigned by the instructor. This will include keeping a personal journal in English, and completing writing assignments not finished during class.<BR/><BR/>For students that are not able to attend classes in person, online, on-demand classes with weekly assignments will be an option.", "トピック": {"第1回": ["Course Introduction", ""], "第2回": ["Sentence Writing", ""], "第3回": ["Paragraph Writing", ""], "第4回": ["Describing - Senses", ""], "第5回": ["Describing - People", ""], "第6回": ["Assignment Introduction - Descriptive Writing", ""], "第7回": ["Giving Reasons", ""], "第8回": ["Writing Formatting &amp; Submission", ""], "第9回": ["Problems &amp; Solutions", ""], "第10回": ["IEE - Introduce, Explain, Emphasize", ""], "第11回": ["Assignment Framework - Introductions", ""], "第12回": ["Assignment Framework - Conclusions", ""], "第13回": ["Peer Reviews", ""], "第14回": ["Writing Submission", ""], "授業外学習2": "."}, "評価": {"教科書Required texts0": "There is no required textbook for this course. All materials will be provided by the teacher and will be available on Luna.\nStudents are expected to have a folder for use in all English classes, and blank paper to use for notetaking and in-class writing.\nこのコースには必須の教科書はありません。教材はすべて教師が用意し、Lunaで閲覧できるようにする。\n生徒は、すべての英語の授業で使用するフォルダと、メモや授業中のライティングに使用する白紙を用意することが期待されています。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "20 %", "Review Quizzes"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "Assignments"], "成績評価Grading3": ["その他／Others (99)", "40 %", "Journal Writing & Homework"], "成績評価Grading4": "備考　Note\nPrerequisite: Taking the TOEIC test in December required by KGU is the prerequisite for credit earning.\n\nAbsences: Four absences are considered excessive and result in automatic failure. Leaving a classroom without asking for permission, doing something else other than class activities, or sleeping are considered an absence.\n\nTardiness: Coming into the classroom after the bell is considered tardiness. Arrival after 30 minutes is considered an absence. Two tardy arrivals equal one absence. (Being late is not considered tardiness in case of documented delay of public transportation.)\n\nMake-up Assessments: Make-up assessments will not be given except in cases of documented medical necessity or family emergency.\nCheating: Cheating in any quizzes, tests, projects, or assignments results in zero point on the work.\n\n単位習得条件：大学が義務付けている12月の学内TOEICテストを受験していることが単位習得の前提条件です。\n\n欠席：4回以上欠席をした場合、その時点で単位習得は不可です。なお、教員に許可を得ず授業中に退室したり、他の科目の作業をしたり、眠ったりしている場合は欠席とカウントします。\n\n遅刻：チャイム後の入室は遅刻です。30分以上の遅刻は欠席とみなします。また、2回の遅刻で1回の欠席とカウントします。（公共交通機関の遅延で到着が遅れた場合は、遅刻のカウント対象外です。）\n\n代替試験および課題：代替試験の受験や課題提出が認められるのは登校停止や親族の死亡の事由の届け出がある場合のみです。\n\n不正行為：小テスト・試験・提出物・宿題などいかなる課題でも不正な行為が認められた場合はその課題の得点はゼロです。", "更新日時/Date of Update0": "2023年01月13日 15時19分50秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "ＶＩＩＩ－３０１"]}, "campas": 1, "name": "【200】英語ライティングIIＡ　２／English Writing II-A", "管理部署": 14, "単位数": 1, "担当者": "ブレイカー　Ａ．Ｄ．（BLAKER ANDREW DAVID） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 25, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}