{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is designed to help students learn about and develop their practical, academic and other writing skills in English. Students will be encouraged to take ownership of language learning as a life-long process through various forms of engagement in writing tasks in and outside the classroom. Writing activities will aim at improving students’ cultural and intercultural knowledge and awareness. In addition, students will learn to approach their ideas from a global perspective, including thinking about issues critically. To achieve the overall purpose of the course, the main focus will be on learning about and developing students’ understanding of and ability to engage with the writing process. The course aims to improve writing skills that assist students with organizing their ideas and writing, including supporting, comparing, and summarizing information. Students will complete writing assignments and be given opportunities to self-edit, as well as editing others&#39; work through collaboration. One of the main writing assignments in semester two will be to write a formal letter.", "到達目標": "•\tTo improve students’ understanding of and engagement with the writing process in English, including: Prewriting, Writing, and Revising.<BR/>•\tTo improve students’ abilities to develop and organize written ideas.<BR/>•\tTo improve students’ knowledge of and ability to use various types of grammar in writing.<BR/>•\tTo develop students’ understanding of the various components of writing, including topic, supporting, and concluding sentences.<BR/>•\tTo develop students’ understanding of and ability to reproduce a variety of writing types such as describing, comparing and contrasting, analyzing information, and expressing opinions.<BR/>•\tTo develop students’ knoledge of and ability to write a formal letter for a variety of purposes.<BR/>•\tTo encourage students to take ownership of English as a life-long process by developing writing skills for practical, academic, and professional purposes.<BR/>•\tTo improve students’ cultural and intercultural understanding, awareness, and collaboration skills through cooperative learning and completing various writing activities, including a “Writing Journal.”<BR/>•\tTo encourage a comfortable classroom atmosphere that promotes cooperation.<BR/>•\tTo improve students’ abilities to critically engage with a variety of contemporary and global topics by encouraging exploration and reflection through in and out of class activities and writing tasks.", "授業方法": "Both simultaneous + two-way and on-demand classes will be conducted to begin the semester. (If the current situation changes, this may change.)<BR/>We will use Google Classroom and email for this course and communication.", "トピック": {"第1回": ["Course Introduction", ""], "第2回": ["Unit 7 – Supporting The Main Idea<BR/>Goals: Understanding and writing using charts, graphs, quotes etc. to support the main idea.", ""], "第3回": ["Unit 7 – Supporting The Main Idea<BR/>Goals: Understanding and writing using charts, graphs, quotes etc. to support the main idea.", ""], "第4回": ["Unit 14 – Writing Personal Letters and Business Letters (Main Writing Assignment Topic)<BR/>Goals: Understanding and Writing Personal Emails and Letters", ""], "第5回": ["Unit 14 – Writing Personal Letters and Business Letters (Main Writing Assignment Topic)<BR/>Goals: Understanding and Writing Personal Emails and Letters", ""], "第6回": ["Unit 8- Explaining A Process<BR/>Goals: Understanding and writing about the steps in a process.", ""], "第7回": ["Unit 8- Explaining A Process<BR/>Goals: Understanding and writing about the steps in a process.", ""], "第8回": ["Unit 9 – Writing Descriptions<BR/>Goals: Understanding and writing descriptive details about a person, place, or thing.", ""], "第9回": ["Unit 9 – Writing Descriptions<BR/>Goals: Understanding and writing descriptive details about a person, place, or thing.", ""], "第10回": ["Unit 11 – Comparing And Contrasting<BR/>Goals: Understanding and writing to compare or contrast two people, experiences, or things.", ""], "第11回": ["Unit 11 – Comparing And Contrasting<BR/>Goals: Understanding and writing to compare or contrast two people, experiences, or things.", ""], "第12回": ["Unit 13 – Writing Summaries And Answering Test Questions<BR/>Goals: Understanding and being able to summarize a piece of writing.", ""], "第13回": ["Finish textbook / Review", ""], "第14回": ["Final Test", ""], "授業外学習2": "TBA"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Karen Blanchard / Christine Root", "Ready To Write 2: Perfecting Paragraphs (5th Edition)", "Pearson", "2017 年", "978-0-13-439932-4", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "Final Test"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Writing Assignments"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Attendance, Homework, Active Participation"], "成績評価Grading4": "備考　Note\n25% Final Test / 50% Writing Assignments / 25 % Attendance, Homework, Active Participation. Attendance Policy - Students that are absent four or more times will fail. Please check the attendance policy.", "更新日時/Date of Update0": "2021年09月08日 13時43分03秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "ＩＩＩ－１０３"]}, "campas": 1, "name": "【100】英語ライティングIB　４／English Writing I-B", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 2, "時限1": 22, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}