{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed to help students learn about and develop their practical, academic and other writing skills in English. Students will be encouraged to take ownership of language learning as a life-long process through various forms of engagement in writing tasks in and outside the classroom. Writing activities will aim at improving students’ cultural and intercultural knowledge and awareness. In addition, students will learn to approach their ideas from a global perspective, including thinking about issues critically. To achieve the overall purpose of the course, the main focus will be on learning about and developing students’ understanding of and ability to engage with the writing process. The course aims to improve writing skills that assist students with organizing their ideas and writing, including supporting, comparing, and summarizing information. Students will complete writing assignments and be given opportunities to self-edit, as well as editing others&#39; work through collaboration. One of the main writing assignments in semester one will be to write a formal email.", "到達目標": "•\tTo improve students’ understanding of and engagement with the writing process in English, including: Prewriting, Writing, and Revising.<BR/>•\tTo improve students’ abilities to develop and organize written ideas.<BR/>•\tTo improve students’ knowledge of and ability to use various types of grammar in writing.<BR/>•\tTo develop students’ understanding of the various components of writing, including topic, supporting, and concluding sentences.<BR/>•\tTo develop students’ understanding of and ability to reproduce a variety of writing types such as describing, comparing and contrasting, analyzing information, and expressing opinions.<BR/>•\tTo develop students’ ability to write formal and informal emails, including business emails.<BR/>•\tTo encourage students to take ownership of English as a life-long process by developing writing skills for practical, academic, and professional purposes.<BR/>•\tTo improve students’ cultural and intercultural understanding, awareness, and collaboration skills through cooperative learning and completing various writing activities, including a “Writing Journal.”<BR/>•\tTo encourage a comfortable classroom atmosphere that promotes cooperation.<BR/>•\tTo improve students’ abilities to critically engage with a variety of contemporary and global topics by encouraging exploration and reflection through in and out of class activities and writing tasks.", "授業方法": "Most course content will be delivered using a process approach to teaching writing. Students will be required to complete activities individually with some opportunities for collaboration and cooperative learning. Students will be required to complete a minimum of one hour of course work outside of class time, on their own, as asigned by the instructor. This work will include completing textbook work and writing assignments, preparing for class by reviewing and previewing course content, and keeping a &quot;Writing Journal.&quot;<BR/><BR/>For students that are not able to attend classes in person, online, on-demand classes with weekly assignments will be an option.", "トピック": {"第1回": ["Course Introduction", ""], "第2回": ["Unit 1 – Getting Organized<BR/>Goals: Organizing items into groups and overview of basic grammar and sentence structures.", ""], "第3回": ["Unit 2 – Understanding Paragraphs<BR/>Goals: Understanding and writing well-organized paragraphs, including topic, supporting, and concluding sentences.", ""], "第4回": ["Unit 2 – Understanding Paragraphs<BR/>Goals: Understanding and writing well-organized paragraphs, including topic, supporting, and concluding sentences.", ""], "第5回": ["Writing Emails (Main Writing Assignment Topic)<BR/>Goals: Understanding and writing emails, both formal and informal, for a variety of purposes.", ""], "第6回": ["Unit 3 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing a paragraph organized by time order.", ""], "第7回": ["Unit 3 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing a paragraph organized by time order.", ""], "第8回": ["Unit 4 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing ideas by listing them in order of importance.", ""], "第9回": ["Unit 4 – Organizing Information by Order of Importance<BR/>Goals: Understanding and writing ideas by listing them in order of importance.", ""], "第10回": ["Unit 5 – Organizing Information by Spatial Order<BR/>Goals: Understanding and writing ideas by spatial order, including describing a place using prepositions of place / location.", ""], "第11回": ["Unit 6 – Understanding the Writing Process<BR/>Goals: Understanding and writing paragraphs using the three steps of the writing process – Prewriting / Writing / Revising", ""], "第12回": ["Unit 6 – Understanding the Writing Process<BR/>Goals: Understanding and writing paragraphs using the three steps of the writing process – Prewriting / Writing / Revising", ""], "第13回": ["Finish textbook activities / Review", ""], "第14回": ["Final Test", ""], "授業外学習2": "TBA"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Karen Blanchard / Christine Root", "Ready To Write 2: Perfecting Paragraphs (5th Edition)", "Pearson", "2017 年", "978-0-13-439932-4", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "Final Test"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Writing Assignments"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Attendance, Homework, Active Participation"], "成績評価Grading4": "備考　Note\n25% Final Test / 50% Writing Assignments / 25 % Attendance, Homework, Active Participation. Attendance Policy - Students that are absent four or more times will fail. Please check the attendance policy.", "更新日時/Date of Update0": "2021年04月27日 12時30分18秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "ＩＩＩ－１０３"]}, "campas": 1, "name": "【100】英語ライティングIA　２／English Writing I-A", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "１年", "時限1": 23, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}