{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The main purpose of this course is to improve and develop students’ English communication skills. This will mainly be done through participation in group discussions:<div>-The course will follow a functional / topical approach. Weekly lessons will focus on functional language used in communication about a variety of interesting topics. In-class participation will require students to express and share their ideas using functional language and other communication skills in group discussions.<br />-In each class, students will be required to participate in extended discussions with their classmates. Students will improve their fluency and confidence to use English for communication.</div><div>-Preparation activities will help students to think about topics and to use functional language naturally and successfully to express ideas.</div><div>-In-class communication activities and homework preparation will aim to improve students’ ability to express themselves about a variety of topics. Students will be required to think about and discuss their ideas critically.</div><div>-Students’ will improve their skills to use English in a professional way by planning and giving an effective presentation in English.</div><div><span style=\"text-decoration:underline;\">Students will begin thinking about and preparing for a special, end of year project held in semester two.</span></div>", "到達目標": "•\tTo improve students’ overall communication skills and competence.<br />•\tTo improve students’ fluency and confidence to use English interactively.<br />•\tTo discuss a single topic with peers in groups for an extended period of time (10 minutes or more).<br />•\tTo improve and develop students’ use of functional language and essential skills to organize, express, and inquire about ideas.<br />•\tTo develop and improve students’ ability to be effective speakers and active listeners.<br />•\tTo improve students’ ability to use strategic skills to achieve equal participation and balanced interaction with others.<br />•\tTo explore and express ideas interactively about personal, global, cultural, and other topics.<br />•\tTo improve students’ ability to successfully interact and collaborate with peers by participating in a variety of classroom configurations, including pair and group work.<br />•\tTo create a comfortable classroom environment for learning, communicating and sharing of ideas.<br />•\tTo improve and develop students’ critical thinking skills through the exploration and discussion of various topics.<br />•\tTo develop students’ ability to successfully plan and give an effective presentation.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course will be in-person at the university. Weekly lessons will follow a functional / topical approach. Students will learn to use and practice functional language and essential skills to express their ideas about a variety of topics. Lessons will be student-centered. Teacher-fronted activities may include providing explanations about language use and topics, monitoring students, and giving appropriate feedback.", "トピック": {"第1回": ["Course Introduction", "One or more hours of homework."], "第2回": ["Function: Opinions<br />Topic: Communication 1", "One or more hours of homework."], "第3回": ["Function: Reasons (Supporting Ideas 1)<br />Topic: Communication 2", "One or more hours of homework."], "第4回": ["Function: Examples (Supporting Ideas 2)<br />Topic: Technology 1", "One or more hours of homework."], "第5回": ["Function: Politely Joining a Conversation / Discussion<br />Topic: Technology 2", "One or more hours of homework."], "第6回": ["Review 1<br />Essential Skills Focus: Agreeing and Disagreeing<br />Topic: Education", "One or more hours of homework."], "第7回": ["Function: Connecting Ideas (Supporting Ideas 3)<br />Topic: Environment 1", "One or more hours of homework."], "第8回": ["Function: Experiences (Supporting Ideas 4)<br />Topic: Environment 2", "One or more hours of homework."], "第9回": ["Review 2<br />Essential Skills Focus: Follow-up Questions", "One or more hours of homework."], "第10回": ["Discussion Tests <br />Presentation Preparation", "One or more hours of homework."], "第11回": ["Discussion Tests<br />Presentation Preparation", "One or more hours of homework."], "第12回": ["Presentation Preparation and Practice", "One or more hours of homework."], "第13回": ["Presentation Delivery", "One or more hours of homework."], "第14回": ["Presentation Delivery", "No homework."]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "Discussion Test"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Presentation / Assignments / Quizzes"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Homework, Active Participation"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "ＶＩＩＩ－３０３"]}, "campas": 1, "name": "【200】英語コミュニケーションIIＡ　１／English Communication II-A", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "２年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 9, "評価1": 2, "評価2": 3, "評価3": 6, "開講期": 1}