{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to improve students’ communication skills in English. The main goal will be to develop and improve English speaking and listening skills. However, there will also be reading and writing skills development as used in communication. Students will develop their confidence to communicate in English for different purposes. Weekly lessons will be about topics and skills used in different types of English communication. Students will think critically about topics from different points of view. Classroom activities will require students to work individually (alone) and collaboratively (working with others) with classmates. The main communication task will be to plan, organize, and give a presentation in English using Power Point.", "到達目標": "•\tStudents will improve their overall English communication skills.<BR/>•\tStudents will improve their skills and confidence to communicate in English in different situations.<BR/>•\tStudents will improve their skills and confidence to communicate about a variety of interesting topics in English.<BR/>•\tStudents will improve their spoken English fluency (speaking smoothly / naturally).<BR/>•\tStudents will improve their English speaking and listening skills needed for communication.<BR/>•\tStudents will improve their reading and writing skills needed for communication.<BR/>•\tStudents will improve their grammar and vocabulary needed for communication.<BR/>•\tStudents will improve their ability to work and learn with others (collaboratively).<BR/>•\tStudents will improve their critical thinking skills.<BR/>•\tStudents will improve their cultural knowledge by looking at topics from different points of view.<BR/>•\tStudents will develop the skills to plan, organize, and do a Power Point presentation. This will be a collaborative (working with others) communication task.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Course will be face to face format.<BR/>Students will be required to do in-class activities individually and collaboratively, and complete homework as required.", "トピック": {"第1回": ["Course Introduction", "One or more hours of homework / study required."], "第2回": ["Topic: Profiles<BR/>Communicative Goal: get to know someone", "One or more hours of homework / study required."], "第3回": ["Topic: Life maps<BR/>Communicative Goal: describe future plans and arrangements", "One or more hours of homework / study required."], "第4回": ["Topic: What’s next?<BR/>Communicative Goal: make predictions about the future", "One or more hours of homework / study required."], "第5回": ["Topic: English in action<BR/>Communicative Goal: make and respond to suggestions", "One or more hours of homework / study required."], "第6回": ["Topic: What happened?<BR/>Communicative Goal: describe past experiences", "One or more hours of homework / study required."], "第7回": ["Topic: Memories<BR/>Communicative Goal: talk about memories", "One or more hours of homework / study required."], "第8回": ["Topic: Culture shock<BR/>Communicative Goal: describe a new experience", "One or more hours of homework / study required."], "第9回": ["Topic: English in action<BR/>Communicative Goal: show interest in a conversation<BR/>TEST REVIEW", "One or more hours of homework / study required."], "第10回": ["Written Test", "One or more hours of homework / study required."], "第11回": ["Speaking Tests<BR/>Presentation Preparation and Practice", "One or more hours of homework / study required."], "第12回": ["Speaking Tests<BR/>Presentation Preparation and Practice", "One or more hours of homework / study required."], "第13回": ["Presentation Delivery", "One or more hours of homework / study required."], "第14回": ["Presentation Delivery", "No homework."], "授業外学習2": "Students will be required to complete a minimum of one or more hours of homework per lesson, outside of class time."}, "評価": {"教科書Required texts0": "Roadmap (B1) - Student’s Book\nMonica Berlis, Jonathan Bygrave, Hugh Dellar, Heather Jones, Andrew Walkley, Lindsay Warwisck, Damian Williams. Pearson\nISBN:9781292271897", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Written / Speaking Tests"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "10 %", "Communicative Journal"], "成績評価Grading3": ["その他／Others (99)", "50 %", "Presentation / Attendance / Participation / Homework"], "成績評価Grading4": "備考　Note\n20% - Written Test / 20% - Speaking Test / 10% - Communicative Journal / 30% - Presentation / 20% - Homework, Participation, Attendance", "更新日時/Date of Update0": "2022年02月23日 08時59分11秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "ＩＩＩ－１０４"]}, "campas": 1, "name": "【200】英語コミュニケーションIIＡ　２／English Communication II-A", "管理部署": 14, "単位数": 1, "担当者": "ワーチャルスキー　Ｄ（WARCHULSKI DANIEL） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 10, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}