{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "〈西洋美術を読み解く〉<BR/>この授業は、西洋の芸術作品に対する分析を通して、受講者が「イメージを読む」能力を養い、作品を記述し解釈するための基礎技術を身につけることを、目的としています。なお、芸術作品は絵画、彫刻、建築、工芸、文学、音楽、演劇、映像など多岐に渡ります。ですが、この授業では主に前半の４つ、美術と呼ばれる領域を扱い（時代では、ルネサンスから近代まで）、他の芸術については適宜触れるにとどめます。", "到達目標": "この授業は、美術史の知識や方法論を学ぶことで、過去の芸術作品に対する理解を深め、その延長線上にある現代の視覚文化（写真、漫画から映画、アニメ、ゲームまで）を読み解くヒントを手に入れることを目標とします。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "この授業は、14回すべてを「対面授業」で実施します。<BR/><BR/>授業の前半部（予定では第１回から第５回）では、「概説」と題して、芸術と芸術学に関する基礎的な知識を、講義形式で学びます。<BR/><BR/>続く授業の後半部（予定では第６回から第14回）では、「映像研究」と題して、毎回ひとつの映像作品（主に映画。美術館・博物館についてのドキュメンタリーなど）を取り上げて、芸術作品とそれを取り巻く環境に対する理解を深めます（そしてまた、ここで取り上げる映画じたい、ひとつの芸術作品でもあります）。<BR/><BR/>さらに、受講者は学期末の提出に向けて、論文形式・6000字以上の「研究リポート」を執筆します（成績評価上、このリポートが「定期試験に代わるリポート」となります）。題目は、以下の通り。「好きな芸術作品をひとつ選び、研究テーマを設定する。設定した研究テーマについて、独自に調査・分析を行い、その内容を「論文形式」でまとめる。」……詳しくは、シラバス末尾「備考」を参照。<BR/><BR/>〈履修にあたっての注意〉<BR/>「研究リポート」執筆のため、受講者は授業時間外に、自ら設定したテーマについて自主的に、精力的に調査・研究する必要があります。<BR/><BR/>〈「ミニッツペーパー」について〉<BR/>この授業の「映像研究」パート（予定では第６回から第14回）では、毎回、受講者に「ミニッツペーパー（minute paper　短時間で書くことのできるアンケート用紙）」を配布します。「ミニッツペーパー」には、その回に視聴した映像作品に対する点数評価と、コメントを書く欄があります。<BR/><BR/>〈「研究リポート」について〉<BR/>「研究リポート」は、将来の卒業論文作成に向けて、それに準じた形式（論文形式）で執筆します。論文の書き方や研究テーマの設定方法は、授業内で説明します。ですが、先に以下のサイトに目を通しておくといいでしょう。<BR/><BR/>佐藤守弘「学術論文を書くために（2012年改訂版）」『洛中蒼猴軒』<BR/>http://web.kyoto-inet.or.jp/people/b-monkey/howto.html<BR/><BR/>また、論文とはどういうものか？　という実例を知りたい場合、以下のサイトが参考になります。<BR/><BR/>『美学会全国大会　若手研究者フォーラム発表報告集』<BR/>https://www.bigakukai.jp/wakate/<BR/><BR/>質問は授業の前後に、教室にて回答します。<BR/><BR/>【オンライン受講許可学生対象】<BR/>授業の内容は、各回終了後「オンデマンド」で配信します（講師の発言をもとにしたテキストと、スライド画像を組み合わせたもの。動画配信は行いません）。各課題の具体的な実施方法については、「成績評価備考」欄を参照。", "トピック": {"第1回": ["「概説」１ 芸術の役割(2022年4月13日)<BR/>……具体例をあげながら、美学・美術史学の基礎的な方法論を紹介。また、授業全体のスケジュールを説明します。", "授業内で紹介したウェブサイトにアクセスし、活用してみてください。配布資料を通読し、引用文献等で興味を引くものがあれば、図書館で探し、手にとってみるといいでしょう。"], "第2回": ["「概説」２　論文とは何か？(2022年4月20日)<BR/>……「研究リポート」の準備にあたって必要となる、文献や図版の探し方、学術データベースの利用方法、エッセイと論文の違い等を解説。また、「研究リポート」について説明します。", "上記の内容に加えて、以下の事柄に挑戦しましょう。<BR/>仮のテーマ（例えばレオナルド・ダ・ヴィンチの絵画《モナ・リザ》について調査することになった、など）を設定し、授業内で紹介したデータベースを用いて、文献や図版を探してみましょう。見つかった論文に目を通し（斜め読みで構いません）、論文とはどういうものか、これまで読んだことのある文章（新聞記事、小説、エッセイ等）とはどう違うのか、考えてみましょう。"], "第3回": ["「概説」３　芸術の諸相(2022年4月27日)<BR/>……芸術の定義と分類、芸術の構造（空間芸術・時間芸術・総合芸術）など、芸術について学ぶ上で知っておくべき基本的な事柄について、解説します。", "授業内で紹介したキーワードのなかに、興味を引くものがあれば、独自に調査・研究してみてください。また、作品の選定や研究テーマの設定、先行研究の調査など、「研究リポート」執筆の準備をします。"], "第4回": ["「概説」4　芸術の個別研究：映画とアニメーション（前編）(2022年5月11日)<BR/>……映画とアニメーションという、比較的新しい芸術を個別に取り上げ、専門的な内容にも触れながら、歴史と意義を語ります。第6回から開始される「映像研究」パートのための、導入でもあります。", "第３回と同じ。"], "第5回": ["「概説」5　芸術の個別研究：映画とアニメーション（後編）(2022年5月18日)<BR/>……映画とアニメーションという、比較的新しい芸術を個別に取り上げ、専門的な内容にも触れながら、歴史と意義を語ります。第6回から開始される「映像研究」パートのための、導入でもあります。", "第３回と同じ。"], "第6回": ["「映像研究」１(2022年5月25日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<BR/>ニコラ・フィリベール監督『パリ、ルーヴル美術館の秘密』（1990年、フランス）", "第３回と同じ。"], "第7回": ["「映像研究」２(2022年6月1日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<BR/>ウケ・ホーヘンダイク監督『ようこそ、アムステルダム国立美術館へ』 （2008年、オランダ）", "第３回と同じ。"], "第8回": ["「映像研究」３(2022年6月8日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<BR/>アレクサンドル・ソクーロフ監督『エルミタージュ幻想』（2002年、ロシア・ドイツ・日本合作）", "第３回と同じ。"], "第9回": ["「映像研究」４(2022年6月15日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<BR/>フレデリック・ワイズマン監督『ナショナル・ギャラリー　英国の至宝』（2014年、フランス・アメリカ・イギリス合作）", "第３回と同じ。"], "第10回": ["「映像研究」５(2022年6月22日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<BR/>ヨハネス・ホルツハウゼン監督『グレート・ミュージアム　ハプスブルク家からの招待状』（2016年、オーストリア。題名の「グレート・ミュージアム」とはウィーン美術史美術館のこと）", "学期末の「研究リポート」提出に向け、執筆を行います。論文形式のリポートは、通常のものより手間がかかります。提出締切日の１ヶ月以上前からとりかかることを、おすすめします。"], "第11回": ["「映像研究」6(2022年6月29日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる作品は現在、選定中です。決定しだい、シラバスに掲載します。", "第10回と同じ。"], "第12回": ["「映像研究」7(2022年7月6日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる作品は現在、選定中です。決定しだい、シラバスに掲載します。", "第10回と同じ。"], "第13回": ["「映像研究」8(2022年7月13日)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる作品は現在、選定中です。決定しだい、シラバスに掲載します。", "第10回と同じ。"], "第14回": ["「映像研究」9(2022年7月20日、最終回)<BR/>……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる作品は現在、選定中です。決定しだい、シラバスに掲載します。", "第10回と同じ。"]}, "評価": {"教科書Required texts0": "教科書は特に指定しません。", "参考文献・資料Reference books0": "〈読書は苦手！　１冊だけなら、という人は……〉\n池上英洋監修、まつおかたかこ画『マンガでわかる「西洋絵画」の見かた　美術展がもっと愉しくなる！』誠文堂新光社、2016年。\n\n〈アートのこと、もっと知りたい！　という人は……（入門書）〉\n若桑みどり『イメージを読む　美術史入門』ちくま学芸文庫、2005年。\n岡田温司『《ヴィーナスの誕生》　視覚文化への招待』みすず書房、2006年。\n小松左京、高階秀爾『絵の言葉』青土社、2009年。\n池上英洋『西洋美術史入門』ちくまプリマー新書、2012年。\n三浦篤『まなざしのレッスン１　西洋伝統絵画』東京大学出版会、2001年。\n三浦篤『まなざしのレッスン２　西洋近現代絵画』東京大学出版会、2015年。\n\nマルシア・ポイントン『はじめての美術史　ロンドン発、学生着』木下哲夫訳、スカイドア、1995年。\nエルンスト・H・ゴンブリッチ『美術の物語』天野衛ほか訳、ファイドン、2007年。\n\n〈アートについて、調べ物をするときは……（レファレンス・ブック）〉\nジェイムズ・ホール『西洋美術解読事典　絵画・彫刻における主題と象徴』高階秀爾監訳、河出書房新社、2004年。\n『西洋絵画作品名辞典』三省堂、1994年。\n『新潮世界美術辞典』新潮社、1985年。\n『オックスフォード世界美術事典』講談社、1989年。\n『世界美術大事典（全６巻）』小学館、1988-1990年（赤い装丁の美術系百科事典。カラー図版も充実）。\n『世界美術大全集 西洋編（全28巻＋別巻）』小学館、1992-1997年（白い装丁の美術全集。カラー図版の質は、現時点で最高）。\n\nその他の参考文献については、授業内で適宜指示します。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "学期末提出の「研究リポート」を評価します。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "60 %", "授業中の提出課題「ミニッツペーパー」を総合的に評価します。"], "成績評価Grading3": "備考　Note\n成績評価は、「平常リポート」（60点満点）と「定期試験に代わるリポート（いわゆる期末リポート）」（40点満点）で行います。「平常リポート」は、「映像研究」パートの提出課題「ミニッツペーパー」です（全部で10回程度を予定）。「定期試験に代わるリポート」は学期末に提出する全１回・論文形式の「研究リポート」（6000字以上）です。\n\n【オンライン受講許可学生対象】\n「映像研究」パートの「ミニッツペーパー」課題は、別の課題に置き換えます（指定した映像作品についてのリポート提出、複数回を予定）。学期末提出の「研究リポート」課題（6000字以上）は、対面授業と同様に行います。", "備考Note0": "授業中にヌードやグロテスクな表現など、人によって不安・不快に感じる可能性のある資料（ルネサンスから近代までの絵画・彫刻作品、現代アート等）を使用します。\n\n〈研究リポートについての補足〉\nこの授業における期末リポート（「研究リポート」と呼称します）の題目は、「好きな芸術作品をひとつ選び、研究テーマを設定する。設定した研究テーマについて、独自に調査・分析を行い、その内容を「論文形式」でまとめる。」というものです。先に述べたように、芸術という言葉は絵画、彫刻、建築、工芸、文学、音楽、演劇、映像などを含みます。「好きな芸術作品をひとつ選び」ですから、絵画であればひとつの絵画（例えばレオナルド・ダ・ヴィンチ作《モナ・リザ》）、映画であればひとつの映画（例えば宮崎駿監督『となりのトトロ』）を選択し、それについて研究します（もちろん、比較のために他の絵画や映画を取り上げることもまた、必要となるでしょう。例えば、レオナルドとラファエロの作品比較、宮崎駿と高畑勲の作品比較などです）。なぜ「研究テーマを設定する」のかというと、作品ひとつを総合的に（全体的に）研究するのは、非常に困難だからです。一方、作品の要素ひとつに注目すれば、労力はずっと少なくなります。研究タイトルの例をあげると、「レオナルド・ダ・ヴィンチ作《モナ・リザ》における指の描写について　——ラファエロ作品との比較」「宮崎駿監督『となりのトトロ』にみる農村　——「ノスタルジア」の観点から」などとなります。", "更新日時/Date of Update1": "2022年03月20日 09時04分17秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "ＩＩ－２０１"]}, "campas": 1, "name": "【100】芸術学概論／Introduction to Art Studies", "管理部署": 14, "単位数": 2, "担当者": "松野　敬文（MATSUNO TAKAFUMI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 16, "評価1": 1, "評価2": 3, "開講期": 1}