{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "〈西洋美術を読み解く〉<br />この授業は、西洋の芸術作品に対する分析を通して、受講者が「イメージを読む」能力を養い、作品を記述し解釈するための基礎技術を身につけることを、目的としています。なお、芸術作品は絵画、彫刻、建築、工芸、文学、音楽、演劇、映像など多岐に渡ります。ですが、この授業では主に前半の４つ、美術と呼ばれる領域を扱い（時代では、ルネサンスから近代まで）、他の芸術については適宜触れるにとどめます。", "到達目標": "この授業は、以下の２点を目標とします。<br />・美術史の知識や方法論を学ぶことで、過去の芸術作品に対する理解を深めること。<br />・過去の芸術作品の延長線上にある、現代の視覚文化（写真、漫画から映画、アニメ、ゲームまで）を読み解くヒントを手に入れること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "この授業は、14回すべてを「対面授業」で実施します。<br /><br />授業の前半部（予定では第１回から第５回）では、「概説」と題して、芸術と芸術学に関する基礎的な知識を、講義形式で学びます。<br /><br />続く授業の後半部（予定では第６回から第14回）では、「映像研究」と題して、毎回ひとつの映像作品（主に映画。美術館・博物館についてのドキュメンタリーなど）を取り上げて、芸術作品とそれを取り巻く環境に対する理解を深めます（そしてまた、ここで取り上げる映画じたい、ひとつの芸術作品でもあります）。<br /><br />さらに、受講者は学期末の提出に向けて、論文形式・6000字以上の「研究リポート」を執筆します。題目は、以下の通り。「好きな芸術作品をひとつ選び、研究テーマを設定する。設定した研究テーマについて、独自に調査・分析を行い、その内容を「論文形式」でまとめる。」……詳しくは、シラバス末尾「備考」を参照。<br /><br />〈履修にあたっての注意〉<br />「研究リポート」執筆のため、受講者は授業時間外に、自ら設定したテーマについて自主的に、精力的に調査・研究する必要があります。<br /><br />〈「ミニッツペーパー」について〉<br />この授業の「映像研究」パート（予定では第６回から第14回）では、毎回、受講者に「ミニッツペーパー（minute paper　短時間で書くことのできるアンケート用紙）」を配布します。「ミニッツペーパー」には、その回に視聴した映像作品に対する点数評価と、コメントを書く欄があります。<br /><br />〈「研究リポート」について〉<br />「研究リポート」は、将来の卒業論文作成に向けて、それに準じた形式（論文形式）で執筆します。論文の書き方や研究テーマの設定方法は、授業内で説明します。ですが、先に以下のサイトに目を通しておくといいでしょう。<br /><br />佐藤守弘「学術論文を書くために（2012年改訂版）」『洛中蒼猴軒』<br />http://web.kyoto-inet.or.jp/people/b-monkey/howto.html<br /><br />また、論文とはどういうものか？　という実例を知りたい場合、以下のサイトが参考になります。<br /><br />『美学会全国大会　若手研究者フォーラム発表報告集』<br />https://www.bigakukai.jp/wakate/<br /><br />質問は授業の前後に、教室で回答します。<br /><br />【オンライン受講許可学生対象】<br />授業の内容は、各回終了後「オンデマンド」で配信します（講師の発言をもとにしたテキストと、スライド画像を組み合わせたもの。動画配信は行いません）。各課題の具体的な実施方法については、「成績評価備考」欄を参照。", "トピック": {"第1回": ["「概説」１ 芸術の役割<br />……具体例をあげながら、美学・美術史学の基礎的な方法論を紹介。また、授業全体のスケジュールを説明します。", "授業内で紹介したウェブサイトにアクセスし、活用してみてください。配布資料を通読し、引用文献等で興味を引くものがあれば、図書館で探し、手にとってみるといいでしょう。"], "第2回": ["「概説」２　論文とは何か？<br />……「研究リポート」の準備にあたって必要となる、文献や図版の探し方、学術データベースの利用方法、エッセイと論文の違い等を解説。また、「研究リポート」について説明します。", "上記の内容に加えて、以下の事柄に挑戦しましょう。<br />仮のテーマ（例えばレオナルド・ダ・ヴィンチの絵画《モナ・リザ》について調査することになった、など）を設定し、授業内で紹介したデータベースを用いて、文献や図版を探してみましょう。見つかった論文に目を通し（斜め読みで構いません）、論文とはどういうものか、これまで読んだことのある文章（新聞記事、小説、エッセイ等）とはどう違うのか、考えてみましょう。"], "第3回": ["「概説」３　芸術の諸相<br />……芸術の定義と分類、芸術の構造（空間芸術・時間芸術・総合芸術）など、芸術について学ぶ上で知っておくべき基本的な事柄について、解説します。", "授業内で紹介したキーワードのなかに、興味を引くものがあれば、独自に調査・研究してみてください。また、作品の選定や研究テーマの設定、先行研究の調査など、「研究リポート」執筆の準備をします。"], "第4回": ["「概説」4　芸術の個別研究：映画とアニメーション（前編）<br />……映画とアニメーションという、比較的新しい芸術を個別に取り上げ、専門的な内容にも触れながら、歴史と意義を語ります。第6回から開始される「映像研究」パートのための、導入でもあります。", "第３回と同じ。"], "第5回": ["「概説」5　芸術の個別研究：映画とアニメーション（後編）<br />……映画とアニメーションという、比較的新しい芸術を個別に取り上げ、専門的な内容にも触れながら、歴史と意義を語ります。第6回から開始される「映像研究」パートのための、導入でもあります。", "第３回と同じ。"], "第6回": ["「映像研究」１<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<br />ニコラ・フィリベール監督『パリ、ルーヴル美術館の秘密』（1990年、フランス）", "第３回と同じ。"], "第7回": ["「映像研究」２<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<br />ウケ・ホーヘンダイク監督『ようこそ、アムステルダム国立美術館へ』 （2008年、オランダ）", "第３回と同じ。"], "第8回": ["「映像研究」３<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<br />アレクサンドル・ソクーロフ監督『エルミタージュ幻想』（2002年、ロシア・ドイツ・日本合作）", "第３回と同じ。"], "第9回": ["「映像研究」４<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<br />フレデリック・ワイズマン監督『ナショナル・ギャラリー　英国の至宝』（2014年、フランス・アメリカ・イギリス合作）", "第３回と同じ。"], "第10回": ["「映像研究」５<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。この回に取り上げる予定の作品は、以下の通り。<br />ヨハネス・ホルツハウゼン監督『グレート・ミュージアム　ハプスブルク家からの招待状』（2016年、オーストリア。題名の「グレート・ミュージアム」とはウィーン美術史美術館のこと）", "学期末の「研究リポート」提出に向け、執筆を行います。論文形式のリポートは、通常のものより手間がかかります。提出締切日の１ヶ月以上前からとりかかることを、おすすめします。"], "第11回": ["「映像研究」6<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。作品は現在、選定中です。", "第10回と同じ。"], "第12回": ["「映像研究」7<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。作品は現在、選定中です。", "第10回と同じ。"], "第13回": ["「映像研究」8<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。作品は現在、選定中です。", "第10回と同じ。"], "第14回": ["「映像研究」9(最終回)<br />……アートとそれを取り巻く環境について、映像作品を用いて学びます。作品は現在、選定中です。", "第10回と同じ。"]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業中の提出課題「ミニッツペーパー」（60%）と、学期末提出の「研究リポート」（40%）を、総合的に評価します。"], "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "ＩＩ－２０１"]}, "campas": 1, "name": "【100】芸術学概論／Introduction to Art Studies", "管理部署": 14, "単位数": 2, "担当者": "松野　敬文（MATSUNO TAKAFUMI） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 16, "評価1": 3, "開講期": 1}