{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "　本講義では、京阪神という地域を人文地理学的に理解することで、学生諸君が地理学という学問の基本的な考え方を学び、習得することを第一の目標とします。ただ、グローバル化が進んだ今は、京阪神のみを見るだけでなく、グローバルに位置づける必要もあります。なお、グローバル化とは時空圧縮が著しく進み世界が小さくなることであるが、これはきわめて地理的な主題であり、グローバル化を理解する上で地理的な視角は非常に重要となる。本講義では、身近な京阪神を中心にグローバル化が進む現代社会において、人口や経済、農業、あるいは人々の意識やアイデンティティなどにどのような変化が生じているのかを地理的・空間的に検討してゆくことにする。", "到達目標": "・各トピックス（農業の地理や製造業の地理など）について、地図や統計から地理的分布状況（現状）を把握する能力を獲得する。                              　<BR/>・各トピックスについて、地理的・歴史的変遷を理解する。　<BR/>・過去から現在へと地理的な変化がなぜ起こったのか、という点を理解するのに役立つ重要な理論や概念を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】地理学概論（総合政策学部）/地理学概論（建築学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "　教科書を使用します。また、プリント類を適宜配布し、講義形式で進めたいと思います。予習ないし復習の形で、資料類を読んでコメントを提出してもらう宿題も予定しております（平常リポートとして）。<BR/>　オンライン受講許可学生については、授業時間に合わせて「Zoomによる同時双方向」で配信いたします。Zoomのアドレス等は、後日LUNAに掲示しますので、LUNAを参照して下さい。", "トピック": {"第1回": ["人文地理学とは何か（授業の進め方、成績評価の説明などのオリエンテーションをした上で、「人文地理学」とはどのような学問なのかについて説明する）。なお、14回対面授業で実施します。<BR/>　What is Human Geography? Orientation of this course", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第2回": ["人口の地理１：第Ⅰ章に沿って、京阪神をグローバルに把握するために、途上国を含む世界各地の人口ピラミッドから地域の人口構造と人口分布のパターンを把握する方法を学ぶ<BR/>  Geographies of population (1): We attempt to explore spatial distribution and structure of population in Kansai region. In particular, we focus on the age-sex pyramid. (Chapter I of textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第3回": ["人口の地理２：第Ⅰ章に沿って、人口が多産多死から先進国型の少産少死に転換する「人口転換」という考え方を歴史的に考察する<BR/>　Geographies of population (2): I attempt to explore the reasons for changes in the demographic structure from the Demographic Transition Theory. (Chapter I of textbook", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第4回": ["人口の地理３：移民は今日グローバルイシューとなりました。そこで、第Ⅷ章に沿って、日本および京阪神を事例に地理学的な視点から検討します<BR/>　Geographies of population (3): We consider international migration and foreign residents. (Chapter VIII of textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第5回": ["都市化の地理（地理学的な視点から都市化の歴史について検討します）<BR/>　Geographical history of urbanization: To grasp the global position of Kyoto-Osaka-Kobe area, I attempt to explore history of this area. (Chapter I of the textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第6回": ["近代都市（１）：バージェスのモデル　\t<BR/>　近代都市を理解するためにモデルとなるバージェスの同心円地帯モデルを検討します。テキストの第Ⅴ章の１節と２節および第Ⅳ章に沿って説明します。<BR/>  Geographies of modern city (1): We examine Burgess&#39;s concentric zone model as a model for understanding modern cities. (Sections 1 and 2 of Chapter V of the textbook and Chapter IV)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第7回": ["近代都市（２）：郊外住宅地の形成　\t<BR/>　京阪神の郊外住宅地の形成について学びます。テキストの第Ⅴ章の３節に沿って説明します。<BR/>　Geographies of modern city (2): We explore the formation of suburban residential areas in Kyoto-Osaka-Kobe area. (Section 3 of Chapter V of the textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第8回": ["近代都市（３）：戦後のニュータウン開発内容　\t<BR/>　戦後の京阪神のニュータウン開発について学びます。テキストの第Ⅴ章の５節から７節に沿って説明します。<BR/>　Geographies of modern city (3): We explore the development of New towns in Kyoto-Osaka-Kobe area after World War II. (Section5 to 7 of Chapter V of the textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第9回": ["現代都市（１）：現代の都市の変化　\t<BR/>　現在、東京一極集中化の影響や産業構造の変化などから京阪神の都市は大きな変化を遂げています。この現在進行形の状況を学びます。テキストの第Ⅵ章の１節から５節および第Ⅳ章に沿って説明します。　<BR/>　Geographies of late modern cities (1): We attempt to shed light on the problems caused by concentration of population into Tokyo metropolitan district and its effects on Kyoto-Osaka-Kobe area.(Sections 1 to 5 of Chapter VI of the textbook and Chapter IV)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第10回": ["現代都市（２）：現代の都市の問題内容　<BR/>　現代の都市においては空き家の急増や買い物難民などさまざまな問題が噴出しつつあります。この現在進行形の状況を学びます。テキストの第Ⅵ章の７節から10節に沿って説明します。<BR/>　Geographies of late modern cities (2): In modern cities, various problems such as a rapid increase in vacant houses etc. are emerging. (Sections 7 to 10 of Chapter VI of the textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第11回": ["製造業の地理（１）：第Ⅳ章の１節～５節に沿って、京阪神および日本の工業の歴史と現状を検討します。<BR/>　Geographies of manufacturing industry (1): We examine the history and current state of industry in Hanshin industrial district and Japan. (Sections 1 to 5 of Chapter IV of textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第12回": ["製造業の地理（２）：日本の花形産業である家電産業は現在、グローバルな競争にさらされている。特に、デジタル家電の分野では、製造工程自体は中国を含む途上国に移転しつつある。第Ⅳ章の６節～７節に沿って、この家電産業の地理の現状を確認する。<BR/>　Geographies of manufacturing industry (2): We explore digital home appliances industry of Kansai region in global context (Sections 6 to 7 of Chapter IV of textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第13回": ["製造業の地理（３）：前回に引き続き、第Ⅳ章の６節～７節に沿って、この家電産業の地理的な変化がなぜ生じたのかについて、スマイルカーブやモジュラー型生産、あるいはＥＭＳといった概念から把握する。<BR/>　Geographies of manufacturing industry (3): We attempt to examine reasons of de-industrialization of digital home appliances industry of Kansai region in global context (Sections 6 to 7 of Chapter IV of textbook)", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "第14回": ["まとめ（半年間の授業をまとめます）<BR/>course review", "LUNA経由で指示いたしますので、LUNAを参照してください。"], "授業外学習2": "　オンデマンド型でおこないます。具体的には、<BR/>【事前学習】教科書の該当箇所を指示しますので、授業までに目を通してください。各回、時事的な話題を取り上げたいと思いますので、教科書に関連するテーマを新聞や統計などから各自調べてもらいます（２時間）<BR/>【事後学習】各回、授業で説明した内容に沿って新聞や統計などから各自調べてもらいます（２時間）"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["山口覚その他", "『図説 京阪神の地理』", "ミネルヴァ書房", "2019 年", "978-4-623-08484-5", ""], "教科書Required texts0": "山口覚その他『図説　京阪神の地理』，ミネルヴァ書房，2019年刊行を使用します。", "参考文献・資料Reference books0": "適宜、授業中に指示します。また、地理的な知識が乏しいと自覚する学生は、中学ないし高校時代に使用した学習用の地図帳を持参し、授業中に出てきた地名をその場で確認することが好ましい。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "80 %", "授業の内容をきちんと理解したかで評価します"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "授業の内容をきちんと理解したかで評価します"], "URLリンク1/URL 10": "地理学概論（水４）の科目のホームページ", "更新日時/Date of Update1": "2022年04月25日 11時55分22秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "ＩＩ－１０１"]}, "campas": 1, "name": "【100】地理学概論／Introduction to Geography", "管理部署": 14, "単位数": 2, "担当者": "吉田　雄介（YOSHIDA YUSUKE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 0, "評価2": 3, "開講期": 1}