{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "コミュニティデザインの歴史や事例を知ることを通じて、参加型デザインの方法を理解することを目標とする。事例紹介やテキスト輪読によって集団による創造性の開発方法について学ぶ。", "到達目標": "コミュニティデザインに関する歴史と事例を理解し、参加型デザインの方法を理解すること。", "特記事項": "", "関連科目": "", "授業の概要・背景": "【注意事項】<br />この授業は学生が主体的につくりあげるものであることを目指す。そのため、授業に挑む前の事前学習を重視している。これは「単位の実質化」と呼ばれる学習形式に対応しているし、「アクティブラーニング」と呼ばれる学習手法に呼応している。大学の単位は100分授業を14回受ければもらえるものではなく、予習と復習のための100分学習もセットで14回行うことによって授与の条件が整うものである。つまり、自学自習の100分と対話型授業の100分がセットとなり、それが14回繰り返されることが単位認定の基礎条件となる。<br />したがって、この授業では毎回テーマが設定され、そのテーマについての事前学習（授業外学修）が求められる。教科書を読み込んでくることや、テーマに関する情報を調べてまとめてくることが、授業参加の条件となる。授業内では、各人が調べてきたことを発表し、疑問点などについて対話する。教員が一方的に話し続ける授業を求める学生は、この授業を履修しないことをお薦めする。<br />「教科書の内容が難しくて読み込むのが大変だ」という意見もある。しかし、この授業で用いるテキストは大学生であれば理解できるレベルのものに留めてある。逆に、このレベルのテキストが読み込めないのであれば、今後の人生に困難がつきまとうことになるだろう。授業時間にテキストの内容を教員が噛み砕いて説明することは避けたい。むしろ、学生がテキストを読み込む力をつけることを重視したい。真剣に事前学習と向き合い、それを14回繰り返すうちにテキストが素早く理解できるようになることを目指してほしい。<br />グループワークでの対話が苦手だという学生もいる。しかし、社会に出れば対話の機会は山程ある。人との対話のなかで自分の意見を整理し、主張し、考え方を変えていくことができる人間でありたい。積極的な学習という観点からも、この授業では対話を大切にしたい。<br />以上をよく理解した上で、「主体的に授業を作ろう」と考える学生に履修してもらいたい。", "授業方法": "教科書『まちづくりの方法や技術』を使った講義、および学生によるグループワーク。<br />授業は基本的に全回対面型で進めます。ただし、グループワークをオンラインで進めたほうが良いと判断される場合は、学生と教員が協議しながら必要に応じてオンライン化する可能性があります。その場合でも、オンライン授業が6回を超えることはありません。<br />", "トピック": {"第1回": ["コミュニティデザインに関するガイダンス<div>・教科書についての説明</div><div>・コミュニティデザインについての説明（コミュニティ・デザインとコミュニティデザイン）</div><div>・コミュニティデザインに関する事例の紹介</div>", "第2回までに、教科書『まちづくりの方法と技術』の「序文」と「１.コミュニティー・デザインへの招待」を読んでおくこと。"], "第2回": ["コミュニティデザインへの招待", "第3回までに、教科書『まちづくりの方法と技術』の「２.コミュニティー・デザインとあなた」を読んだうえで、「環境的自伝を描く」をやっておくこと（少なくとも2時間はかかる）。"], "第3回": ["環境的自叙伝を描く", "第4回までに、教科書『まちづくりの方法と技術』の「私は……と考える者である」を読んでおくこと。チェックリストは授業内で記入する。"], "第4回": ["私は……と考える者である、デザインの発想", "第5回までに、教科書『まちづくりの方法と技術』の「参加！」「参加の場所、場所の参加」を読んでおくこと。演習は授業内にやる。"], "第5回": ["参加！、参加の場所、場所の参加", "第6回までに、教科書『まちづくりの方法と技術』の「環境的公正」を読んでおくこと。演習は授業内にやる。"], "第6回": ["環境的公正", "第7回までに、教科書『まちづくりの方法と技術』の「好きな空間」と「「歩道からの魅力」を読んでおくこと。課題は授業内でやる。"], "第7回": ["好きな空間、歩道からの魅力", "第8回までに、教科書『まちづくりの方法と技術』の「デザイナーによるデザイン」「デザイン・マニフェスト」を読んでおくこと。課題は授業内でやる。"], "第8回": ["デザイナーによるデザイン、デザイン・マニフェスト", "第9回までに、教科書『まちづくりの方法と技術』の「4.コミュニティー・デザイナーはこう考える」「5.コミュニティー・デザインの技術・手法」を読んでおくこと。"], "第9回": ["コミュニティデザイナーはこう考える、コミュニティデザインの技術と手法", "第10回までに、教科書『まちづくりの方法と技術』の「6.手法を手にしよう」の1-14を読んでおくこと（ページ数は多い）。演習は授業内にやる。"], "第10回": ["手法を手にしよう", "第11回までに、教科書『まちづくりの方法と技術』の「7.デザインによる問題解決」の「1-選択によるデザイン」を読んで、課題をやっておくこと。"], "第11回": ["デザインによる問題解決", "第12回までに、教科書『まちづくりの方法と技術』の「2.ダナ公園の不良少年たち」から「5.一緒に住む：新しい住まい方」までを読んでおくこと。演習は授業内にやる。"], "第12回": ["ダナ公園の不良少年たち、野球が1番好きなスポーツだ、コミュニティの産業、一緒に住む", "第13回までに、教科書『まちづくりの方法と技術』の「解説」と「まちの再生を支える計画思想と技術」を読んでおくこと。"], "第13回": ["まちの再生を支える計画思想と技術", "教科書全体を見直しておくこと。"], "第14回": ["授業中試験（課題に対するレポート執筆）", ""]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["ランドルフ・T・ヘスター", "まちづくりの方法と技術", "現代企画室", "2011 年", "978-4761512866", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["山崎亮", "コミュニティデザインの時代", "中央公論新社", "1997 年", "4-7738-9705-8", ""], "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "レポートの内容における理解度。なお、レポート執筆は最終授業で実施予定。"], "更新日時/Date of Update0": "2024年02月18日 16時42分10秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "ＶＩＩＩ－３０５"]}, "campas": 1, "name": "【300】コミュニティデザイン／Community Design ", "管理部署": 14, "単位数": 2, "担当者": "山崎　亮（YAMAZAKI RYO） ", "履修基準年度": "３年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 14, "評価1": 2, "開講期": 1}