{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "民間賃貸マンションの建築企画について実務的な知識を教授する。", "到達目標": "学生が、賃貸集合住宅の建築企画、事業計画、空間計画およびプレゼンテーションに関する基礎的知識と技術を習得すること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "東急不動産株式会社の協力のもとに、賃貸集合住宅の企画から設計、運営に至る一連の過程を学ぶ。企業の実務担当者からの講義を受けたうえで、グループワークによって、賃貸集合住宅の商品企画を行う。近未来の社会情勢や生活スタイルを展望したうえでの新たな生活支援サービス、SDGｓをふまえた設計ならびに維持管理のあり方を具体的なプロジェクトを想定しながら、提案に結び付ける。企業（東急不動産株式会社）の実務担当者を交えたプレゼンテーションを実施し、関係者らからのアドバイスを受ける。<BR/>この授業はアクティブラーニングと呼ばれる学修方法を導入した、学生が主体的につくりあげるものである。そのため、授業に挑む前の事前学習を重視し、毎回のテーマについての事前学習（授業外学修）が求められる。計画や設計内容について検討することや、テーマに関する情報を調べてまとめてくることが、授業参加の条件となる。", "授業方法": "受講人数の上限は16名とする。概ね4人ずつ4チームに分かれて検討を続ける。授業の前に事前準備（授業外学修）が求められる。毎回、授業は事前準備の結果を発表するところから始まる。そのうえで、教員が発表に対するフィードバックを行い、それを受けてチームごとにディスカッションしたり、次回までの作業内容を確認し合ったりする。", "トピック": {"第1回": ["オリエンテーション<BR/>教員自己紹介、チーム分け、東急不動産自己紹介（リアルまたはリモート参加）<BR/>演習のねらい、賃貸集合住宅のタイプ、市場規模、建築企画と建築設計等", "次回までの課題：事例収集"], "第2回": ["企画、事業収支計画、設計、施工、広告・募集の流れ：東急不動産によるリアルまたはリモート講義", "次回までの課題：事例収集、既存事例のウリは何かを考えておく。コンセプトワーク準備"], "第3回": ["コンセプトワーク：チームディスカッション", "次回までの課題：近未来の集合住宅生活イメージ検討"], "第4回": ["近未来のくらしのイメージ、賃貸住宅の機能構成：チームディスカッション", "次回までの課題：事例収集"], "第5回": ["東急不動産の物件紹介（規模別、立地別事例）：東急不動産による現地案内またはリモート講義", "次回までの課題：次回発表準備"], "第6回": ["コンセプトワーク（アクティビティと空間イメージ）と教員からのフィードバック", "次回までの課題：次回発表準備"], "第7回": ["エスキース発表と教員からのフィードバック", "次回までの課題：次回発表準備"], "第8回": ["エスキース発表と教員からのフィードバック", "次回までの課題：次回発表準備"], "第9回": ["中間発表と講評：東急不動産による講評（リアルまたはリモート）", "次回までの課題：講評の精査"], "第10回": ["事業収支計画と維持管理計画の実際：東急不動産によるリモート講義", "次回までの課題：事業収支の視点からの原案自己評価"], "第11回": ["提案練り直し", "次回までの課題：維持管理計画の視点からの原案修正"], "第12回": ["提案練り直し：チームディスカッション", "次回までの課題：次回発表準備"], "第13回": ["学内プレゼンテーション", "次回までの課題：最終プレゼン準備"], "第14回": ["東急不動産オフィス見学と最終プレゼンテーション（授業中試験扱い）", ""]}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "全学統一様式の「授業に関する調査による", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "最終プレゼンテーションを授業中試験扱いとする"], "成績評価Grading2": ["その他／Others (99)", "40 %", "中間発表の内容"], "備考Note0": "スケジュールは協力企業の都合によって若干前後あるいは変更される場合がある。", "更新日時/Date of Update1": "2023年02月17日 09時54分49秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "ＶＩＩＩ－３０１"]}, "campas": 1, "name": "【200】建築・都市演習　１４／Practice in Architecture and Urban Studies", "管理部署": 14, "単位数": 2, "担当者": "角野　幸博（KADONO YUKIHIRO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 2, "評価2": 4, "開講期": 2}