{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "学生寮の計画と設計について、実務的な知見を得ること。", "到達目標": "学生が、学生寮の事業計画、収支計算、計画および設計、プレゼンテーションに関する技術を習得すること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "【注意事項】<BR/>この授業は学生が主体的につくりあげるものであることを目指す。そのため、授業に挑む前の事前学習を重視している。これは「単位の実質化」と呼ばれる学習形式に対応しているし、「アクティブラーニング」と呼ばれる学習手法に呼応している。大学の単位は100分授業を14回受ければもらえるものではなく、予習と復習のための100分学習もセットで14回行うことによって授与の条件が整うものである。つまり、自学自習の100分と対話型授業の100分がセットとなり、それが14回繰り返されることが単位認定の基礎条件となる。<BR/>したがって、この授業では毎回テーマが設定され、そのテーマについての事前学習（授業外学修）が求められる。計画や設計内容について検討することや、テーマに関する情報を調べてまとめてくることが、授業参加の条件となる。授業内では、各人が調べてきたことを発表し、疑問点などについて対話する。教員が一方的に話し続ける授業を求める学生は、この授業を履修しないことをお薦めする。<BR/>本授業は東急不動産との協働クラスとなる。したがって、内容については実務的な質が求められるだろう。実際に、ゲスト講師として外部の専門家が訪れることにもなる。学内での設計の雰囲気とは違った厳しい視点が注がれることになるだろう。授業外学修の充実が求められる所以である。<BR/>グループワークでの対話が苦手だという学生もいる。しかし、社会に出れば対話の機会は山程ある。人との対話のなかで自分の意見を整理し、主張し、考え方を変えていくことができる人間でありたい。積極的な学習という観点からも、この授業では対話を大切にしたい。<BR/>以上をよく理解した上で、「主体的に授業を作ろう」と考える学生に履修してもらいたい。", "授業方法": "受講人数の上限は20名とする。概ね4人ずつ5チームに分かれて検討を続ける。授業の前に事前準備（授業外学修）が求められる。毎回、授業は事前準備の結果を発表するところから始まる。そのうえで、教員が発表に対するフィードバックを行い、それを受けてチームごとにディスカッションしたり、次回までの作業内容を確認し合ったりする。<BR/>【オンライン受講生対象】オンラインでの受講を許可された学生に対しては、講義部分について「対面授業の録画データをオンデマンド配信」で対応する予定です。ただし、グループワークについては、個人情報への配慮および技術的観点からすべてのグループの対話内容を録画して配信することは不可能であることを了承願います。", "トピック": {"第1回": ["ガイダンスとチーム分け<BR/>・授業のオリエンテーション（単位の実質化、アクティブラーニング、チームごとの精算）<BR/>・教員の自己紹介<BR/>・学生寮の与条件<BR/>・チーム分け<BR/>①とにかくかっこいい、おしゃれ、かわいいデザインを極めたいチーム。<BR/>②とにかく事業収支にこだわりたい、儲かる建築デザインを極めたいチーム。<BR/>③とにかく居住者同士の関係性を構築したい、コミュニティを極めたいチーム。<BR/>④とにかく史上初を狙う、見たことも聞いたこともないデザインを極めたいチーム。<BR/>⑤とにかくエネルギー効率にこだわる、断熱機密を極めるチーム。", "第2回までに、それぞれのチームに関係する建築事例を集めてくること"], "第2回": ["事例発表と再度のチーム分け<BR/>・各チームからの事例発表<BR/>・ディスカッション<BR/>・改めてチーム分け<BR/>→このチームで仕事を進める。事務所名は？ロゴは？シンボルマークは？<BR/>・事例調査（参加型の学生寮、エコ系の学生寮など）", "第3回までに、①から⑤のテーマに基づく学生寮の事例を集めてくること"], "第3回": ["テーマの検討、コンセプトの立案<BR/>・チームごとに学生寮の事例発表<BR/>・教員からのフィードバック<BR/>→敷地の割り当て<BR/>→学生寮の意味とは？ <BR/>・事業計画の立案についての説明<BR/>→学生寮の事業計画って？<BR/>・①から⑤のテーマに基づいて、具体的なコンセプトや事業内容についてのディスカッション", "第4回までに、敷地特性を読み取り、事業計画案を作成すること"], "第4回": ["事業計画案の発表<BR/>・チームごとの発表<BR/>・教員からのフィードバック<BR/>・チーム内でのディスカッション（事業内容について）<BR/>→近隣住民や地域との関係性、事業収支との兼ね合い、活用する素材など", "第5回までに、イメージ写真を収集し、空間のイメージとアクティビティのイメージをまとめること"], "第5回": ["アクティビティの検討<BR/>・チームごとの発表（アクティビティと空間のイメージ）<BR/>・教員からのフィードバック<BR/>・チーム内でのディスカッション<BR/>→学生寮のプログラムおよび容積の検討", "第6回までに、敷地計画案、ゾーニング、容積を検討すること"], "第6回": ["敷地計画案の発表<BR/>・敷地計画案の発表（プログラム、敷地計画、ゾーニング、容積など）<BR/>・教員からのフィードバック<BR/>・チーム内でのディスカッション", "第7回までに、エスキスを検討すること"], "第7回": ["エスキスの発表<BR/>・チームごとの発表（エスキスについて）<BR/>・教員からのフィードバック<BR/>・チーム内でのディスカッション", "第8回までに、各種図面を検討すること。平面、立面、断面、パースなど"], "第8回": ["事業計画<BR/>・各種図面のエスキス発表<BR/>・教員によるフィードバック<BR/>・チーム内でのディスカッション", "第9回までに、中間発表の準備をすること"], "第9回": ["中間発表<BR/>・チームごとの発表<BR/>・教員によるフィードバック<BR/>・チーム内でのディスカッション", "第10回までに、中間発表での指摘を反映させた各種図面を作成すること"], "第10回": ["ゲスト講師による講評<BR/>・配置図、平面図、断面図、立面図、パースのラフ案発表<BR/>・教員によるフィードバック（ゲストの活動紹介も含む）<BR/>・チーム内でのディスカッション", "第11回までに、講評を踏まえた図面の精緻化、パースおよび模型の検討を進めること"], "第11回": ["ゲスト講師による講評<BR/>・チームごとの発表<BR/>・教員からのフィードバック（ゲストの活動紹介も含む）<BR/>・チーム内でのディスカッション", "第12回までに、概算見積書の作成、各種図面の検討を進めること"], "第12回": ["見積り金額および収支計画<BR/>・チームごとの発表（概算見積と収支計画の整合性について）<BR/>・教員からのフィードバック<BR/>・チーム内でのディスカッション", "第13回までに、プレゼンテーション資料を準備すること"], "第13回": ["プレゼンテーション<BR/>・発表<BR/>・教員からのフィードバック<BR/>・グループ内でのディスカッションおよび作業", "第14回までに、プレゼンテーションを改善すること"], "第14回": ["最終プレゼンテーション（授業中試験）<BR/>・発表（ゲスト講師あり）<BR/>・フィードバック（東急不動産の方々）<BR/>・パネルディスカッション<BR/>・評価点の発表<BR/>・チームごとの精算、提出", ""]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "プレゼンテーションの内容に応じた評価とする。"], "成績評価Grading2": "備考　Note\nプレゼンテーションの結果、評価点はチームごとに付与される。付与された点数を元に、チーム内での貢献度合いに基づいて各人の配点を話し合い、決定した点数を教員に提案するものとする。\n【オンライン受講生対象】オンライン受講生については、非同期型であるオンデマンド配信の性格上、課題に対するレポート提出をもって成績評価とする。", "更新日時/Date of Update0": "2022年04月25日 13時12分55秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "【使用不可】ＩＩＩ－１０２"]}, "campas": 1, "name": "【200】建築・都市演習　３／Practice in Architecture and Urban Studies", "管理部署": 14, "単位数": 2, "担当者": "山崎　亮（YAMAZAKI RYO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 11, "評価1": 2, "開講期": 1}