{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業は、学生が都市に関する課題についてテーマ設定を行い、調査分析により理解を深めることを目的とする。", "到達目標": "１．都市の現状や問題について理解し、課題設定ができる<BR/>２．課題について自ら考え、必要な文献や資料を収集、調査分析できる<BR/>３．収集したデータ、資料を基に議論し、より深い考察が出来る<BR/>４．得られた知見について報告・発表する能力を習得する", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "住宅政策論、都市マネジメント論、比較都市論、都市調査法", "授業の概要・背景": "演習としての大枠は「これからの都市・まち・くらしを考える」というものである。すでに日本の人口は減少し、世帯数の減少も進んでいく。今後は整備されているインフラや施設などをより有効に活用できるまちづくり、空間づくりが必要となる。また、それらを担う住民や地域組織も重要である。<BR/>地域の持続性を保ち、地域の付加価値を高めるような住環境づくり、コミュニティづくりについて考察する。", "授業方法": "基本的にグループで調査・研究に取り組みます。<BR/>授業時間は発表と議論の場として活用します。単なる出席にならないよう、積極的な参加を期待します。<BR/>また学内外での発表など様々な機会を利用して成果を公開していきます。", "トピック": {"授業計画1": "◆2023年度は三田駅前Cブロックを対象に演習を進めます。開発事業者など民間企業の方との共同研究になります。◆<BR/>各自の研究テーマをもとにグループ分けを行い、研究活動を進める。<BR/>各グループにおいて先行研究の収集、レビューを行い、授業時間ではグループでの研究目的、研究計画や研究の進捗について報告・議論する。<BR/>これらをとりまとめ、得られた知見について成果を学外に発信する。", "授業外学習2": "演習に向け、関心のあるテーマの文献を読んでおくこと。<BR/>都市空間、日常の生活の中での疑問を大事にし、自身の研究テーマへの示唆としてください。<BR/>また、学外の参加可能な地域活動などにも積極的に参加し、自身で体験を増やしてほしい。興味のある地域には足を運び、自分の目で見ておいて下さい。"}, "評価": {"参考文献・資料Reference books0": "ヤン･ゲ－ル『建物のあいだのアクティビティ』鹿島出版会､2011年\nリチャード・フロリダ「クリエイティブ都市論」ダイヤモンド社　2009年\nジェイン・ジェイコブズ「アメリカ大都市の生と死」鹿島出版会　1977年\n米野史健・真鍋陸太郎・ほか「住民主体の都市計画」学芸出版社2009年\n広原盛明・高田光雄・角野幸博ほか「都心・まちなか・郊外の共生」晃洋書房2010年\n大西隆「人口減少時代の都市計画」学芸出版社2011年、など", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題や研究への取り組み状況と最終成果物により評価します"], "更新日時/Date of Update0": "2023年02月17日 20時43分07秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "ＩＩＩ－２３２"]}, "campas": 1, "name": "【300】まちづくり演習／Seminar in Urban Planning", "管理部署": 14, "単位数": 2, "担当者": "清水　陽子（SHIMIZU YOKO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "評価1": 4, "開講期": 2}