{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "ソーシャルデザイン、社会的な建築の設計、コミュニティデザインの概要を理解し、その事例や手法について知ることを目的とする。", "到達目標": "ソーシャルデザイン、社会的な建築設計、コミュニティデザインの概要について理解している状態を目標とする。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "行政の計画や企業の事業において、住民や利用者の意見を聞きながら計画立案や事業展開を進めることが多くなっている。また、公共建築の設計においても利用者の意見を設計に反映させたり、完成した空間を率先して使いこなす利用者の組織化が求められることが増えている。こうした時代背景を鑑み、本授業では「利用者参加型のプロジェクト展開」についてさまざまな角度から学ぶことにしたい。また、建築家の社会的責任、地域の課題を解決するためのデザイン、商業主義的な経済や消費社会が抱える問題点などについても学びたい。", "授業方法": "【注意事項】<BR/>この授業は、特に復習としてのレポート作成を重視している。これは「単位の実質化」と呼ばれる学習形式に対応している。大学の単位は100分授業を14回受ければもらえるものではなく、予習と復習のための100分学習もセットで14回行うことによって授与の条件が整うものである。つまり、自学自習の100分と対話型授業の100分がセットとなり、それが14回繰り返されることが単位認定の基礎条件となる。<BR/>したがって、この授業では毎回テーマが設定され、そのテーマについての授業外学修、特に復習が求められる。時間外学修を好まない学生には、本授業の履修はお薦めしない。<BR/>グループワークでの対話が苦手だという学生もいる。しかし、社会に出れば対話の機会は山程ある。人との対話のなかで自分の意見を整理し、主張し、考え方を変えていくことができる人間でありたい。積極的な学習という観点からも、この授業では対話を大切にしたい。<BR/>なお、本授業は履修学生とともに内容を構築する予定である。そのプロセス自体がコミュニティデザイン的な手法であり、そのなかから学びたいテーマを見つけ出しながら授業を進める。必要に応じて具体的な現場へのフィールドワークを行う可能性もある。<BR/>以上をよく理解した上で、「主体的に授業を作ろう」と考える学生に履修してもらいたい。<BR/>【感染防止重点期間】感染防止重点期間については、授業をオンラインで行います。詳しくは備考欄をご覧ください。<BR/>【オンライン受講生対象】オンラインでの受講を許可された学生に対しては、講義部分について「対面授業の録画データをオンデマンド配信」で対応する予定です。ただし、グループワークについては、個人情報への配慮および技術的観点からすべてのグループの対話内容を録画して配信することは不可能であることを了承願います。", "トピック": {"授業計画1": "授業履修者とのワークショップを繰り返しながら、履修者がコミュニティデザインについて知りたいことを伝えたり、グループワークで対話を繰り返して思考を深めたりする。以下は授業内容の一例である。①コミュニティデザインの事例収集および紹介。②グループワークの実習。③アイスブレイク研修。④ファシリテーション研修。⑤現場実習（フィールドワーク）。⑥コミュニティデザインを支える思想の研究。⑦専門書購読。", "授業外学習2": "授業履修者が主体的な学習に取り組めるよう、学生たちが話し合いながら14回の授業内容を検討するため、そのための資料を集めたり事例を調べたりすることが重要になる。ほぼ毎回、「次回までにやってくること」が生まれるはずなので、授業外の学習を避けたい人は本授業の履修は避けたほうが良い。"}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "レポートの内容における理解度。なお、レポート執筆は最終授業に実施予定。"], "成績評価Grading2": "備考　Note\n【オンライン受講生対象】オンライン受講生については、課題に対するレポート提出をもって成績評価とする。", "更新日時/Date of Update0": "2023年05月01日 14時20分22秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "ＩＩ－３０３"]}, "campas": 1, "name": "【300】コミュニティデザイン演習／Seminar in Community Design", "管理部署": 14, "単位数": 2, "担当者": "山崎　亮（YAMAZAKI RYO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 21, "評価1": 2, "開講期": 2}