{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本演習の目的は、国内外における都市やまちづくりに関する幅広い課題について、学生各自がテーマ設定を行い、そのテーマに沿った調査分析を自ら行い、その結果を学術論文や計画設計図書としてとりまとめる等のプロセスを通じ、学術研究を実施するための基礎的能力を身につけるものです。一部の授業では実務家の外部講師を招聘しますが、関連するフィールドワークに参加することも可能です（選択制）。なお、本演習で得られた知見や成果は卒業研究（学術論文もしくは計画設計図書の作成）として活用されるものとします（卒業研究以外のテーマ選択も可能です（要相談））。", "到達目標": "学生は、国内外における都市やまちづくりに関する幅広い課題について、自らテーマ設定を行い、調査・分析を行い、その結果を学術論文や計画設計図書としてとりまとめる等のプロセスを通じ、学術研究を実施するための基礎的能力を修得します。", "特記事項": "", "関連科目": "都市調査法、都市解析、都市・農村計画、都市デザイン論、都市再生論、交通政策論、海外開発協力論、コミュニティデザイン、住宅政策論、都市マネジメント論、地域再生論、都市防災論", "授業の概要・背景": "", "授業方法": "１　演習テーマの検討、確定<div>２　各自の関連学術論文および主要文献のレビュー（論文・文献等のリサーチ）<br />２　演習テーマに即した調査・分析手法の決定<br />３　フィールドワーク等の実施<br />４　学生による発表とディスカッション、教員による指導助言</div><div>本演習の成果は卒業研究（学術論文もしくは計画設計図書）として活用されるものとしますが、そうでない演習テーマを選択することも可能です（要相談）。一部の講義では外部講師を招く予定です（関連する選択制のフィールドサーベイの機会を提供します）。</div>", "トピック": {"授業計画1": "すべて対面授業で実施します。春学期は、学生は演習のテーマにつき検討・決定します。教員は、各学生のテーマに関連した書籍、研究論文、先進事例などを解説するとともに、個別またはグループごとに演習の進捗状況に応じた指導を行います。夏期休暇中は、個人または小グループによる演習のテーマに即したフィールド・サーベイを求めることがあります。秋学期は、個人または小グループによる演習成果のとりまとめ（論文執筆もしくは計画設計提案作業）についてのディスカッションと指導を行います。秋学期後半は個々の進捗状況に応じて個別指導も行います。", "授業外学習2": "受講生は演習時間外に自ら主体的に作業を進める必要があります。既往論文・書籍等のレビュー、フィールドワーク、調査分析、論文執筆もしくは計画設計作業はいずれも学生が授業時間外に実施するもので、授業時間中は、それぞれの成果の発表とディスカッション、教員によるアドバイスの時間に充てられることになります。"}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "2": ["", "", "", "", "", ""], "3": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "演習の成果品（論文または計画・設計提案）"], "成績評価Grading2": ["その他／Others (99)", "30 %", "演習中の発表・ディスカッションの内容"], "項番No.0": [], "項番No.1": ["2024年度", "通年／Year Round", "集中・その他／Concentration/Other", "通年／Year Round", "教室未定"]}, "campas": 1, "name": "【400】建築学演習　９／Seminar in Architecture and Urban Studies", "管理部署": 14, "単位数": 4, "担当者": "松村　茂久（MATSUMURA SHIGEHISA） ", "履修基準年度": "４年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 49, "評価1": 3, "評価2": 6, "開講期": 0, "成績評価備考": "割合　Percentage"}