{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "ソーシャルデザイン、社会的な建築の設計、コミュニティデザインの概要を理解し、その事例や手法について知ることを目的とする。", "到達目標": "ソーシャルデザイン、社会的な建築設計、コミュニティデザインの概要について理解している状態を目標とする。", "特記事項": "", "関連科目": "", "授業の概要・背景": "卒業研究のテーマに合わせて、必要な専門書や学術論文を読み、その内容を発表する。以下は本研究室の研究テーマの一例である。①コミュニティデザインの事例研究および歴史研究。②ランドスケープデザインの事例研究および歴史研究。③ソーシャルデザインの事例研究および歴史研究。④アイスブレイク、ワークショップ、チームビルディング、ファシリテーションの手法研究。⑤コミュニティ概念の変遷についての研究。⑥コミュニティデザインを支える思想の研究。⑦里山環境に関する研究。⑧関係性の美学についての研究。", "授業方法": "【注意事項】<br />この授業は、特に復習としてのレポート作成を重視している。これは「単位の実質化」と呼ばれる学習形式に対応している。大学の単位は100分授業を28回受ければもらえるものではなく、予習と復習のための100分学習もセットで28回行うことによって授与の条件が整うものである。つまり、自学自習の100分と対話型授業の100分がセットとなり、それが28回繰り返されることが単位認定の基礎条件となる。<br />したがって、この授業では毎回テーマが設定され、そのテーマについての授業外学修、特に復習が求められる。時間外学修を好まない学生には、本授業の履修はお薦めしない。<br />グループワークでの対話が苦手だという学生もいる。しかし、社会に出れば対話の機会は山程ある。人との対話のなかで自分の意見を整理し、主張し、考え方を変えていくことができる人間でありたい。積極的な学習という観点からも、この授業では対話を大切にしたい。<br />なお、本授業は履修学生とともに内容を構築する予定である。そのプロセス自体がコミュニティデザイン的な手法であり、そのなかから学びたいテーマを見つけ出しながら授業を進める。必要に応じて具体的な現場へのフィールドワークを行う可能性もある。<br />以上をよく理解した上で、「主体的に授業を作ろう」と考える学生に履修してもらいたい。<br /><br />", "トピック": {"授業計画1": "授業履修者とのワークショップを繰り返しながら、履修者がコミュニティデザインについて知りたいことを伝えたり、グループワークで対話を繰り返して思考を深めたりする。以下は研究テーマの一例である。①コミュニティデザインの事例研究および歴史研究。②ランドスケープデザインの事例研究および歴史研究。③ソーシャルデザインの事例研究および歴史研究。④アイスブレイク、ワークショップ、チームビルディング、ファシリテーションの手法研究。⑤コミュニティ概念の変遷についての研究。⑥コミュニティデザインを支える思想の研究。⑦里山環境に関する研究。⑧関係性の美学についての研究。", "授業外学習2": "授業履修者が主体的な学習に取り組めるよう、学生たちが話し合いながら28回の授業内容を検討するため、そのための資料を集めたり事例を調べたりすることが重要になる。ほぼ毎回、「次回までにやってくること」が生まれるはずなので、授業外の学習を避けたい人は本授業の履修は避けたほうが良い。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "レポートの内容における理解度。なお、レポート執筆は最終授業に実施予定。"], "項番No.0": [], "項番No.1": ["2024年度", "通年／Year Round", "集中・その他／Concentration/Other", "通年／Year Round", "教室未定"]}, "campas": 1, "name": "【400】建築学演習　１１／Seminar in Architecture and Urban Studies", "管理部署": 14, "単位数": 4, "担当者": "山崎　亮（YAMAZAKI RYO） ", "履修基準年度": "４年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 49, "評価1": 2, "開講期": 0}