{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "本講義の目的は、実際に医療の現場を見学や介護を体験することにより、医療従事者や関連職種を目指す者としての自覚をもち、動機を高めること、また医療に関心のある学生が現場を体験して理解を深めることである。<BR/>医学的知識をほとんど持っていない学生が専門的な知識や手技を修得することを目的としたものではなく、病を得た方の苦悩を理解し、また看護業務を体験し、その中から、将来医療に関与したり、医療を考える上で今後何をなすべきかを自覚することが大きな目的である。", "到達目標": "・実際に活動している医療の現場を体験し、医学、看護、薬学、福祉、心理学、生命科学等を学ぶことへの動機づけを行う。また医療についての関心を高める。<BR/>・社会的な弱者の立場を知り、それを助けている人々のひたむきな仕事ぶりに触れ、上記の学習が社会でどのように役立っているのかを理解する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "医学入門Ａ、医学入門Ｂ", "授業の概要・背景": "平成19年7月に兵庫医科大学と関西学院大学との間で締結された学術交流に関する包括協定に基づき、授業科目の相互提供、学生・教員の相互交流の一環として、本科目を開講している。", "授業方法": "8月15日（火）～8月18日（金）兵庫医大での講義ならびに兵庫医科大学病院での病棟実習を行う。小グループに分かれて各病棟に配属され、看護部の協力の下に看護の現場を体験する。詳しくは15日に説明会を行う。実際の実習は16日（水）～17日（木）の2日間である。<BR/>8月15日（火）午後1時30分～5時（予定）　オリエンテーション<BR/>（兵庫医大病院について、病棟での心構え、個人情報保護、身だしなみ検査など）<BR/>8月16日（水）～17日（木）1～5時限　　病棟実習<BR/>8月18日（金）1～2時限　　発表準備<BR/>午後1時～　　発表会<BR/>※詳細については別紙を必ず確認すること", "トピック": {"第1回": ["【対面授業】兵庫医科大学での講義ならびに兵庫医科大学病院での病棟実習を行う", ""], "授業計画1": "【対面授業】兵庫医科大学での講義ならびに兵庫医科大学病院での病棟実習を行う<BR/>8/15　１３：３０～１７：００オリエンテーション（平野公通）<BR/>8/16　１～５限　病棟実習（看護部）<BR/>8/17　１～５限　病棟実習（看護部）<BR/>8/18　１３：００～発表会（平野公通）", "授業外学習2": "事前に配布された資料をもとに、自己学修すること。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "発表会など"], "成績評価Grading3": "備考　Note\n各部署からの評価、実習態度、レポートなどを総合的に評価する。患者さん、入所者、医療スタッフ、職員などとのトラブルは厳禁。内容に応じて不合格だけでなく、厳しい懲戒処分の対象となる。正当な理由のない欠席は認めない。\n健康上の問題などある場合は、必ず履修申請時に申し出ること。", "備考Note0": "・本講義は、兵庫医科大学にて対面で実施します（兵庫医科大学連携講座）。\n・2023年度春学期卒業見込の者は履修できません。\n・本授業は事前申込（抽選制）科目ですので、履修を希望する学生は、所定の事前申込期間に履修申請を行ってください（定員を超える申請があった場合は抽選がなされ、当選をした学生のみが履修できます）。\n・本授業へは、条件を満たした学生しか出席できません。本授業へ出席するための条件は「連携講座００６への出席条件・履修確定後の手続」を必ず確認するようにしてください。\n具体的には、胸部レントゲン撮影を済ませているか（2023年度健康診断を受診しているか）、麻疹、風疹、流行性耳下腺炎、水痘の4種のワクチン接種を済ませているかあるいは抗体を保有しているか、という条件です。詳細は、掲載の添付ファイルをご参照下さい。\n・本授業は、履修ができても条件を満たせなければ、授業への出席ができず、また、単位修得もできません（履修中止・履修変更もできません）。このリスクを十分に考慮した上で、各自の責任において本授業への事前申込を行うのかを判断してください。\n・授業への出席に際して提出が必要な書類があります。これらの書類は、履修確定後に教務機構事務部からkwicを通じて、履修者へ配布します。\n\n＜担当者＞\n平野　公通　　兵庫医科大学　准教授\n蓮池　由起子　兵庫医科大学　医学教育センター長\n今西　宏安　　兵庫医科大学　准教授\n庄司　拓仁　　兵庫医科大学　講師\n柏　薫里　　　兵庫医科大学　講師", "備考Note1": ["①連携講座００６「早期臨床体験実習」【別紙】.pdf", ""], "備考Note2": ["②連携講座００６への出席条件・履修確定後の手続 .pdf", ""], "更新日時/Date of Update3": "2023年03月30日 16時41分16秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【100】連携講座００６【早期臨床体験実習】／Cooperative Lectures006", "管理部署": 17, "単位数": 1, "担当者": "平野　公通（TADAMICHI HIRANO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 3, "評価2": 4, "開講期": 8}