{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "AI関連機能のAPIを理解して、Node-redなどの簡便なプログラミングでAIを活用したアプリケーションの開発を体験し、AI、特に深層学習を使ったAI機能の知識を再確認し、デザイン思考（デザインシンキング）のプロセスに沿って、AIをどのようにビジネスに活用するかを考えられるスキルを修得することを目的とする。", "到達目標": "・AI関連のAPIを理解し、ビジュアルツールを使って基本的な操作を理解し、言語処理、音声解析、画像解析などのAPIの組み合わせによるアプリケーション開発が実施できるようになる。<BR/>・AIを活用したイノベーティブな提案を行うためのデザイン思考のプロセスを理解し、実際にプロセスに乗せた提案作成をグループワークを通じて体験し、AIをビジネスへ活用できるようになる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/><BR/>＜履修条件＞<BR/>「AI活用アプリケーションデザイン入門」の単位を修得済みであることが履修条件となります。", "関連科目": "", "授業の概要・背景": "AI活用とは、あるAIの技術を使うことが目的ではなく、ユーザーの問題や課題を解決するために必要なAI機能を活用することであり、そのために、近年企業などがインターンシップや研修などでも活用されているデザイン思考の考え方とプロセスを使っています。演習では、デザイン思考を使ったAI活用のブレーンストーミングの演習を実施し、AIをビジネスへ活用する方法を定着させます。<BR/>まず最初に、AI活用アプリケーションデザイン入門で学修した、自然言語解析、音声認識や画像/動画解析などのAI機能を利用するためのAPI(Application Programming Interface)を利用したビジュアルツールにより簡単なアプリケーション開発を実施し、AI、特に深層学習を活用したAI機能の理解を深めます。<BR/>後半では、AIを活用したビジネスを考えるうえで、顧客視点でユーザーに共感し、正しい問題や課題を見つけ解決するために、デザイン思考プロセスをグループワークを通じて体験し、デザイン思考を使いながら、AI活用のための提案資料を作成し、発表を行います。", "授業方法": "対面授業：講義と演習の組み合わせとなる。演習ではグループワークも取り入れ双方向なディスカッションを行い、実際の演習結果についてはリポートとして提出を求める。<BR/>本授業科目では、履修学生が各自のノートPC（タブレットは不可）を持参し、通常教室で授業を行う。また、LUNAを使用して資料のダウンロードや課題の提出を求める。<BR/>演習では、AIのAPIはIBM Cloud上の環境を使うために、履修者には授業終了まで、IBM CloudのIDが提供される。<BR/><BR/>【オンライン受講許可学生対象】<BR/>各回、以下のいずれかの方法でオンライン授業を実施する。<BR/>授業を録画（Zoom）した動画を、授業後にLUNAで配信する。<BR/>Zoomによる同時双方向型授業を行う（URLは回が近づいたらLUNAで連絡する）。", "トピック": {"第1回": ["【14回すべて対面授業で実施】<BR/><BR/>アプリケーションデザイン実践演習のガイダンスとPC環境のセットアップ：<BR/>「クラウド環境とはなにか」、「APIとはなにか」について再度確認し、アプリケーションデザイン実践演習のガイダンスと演習で使うPC環境の構築を行う。（IBM Cloudのアカウントは履修中は各学生に提供される。）", ""], "第2回": ["自然言語処理に関するまとめ、事例とチャットボット開発準備：<BR/>「チャットボットとはなにか」、「形態素解析とはなにか」を再度理解し、チャットボットを開発する手順を理解する。", ""], "第3回": ["言語処理、意図分類、チャットボットのアプリ開発１：<BR/>IBM Watson Assistでチャットボットの会話内容を作る。", ""], "第4回": ["言語処理、意図分類、チャットボットのアプリ開発２：<BR/>Webのアプリケーションから呼び出すアプリケーション開発を行う。", ""], "第5回": ["言語処理、形態素解析、Word2Vecと音声認識アプリケーション開発の準備：<BR/>Word2Vecを理解し、単語や文章の類似度などを理解し、IBM Cloud上でWord2Vecのモデル作成と確認を行う。<BR/>音声認識、音声合成の知識を身につけ、演習によりAPIの機能を理解する。", ""], "第6回": ["音声入力と音声合成機能を組み合わせたアプリ開発：<BR/>音声入力と音声合成機能のAPIを組み合わせたアプリケーション開発をIBM Watson API（Speech to Text, Text to Speech）を使って行う。<BR/>Webアプリケーションとチャットボットを連携させる開発を行う。<BR/>チャットボットを音声でやり取りできるアプリケーション開発を行い、言語処理と音声APIとの組み合わせにより、必要なサービスを実現できることを理解する。", ""], "第7回": ["画物体認識アプリの開発１：<BR/>画像解析、動画解析に関するまとめと事例から、画像解析の仕掛けと活用方法を理解する。<BR/>TesorflowのAPIを使い、PCのカメラやWeb上の画像から、物体を認識するアプリケーション開発を行う。", ""], "第8回": ["画物体認識アプリの開発２：<BR/>Posenet（人の体の部位を認識する）アプリケーション開発を行う。<BR/>機械学習機能をIBM　Cloud上で体験する。", ""], "第9回": ["デザイン思考　グループワーク　(Empathize)：<BR/>デザイン思考のプロセスを理解し、総合演習のテーマを決めて、チームにてワークを行う。チームでのプレーンストーミングを行い、最初のデザインシンキングの理解のフェーズとしてサービスのターゲットとなるユーザーのペルソナを作成する。", ""], "第10回": ["デザイン思考　グループワーク　(Empathise Define)：<BR/>ペルソナに従い共感マップを作成し、ユーザーの問題を理解し、現在のユーザーの問題と解決すべき課題を抽出する。", ""], "第11回": ["デザイン思考　グループワーク　(Ideate)：<BR/>課題に対しての解決策、特にAIを活用した解決策を中心に考え、その解決策に優先度をつけた上で提案するアイデアを考案する。", ""], "第12回": ["デザイン思考　グループワーク　(Prototype)：<BR/>本来のデザイン思考では試作を行うフェーズであるが、今回は解決策で実現するシステム構成図、またそれによるあるべき姿と効果を考察する。", ""], "第13回": ["デザイン思考　グループワーク:<BR/>ここまでグループワークで実施してきた議論の結果をまとめ、発表資料を作成し、最終発表会の準備を行う。", ""], "第14回": ["デザイン思考　グループワーク　最終発表会：<BR/>発表会にてデザイン思考のグループワークの内容を提案として発表する。<BR/>入門、実践演習を通して学んだ内容を振り返るとともに、最新の事例や動向なども学び、議論する。", ""], "授業外学習2": "・各回の演習が円滑にできるよう、指示された事前準備を行っておくこと<BR/>・講義資料を事前にダウンロードして予習しておくこと<BR/>・適宜宿題として課される演習課題に取り組むこと"}, "評価": {"教科書Required texts0": "特に指定しない", "参考文献・資料Reference books0": "適宜指示する", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "更新日時/Date of Update0": "2023年05月02日 10時18分14秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "ＶＩＩＩ－３０３"]}, "campas": 1, "name": "【250】ＡＩ活用アプリケーションデザイン実践演習　２／Practical Application Design for AI Solutions", "管理部署": 17, "単位数": 2, "担当者": "西野　均（NISHINO HITOSHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 24, "評価1": 3, "開講期": 1}