{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "データ分析用ソフトウェアによる基礎的な統計解析のスキルを身に付けることを目的する。", "到達目標": "１．データサイエンティストとしての分析手法の基礎力を習得する。<BR/>２．調査・実験データにおける様々な情報を的確に見いだして、データをあらゆる角度から分析する手法を身に付ける。<BR/>３．データ集計後に、結果を分かりすく表現できる力を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "データ分析用ソフトウェア（SPSS）による基礎的な統計解析のスキルを身に付けることを目的する。<BR/>データ加工、分析、結果の編集・解釈という一連の処理過程を通して、効果的な分析方法とその結果を分かりやすく表現するための基礎力を養う。<BR/>ゼミや卒業研究での、特に大量のデータ解析に役立つ題材をもとに、統計処理の方法を学習する。", "授業方法": "【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、対面授業時にZoomによる同時配信に参加するか、LUNAの資料を基に取り組む必要がある。なお、本授業では、各自のPC環境等でSPSS利用可能であることが履修条件になるため、以下のシラバス付加情報の備考内容を参照して履修可能かを検討する必要がある。ZoomのID等は、LUNAの「お知らせ」を確認すること。<BR/><BR/> 【対面授業受講生対象】<BR/>大学の判断で今期途中から授業形態がかわった場合にそなえ、必ず以下のシラバス付加情報の備考内容を参照・確認しておくこと。", "トピック": {"第1回": ["【全14回対面授業】<BR/>SPSSの概略と利用アプリケーションの操作確認・リモートPC等の確認", "【対面授業予定】<BR/>シラバスを確認し、各自のPC環境を確認しておくこと。詳細は、シラバス付加情報の備考内容と情報環境機構HPの資料等を参照しておくこと。また、授業後は、接続等を確認しておくこと。<BR/>【オンライン受講生対象】<BR/>ZoomのID等は、LUNAの「お知らせ」を確認すること。履修条件等の詳細は、シラバス付加情報の備考内容と情報環境機構HPの資料等を参照しておくこと。"], "第2回": ["SPSSの操作確認(変数編集の基礎）", "【対面授業予定】<BR/>前回のSPSS操作を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。<BR/>【オンライン受講生対象】<BR/>ZoomのID等は、LUNAの「お知らせ」を確認すること。"], "第3回": ["データの性質と様々な統計指標（変数・データ編集の基礎）", "【対面授業予定】<BR/>前回のSPSS操作を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。<BR/>【オンライン受講生対象】<BR/>ZoomのID等は、LUNAの「お知らせ」を確認すること。"], "第4回": ["質的データを調べる（質的データと質的データとの関連分析）", "前回のSPSS操作、データの特性について確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第5回": ["量的データと量的データを調べる（量的データと量的データとの関連分析）", "前回のSPSS操作、質的データの関連分析を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第6回": ["質的データ・量的データ分析の確認課題１", "前回のSPSS操作、質的・量的データ分析、クロス表・検定を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第7回": ["質的データと量的データを調べる（平均値の差）", "前回のSPSS操作、相関分析を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第8回": ["質的データと量的データを調べる（平均値の差・関連分析）", "前回のSPSS操作、平均値の差の検定など分析方法を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第9回": ["質的データ・量的データ分析の確認課題２", "前回のSPSS操作、質的・量的データ分析、検定を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。相関の補足資料の確認をすること。"], "第10回": ["予測をする（回帰分析）", "前回のSPSS操作を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第11回": ["予測をする（回帰分析・AMOS操作）", "前回のSPSS操作、回帰分析を確認し、課題を完成させておくこと。<BR/>授業中に提出できなかった課題は、期日までに完成させておくこと。詳細は、課題資料を参照のこと。"], "第12回": ["応用課題（データを各自で分析する）", "前回のSPSS操作、AMOS操作を確認し、課題を完成させておくこと。<BR/>今回のデータを今までの分析方法で分析することに取り組んでおくこと。"], "第13回": ["応用課題（分析した結果をスライドにまとめる）", "前回の分析結果を確認しておくこと。<BR/>分析結果を発表用資料としてまとめること。詳細は、課題資料を参照のこと。"], "第14回": ["総合確認課題", "前回までの復習をして、総合確認課題を提出すること。"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業課題50%　確認問題50%　による総合評価"], "成績評価Grading2": "備考　Note\n【オンライン受講生対象】\nオンラインでの受講を許可された学生に対しては、LUNAを活用して資料配布に基づく課題レポートの提出、確認課題レポート等の提出を求める。なお、本授業では、各自のPC環境等でSPSS利用可能であることが履修条件になるため、以下のシラバス付加情報の備考内容を参照して履修可能かを検討する必要がある。SPSSが利用できないPC環境では、履修しても成績評価につながらない。\n【対面受講生対象】\n授業最終回まで対面授業で対応できれば問題ないが、大学側が対面授業実施不可能で授業形態の変更判断をした場合、各自のPC等でSPSSを起動させて課題に取り組むなどの対応が必要になるため、以下のシラバス付加情報の備考内容を参照確認しておく必要がある。", "備考Note0": "【全受講生対象】\n完成していない課題等は積極的に次回までに取り組んでおくこと。\n各課題締め切り日までに課題を完成させておくこと。\nテーマの終わりには確認問題を設定するため、課題内容を見直しておくこと。\nデータの確認・整理を心掛けておくこと。\n授業利用として予定されているPCルームの換気状態やコロナ対策が心配な人は、事前に大学事務に問い合わせて確認しておくこと。\n\n【オンライン受講生対象】\nZoomのID等は、LUNAの「お知らせ」を確認すること。\n本授業ではデータ分析専用アプリケーションであるSPSSを利用するため、オンライン受講生が自宅PC等でSPSSの利用が不可能な場合は課題に取り組むことができないため、履修しても成績評価につながらない。必ず以下の内容を確認して、SPSSが利用できる環境を構築できるか検討しておくこと。\nオンラインで参加する場合には、自宅でSPSSを利用する必要がある。代表的な方法として、１）SPSSの無料ダウンロード（推奨１）、２）教研PCへのリモートアクセス機能（通称：リモート教室）を用いる（推奨２）、３）学内PCルームや図書館でSPSS利用、などが考えられる。いずれ比較的容易に対応可能と思われるが、特に１）か２）が困難と思われる場合には、別年度に対面授業形式で履修することを推奨する。\n\n１）遠隔授業の場合、最も推奨する方法は、各自のPCにSPSSを無料ダウンロードする方法である。情報化推進機構にアクセスして学生用フォームから申し込み、各自でダウンロードする（Windows版・Mac版対応）。\n２）各自のPCの記憶容量等に空きがなく、１）の方法を利用できない場合、教研PCへのリモートアクセス機能により大学のPC環境を自宅PC上に呼び出してSPSSを利用することも可能。ただし、自宅PC環境によっては接続がうまくいかない可能性もある。履修希望者は、必ず履修決定前に下記のURLリンクの大学の情報化推進機構のHPで利用環境を確認しておくこと。設定等は各自で行う必要があるが、情報化推進機構（下記参照）のマニュアルに従って行えばスムーズに設定できる。\n３）キャンパスに立ち入りが許可された状態で、学内のSPSSが起動するPC(PCルームや図書館など）の利用が可能であれば、時間を調整してキャンパス内で各自対応することができるかもしれない。\n\n【対面受講生対象】\n本授業は大学PCルームで対面授業を実施する予定である。授業最終回まで対面授業で対応できれば問題ないが、大学側が対面授業実施不可能で授業形態の変更判断をした場合、各自のPC等でSPSSを起動させて課題に取り組むなどの対応が必要になる。そのため以下のリンク内容確認しておく必要がある。なお、学外からの各SPSS利用方法は、対面授業内でも説明する予定である。また、図書館などのPCでもSPSSは利用可能であるため、オンライン授業時でもキャンパス内に入ることが許可されていれば、大学で引き続き課題には取り組むことができるかもしれない。", "URLリンク1/URL 11": "サイトライセンスのオンライン提供について", "URLリンク2/URL 22": "教研PCへのリモートアクセス", "更新日時/Date of Update3": "2022年04月22日 01時32分53秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＭＲ－第７ＰＣ教室"]}, "campas": 0, "name": "【150】コンピュータ実践（データ分析）　２／Computer Application for Data Analysis", "管理部署": 19, "単位数": 2, "担当者": "箱井　英寿（HAKOI HIDEKAZU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 4, "開講期": 1}