{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "表計算ソフトの代表であるExcelを用いて、さまざまなデータ処理方法の応用を身につけることを目的とする。", "到達目標": "１．表計算ソフトを使用したデータの集計や加工が問題に合わせて対応できるようになる。<BR/>２．実社会で用いられるデータなどを利用し、表計算ソフトを用いた的確な表現力を身に付ける。<BR/>３．データサイエンティストにつながる分析基礎力を習得する。", "授業方法": "学内のパソコン教室で、対面式スタイルで実習授業を進める。<BR/>（ただし、コロナの蔓延状況次第で、オンライン授業に切り替えることもあり得る。）<BR/>毎回、授業冒頭で新しい課題の解説をした後、各自、パソコンを使って実習を行う。その間、各自の質問には個別に対応する。課題によっては、授業時間内に仕上がらなかった場合、次週までに各自で自主的に作業を完成する。", "トピック": {"第1回": ["通常の対面授業の時は、時間割通りの教室で授業を行う。<BR/>　（もしもオンライン授業に切り替わった場合は、第1回授業に必要な指示やレジュメは、学内の「教材フォルダ」にあるYドライブ(上ヶ原\\♪周防）にあるフォルダ「コン実践・表計算」の情報を見て、その指示に従う。）<BR/>　以後の「授業計画」は、この欄の下にある「授業計画」を見て下さい。", "詳細は、<BR/>この欄の下にある「授業外学習」を見て下さい。"], "授業計画1": "１回目　 エクスプローラ上で、フォルダの新規作成・コピー・移動・削除・名前の変更やファイルのコピー・移動・削除・名前の変更など、ファイルの保存・整理に必要な概念・技法を解説し、実習する。<BR/>２～３回目　Excelの基本操作を学ぶ。<BR/>４～7回目　Excelによる表計算とグラフ作成を学ぶ。<BR/>８回目　エクセルで作成した表やグラフをワード文書にきれいに貼り付ける技術を学び、卒論やレポート作成に活用できるようにする。<BR/>９～11回目　ネット上から統計情報を検索して、エクセルに取り込み、再加工の上、ワード文書に文章と共に貼り付ける技術を学ぶ。<BR/>12～13回目　ヒストグラム、平均値、中央値、最頻値、分散、標準偏差、ヒストグラム、箱ひげ図、相関係数、単回帰分析、重回帰分析など、統計分析の基礎を学習する。<BR/>14回目　授業内期末試験を実施して、成績評価をする。", "授業外学習2": "「コンピュータ基礎」が履修済みまたは、パソコンを既に利用している学生を対象とする。<BR/>タッチタイピングができないと、授業の進行に付いていくのが苦しくなるので、講義開始までに練習用ソフトを使って修得しておくこと。"}, "評価": {"教科書Required texts0": "教科書は使わない。毎回レジュメを配布する。", "参考文献・資料Reference books0": "Excelはバージョンアップを数年毎に繰り返しているので、市販の参考書はすぐに役に立たなくなるので、\nExcel利用の際の技術的情報は、すべてネット上の無料サイトを検索して最新版の情報を活用する。", "学生による授業評価の方法Course Evaluation by Students0": "大学当局が用意した所定のフォーマット使用。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "講義最終日に実施する授業内期末試験の成績だけで評価する。（下の成績評価備考も参照してください。）"], "成績評価Grading2": "備考　Note\n対面授業の場合は、最終講義日に実施する授業内期末テストの成績だけで評価する。\n\n（オンライン授業に切り替わった場合には、\n講義最終日にオンラインによる「授業中試験：90％」＋「平常リポート：10%」の割合で総合評価する。）", "更新日時/Date of Update0": "2021年04月21日 13時51分37秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "ＭＲ－第７ＰＣ教室"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【150】コンピュータ実践（表計算）　１７／Introduction to Spreadsheets", "管理部署": "共通教育センター（情報科学科目）／Center for Common Educational Programs (Information Science Courses)", "単位数": "2", "担当者": "周防　節雄（SUOH SETSUO） ", "履修基準年度": "１年", "時限1": "木曜４時限／Thursday 4", "開講期": "秋学期／Fall"}