{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "授業方法": "Face to face format. In addition to teacher instruction, students will work individually, with partners, in small groups and in whole class activities to develop communication skills, and engage in independent/group research for oral and written assignments.<BR/><BR/>Please note that the class format may change depending on guidelines from the university.<BR/><BR/>[Information for students permitted to take classes online]<BR/>Arrangements will be made to provide access to the class as a simultaneous two-way class via Zoom.", "トピック": {"第1回": ["Week 1<BR/>Session 1 Unit 1 The Science of Shopping, Consumer Behavior<BR/>Session 2 Unit 1 The Science of Shopping, DVD The Decoy Effect<BR/>Session 3 Unit 1 The Science of Shopping, Gender and Shopping", ""], "第2回": ["Week 2<BR/>Session 1 Unit 1 The Science of Shopping, Persuasive Presentation<BR/>Session 2 Unit 2 Mother Nature, Filmmaking<BR/>Session 3 Unit 2 Mother Nature, DVD Turtles Under Threat  + Weekly news article discussion", ""], "第3回": ["Week 3<BR/>Session 1 Unit 2 Mother Nature, Orchids<BR/>Session 2 Unit 2 Mother Nature, Presenting a Proposal<BR/>Session 3 Unit 3 On The Move, Migration + Weekly news article discussion", ""], "第4回": ["Week 4<BR/>Session 1 Unit 3 On The Move, DVD Ellis Island<BR/>Session 2 Unit 3 On The Move, Space Travel<BR/>Session 3 Unit 3 On The Move, Colonizing Mars + Weekly news article discussion", ""], "第5回": ["Week 5<BR/>Session 1 Presentation 1<BR/>Session 2 Unit 4 Our Changing Planet, An Earth Sciences Lecture<BR/>Session 3 Unit 4 Our Changing Planet, DVD Grand Canyon + Weekly news article discussion", ""], "第6回": ["Week 6<BR/>Session 1 Unit 4 Our Changing Planet, Working with Words<BR/>Session 2 Unit 4 Our Changing Planet, Presenting a Report<BR/>Session 3 Unit 5 Making a Living, Cooperative Business + Weekly news article discussion", ""], "第7回": ["Week 7<BR/>Session 1 Unit 5 Making a Living, DVD An Indian Power Company<BR/>Session 2 Unit 5 Making a Living, Social Responsibility<BR/>Session 3 Unit 5 Making a Living, Research a Company + Weekly news article discussion", ""], "第8回": ["Week 8<BR/>Session 1 Unit 6 Design With Purpose, Lecture about Design <BR/>Session 2 Unit 6 Design With Purpose, DVD Designing the Future<BR/>Session 3 Unit 6 Design With Purpose, Problems and Solutions + Weekly news article discussion", ""], "第9回": ["Week 9<BR/>Session 1 Unit 6 Design With Purpose, Principles of Good Design<BR/>Session 2 Unit 7 Inspired to Protect, The Environment<BR/>Session 3 Unit 7 Inspired to Protect, DVD Life on Earth+ Weekly news article discussion", ""], "第10回": ["Week 10<BR/>Session 1 Presentation 2<BR/>Session 2 Unit 7 Inspired to Protect, Listening to a Talk<BR/>Session 3 Unit 7 Inspired to Protect, Planning a Presentation + Weekly news article discussion", ""], "第11回": ["Week 11<BR/>Session 1 Unit 8 Traditional and Modern Medicine, Plant-Based Medicines<BR/>Session 2 Unit 8 Traditional and Modern Medicine, DVD Animal Self-Medication<BR/>Session 3 Unit 8 Traditional and Modern Medicine, Prosthetic Devices + Weekly news article discussion", ""], "第12回": ["Week 12<BR/>Session 1 Unit 8 Traditional and Modern Medicine, Medicine and Health<BR/>Session 2 Unit 9 Uncovering the Past, An Archaeologist<BR/>Session 3 Unit 9 Uncovering the Past, DVD Construction + Weekly news article discussion", ""], "第13回": ["Week 13<BR/>Session 1 Unit 9 Uncovering the Past, Studying Archaeology<BR/>Session 2 Unit 9 Uncovering the Past, Life in the Past<BR/>Session 3 Unit 10 Emotions and Personality, A Lecture about Fear + Weekly news article discussion", ""], "第14回": ["Week 14<BR/>Session 1 Unit 10 Emotions and Personality, DVD Discomfort<BR/>Session 2 Unit 10 Emotions and Personality, Aspects of Personality<BR/>Session 3 Unit 10 Emotions and Personality, Food and Emotions + Weekly news article discussion", ""], "授業外学習2": "Review each lesson and complete the regular homework assignments in order to be prepared for the following class.  This should take between one to two hours per class lesson."}, "評価": {"教科書Required texts0": "Pathways, Listening, Speaking, and Critical Thinking 3, 2nd Edition\nBecky Tarver Chase & Christien Lee\nCengage\nISBN-978-1-33-756253-9", "学生による授業評価の方法Course Evaluation by Students0": "University Questionnaire", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Presentations/Written Work 50%, Participation 30%, Homework/Portfolio Assessment 20%"], "備考Note0": "How much of the syllabus is covered or amended will depend on the pace, level, and needs of the individual students in the particular class.\n\nTim Dowling: email : dmm77732@kwansei.ac.jp", "更新日時/Date of Update1": "2021年09月07日 16時22分15秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜１時限／Monday 1", "秋学期／Fall", "４別－３０３"], "項番No.2": ["2021年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "４別－３０４"], "項番No.3": ["2021年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－２０３"]}, "campas": 0, "name": "【200】インテンシブ・イングリッシュ　１／Intensive English", "管理部署": 20, "単位数": 3, "担当者": "ダウリン　ティム（DOWLING TIM GRAHAM） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 0, "時限2": 18, "時限3": 31, "評価1": 4, "開講期": 2}