{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "このコースの目的は、学生がすべて英語のコミュニケーション環境で英語（語彙、文法、談話）と言語スキル（聞く、話す、読む、書く）の知識を伸ばすことです。 これにより、学生は留学プログラムの学問的要件を満たしたり、さまざまな方法で英語を使用するキャリアを追求したりすることができます。", "到達目標": "学生は次のことができるようになります。<BR/>1.さまざまな学術的および実践的なトピックについてより流暢に話します。<BR/>2.すべて英語の環境で操作します。<BR/>3.一般的な実用的および学術的な形式で記述します。<BR/>4.組織的かつ学術的な方法でビジュアル付きの短いプレゼンテーションを提供します。<BR/>5.自律的に言語を学びます。", "特記事項": "", "関連科目": "", "授業の概要・背景": "In addition to teacher instruction, students will work individually, with partners, in small groups and in whole class activities to develop communication skills, and engage in independent/group research for oral or written assignments.", "授業方法": "After each face-to-face lesson, review each lesson and complete the regular homework assignments in order to be prepared for the following class.  In general, there will be two textbook classes and one project class each week.", "トピック": {"第1回": ["Section 1<BR/>Class 1: Introduction", ""], "第2回": ["Section 2<BR/>Class 2 Unit 1 Urban Challenges, Venice, Italy, Lecture<BR/>Class 3 Unit 1 Urban Challenges, Singapore<BR/>Class 4 Unit 1 Urban Challenges, Final Task", ""], "第3回": ["Section 3<BR/>Class 5 Unit 2 Protecting the Wild, Extinct Species<BR/>Class 6 Unit 2 Protecting the Wild, Legalized Hunting<BR/>Class 7 Unit 2 Protecting the Wild, Final Task", ""], "第4回": ["Section 4<BR/>Class 8 Unit 3 Beauty and Appearance, Perceptions of Beauty<BR/>Class 9 Unit 3 Beauty and Appearance, Unusual Fashion<BR/>Class 10 Unit 3 Beauty and Appearance, Final Task", ""], "第5回": ["Section 5<BR/>Class 11 Unit 4 Going Global, Succeeding in Business<BR/>Class 12 Unit 4 Going Global, Globalizing Technology<BR/>Class 13 Unit 4 Going Global, Final Task", ""], "第6回": ["Section 6<BR/>Class 14 Ted Talks 1: Foundation<BR/>Class 15 Ted Talks 2: Talk Tools<BR/>Class 16 Ted Talks 3: Preparation Process<BR/>Class 17 Ted Talks 4: On Stage", ""], "第7回": ["Section 7<BR/>Class 18 Unit 5 Migration, Ancient Migration<BR/>Class 19 Unit 5 Migration, The Serengeti National Park<BR/>Class 20 Unit 5 Migration, Final Task", ""], "第8回": ["Section 8<BR/>Class 21 Unit 6 Tradition and Progress, Bhutan<BR/>Class 22 Unit 6 Tradition and Progress, American Indian Lands<BR/>Class 23 Unit 6 Tradition and Progress, Final Task", ""], "第9回": ["Section 9<BR/>Class 24 Unit 7 Money in Our Lives, Money and Happiness Interview<BR/>Class 25 Unit 7 Money in Our Lives, Conversation about Money<BR/>Class 26 Unit 7 Money in Our Lives, Final Task", ""], "第10回": ["Section 10<BR/>Class 27 Ted Talks Project: Topic and Outline<BR/>Class 28 Ted Talks Project: First Draft<BR/>Class 29 Ted Talks Project: Edit and Second Draft", ""], "第11回": ["Section 11<BR/>Class 30 Unit 8 Health and Technology, Big Data in Health Care<BR/>Class 31 Unit 8 Health and Technology, Fitness Gadgets<BR/>Class 32 Unit 8 Health and Technology, Final Task", ""], "第12回": ["Section 12<BR/>Class 33 Unit 9 The Mysterious Mind, Brain and Intelligence<BR/>Class 34 Unit 9 The Mysterious Mind, Conversation about Memory<BR/>Class 35 Unit 9 The Mysterious Mind, Final Task", ""], "第13回": ["Section 13<BR/>Class 36 Ted Talks Project: Rehearsal (Small Groups)<BR/>Class 37 Ted Talks Project: Film and Editing<BR/>Class 38 Ted Talks Project: First Viewing and Edit", ""], "第14回": ["Section 14<BR/>Class 39 Unit 10 The Future of Food, GM Foods<BR/>Class 40 Unit 10 The Future of Food, Conversation about Food Prices<BR/>Class 41 Unit 10 The Future of Food, Final Task", ""], "第15回": ["Section 15<BR/>Class 42 Ted Talks Project: Peer and Self-Reviews.", ""], "授業計画1": "Course sessions listed above are subject to change according to circumstances. <BR/>上記のコースセッションは状況により変更されることがあります。<BR/>Students will need to participate actively in English to complete various types of communicative tasks.<BR/>学生は積極的に英語に参加して、様々なタイプのコミュニケーションの課題をこなしていく必要があります。", "授業外学習2": "Students are expected to do about 60 to 90 minutes of study outside of class each week.<BR/>学生は毎週60分から90分の授業外学習を行うことが求められます。"}, "評価": {"教科書Required texts0": "Pathways: Listening, Speaking, and Critical Thinking 4 - 2nd edition, Paul MacIntyre, Cengage, 978-1-337-56254-6", "学生による授業評価の方法Course Evaluation by Students0": "University Questionnaire", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See Below"], "成績評価Grading2": "備考　Note\nAssessment\nFinal Tasks = 64%. Project = 36%", "備考Note0": "How much of the syllabus is covered or amended will depend on the pace, level, and needs of the individual students in the particular class.", "更新日時/Date of Update1": "2022年04月01日 13時39分06秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "４別－３０６"], "項番No.2": ["2022年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "Ｇ－１０４"], "項番No.3": ["2022年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "Ｇ－１０８"]}, "campas": 0, "name": "【200】インテンシブ・イングリッシュ　３２／Intensive English", "管理部署": 20, "単位数": 3, "担当者": "メーテンズ　クレイグ（MERTENS CRAIG WILLIAM） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 0, "時限2": 18, "時限3": 28, "評価1": 4, "開講期": 1}