{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "授業方法": "Week 1 sessions 1-3 will be held face-to-face.  Week 2 and onwards will be held simultaneously via Zoom through a two-way online broadcast. Please stand by in Zoom at least 5 minutes before the class starts. In addition to teacher instruction, students will work individually, with partners, in small groups and in whole class activities to develop communication skills, and engage in independent/group research for oral and written assignments.<BR/><BR/>(Information ONLY for students permitted to take classes online: Where necessary and only for students permitted to take classes online the university will provide the means to participate in the classes on the day and time scheduled simultaneously via Zoom through a two-way online broadcast.)", "トピック": {"第1回": ["Week 1<BR/>Session 1 Unit 1 Urban Challenges, Venice, Italy, Lecture<BR/>Session 2 Unit 1 Urban Challenges, DVD, Farming on Rooftops<BR/>Session 3 Unit 1 Urban Challenges, Singapore", ""], "第2回": ["Week 2<BR/>Session 1 Unit 1 Urban Challenges, Problems and Solutions<BR/>Session 2 Unit 2 Protecting the Wild, Endangered Species, Q&amp;A Session<BR/>Session 3 Unit 2 Protecting the Wild, DVD, Crocodiles + Weekly news article discussion", ""], "第3回": ["Week 3<BR/>Session 1 Unit 2 Protecting the Wild, Legalized Hunting<BR/>Session 2 Unit 2 Protecting the Wild, Wild Animals in Zoos Debate<BR/>Session 3 Unit 3 Beauty and Appearance, Perceptions of Beauty, News Report + Weekly news article discussion", ""], "第4回": ["Week 4<BR/>Session 1 Unit 3 Beauty and Appearance, DVD, Skin Mask<BR/>Session 2 Unit 3 Beauty and Appearance, Unusual Fashion<BR/>Session 3 Unit 3 Beauty and Appearance, Describe Fashion Trends + Weekly news article discussion", ""], "第5回": ["Week 5<BR/>Session 1 Presentation 1<BR/>Session 2 Unit 4 Going Global, Succeeding in Business, Lecture<BR/>Session 3 Unit 4 Going Global, DVD, Sherpal Lives + Weekly news article discussion", ""], "第6回": ["Week 6<BR/>Session 1 Unit 4 Going Global, Augmented Reality (AR)<BR/>Session 2 Unit 4 Going Global, Evaluating Social Media<BR/>Session 3 Unit 5 Migration, Ancient Migration, Podcast + Weekly news article discussion", ""], "第7回": ["Week 7<BR/>Session 1 Unit 5 Migration, DVD, Wildebeest Migration<BR/>Session 2 Unit 5 Migration, The Serengeti National Park<BR/>Session 3 Unit 5 Migration, Describe and Explain Animal Migration + Weekly news article discussion", ""], "第8回": ["Week 8<BR/>Session 1 Unit 6 Tradition and Progress, Bhutan<BR/>Session 2 Unit 6 Tradition and Progress, DVD, Preserving Endangered Languages<BR/>Session 3 Unit 6 Tradition and Progress, American Indian Lands + Weekly news article discussion", ""], "第9回": ["Week 9<BR/>Session 1 Unit 6 Tradition and Progress, Describing a Traditional Celebration<BR/>Session 2 Unit 7 Money in Our Lives, Money and Happiness Interview<BR/>Session 3 Unit 7 Money in Our Lives, DVD, Bitcoin + Weekly news article discussion", ""], "第10回": ["Week 10<BR/>Session 1 Presentation 2<BR/>Session 2 Unit 7 Money in Our Lives, Methods of Payment<BR/>Session 3 Unit 7 Money in Our Lives, Giving Financial Advice + Weekly news article discussion", ""], "第11回": ["Week 11<BR/>Session 1 Unit 8 Health and Technology, Big Data in Health Care, Lecture<BR/>Session 2 Unit 8 Health and Technology, DVD, Biking in the City<BR/>Session 3 Unit 8 Health and Technology, Fitness Gadgets + Weekly news article discussion", ""], "第12回": ["Week 12<BR/>Session 1 Unit 8 Health and Technology, Describing and Explaining a Health Tech Product<BR/>Session 2 Unit 9 The Mysterious Mind, Brain and Intelligence, A Podcast<BR/>Session 3 Unit 9 The Mysterious Mind, DVD, Memory Man + Weekly news article discussion", ""], "第13回": ["Week 13<BR/>Session 1 Unit 9 The Mysterious Mind, Animal Behavior<BR/>Session 2 Unit 9 The Mysterious Mind Human Abilities<BR/>Session 3 Unit 10 The Future of Food, GM Foods Lecture + Weekly news article discussion", ""], "第14回": ["Week 14<BR/>Session 1 Unit 10 The Future of Food, DVD, Farming the Open Ocean<BR/>Session 2 Unit 10 The Future of Food, Food Prices<BR/>Session 3 Unit 10 The Future of Food, Giving Advice + Weekly news article discussion", ""], "授業外学習2": "Review each lesson and complete the regular homework assignments in order to be prepared for the following class.  This should take between one to two hours per class lesson."}, "評価": {"教科書Required texts0": "Pathways, Listening, Speaking, and Critical Thinking 4, 2nd Edition\nPaul MacIntyre\nCengage\nISBN-978-1-33-756254-6", "学生による授業評価の方法Course Evaluation by Students0": "University Questionnaire", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Presentations/Written Work 50%, Participation 30%, Homework/Portfolio Assessment 20%"], "備考Note0": "How much of the syllabus is covered or amended will depend on the pace, level, and needs of the individual students in the particular class.", "更新日時/Date of Update1": "2021年04月11日 12時08分19秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "Ｇ－２０５"], "項番No.2": ["2021年度", "春学期／Spring", "水曜５時限／Wednesday 5", "春学期／Spring", "４別－３０５"], "項番No.3": ["2021年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "４別－３０４"]}, "campas": 0, "name": "【200】インテンシブ・イングリッシュ　３２／Intensive English", "管理部署": 20, "単位数": 3, "担当者": "ダウリン　ティム（DOWLING TIM GRAHAM） ", "履修基準年度": "１年", "時限1": 0, "時限2": 18, "時限3": 28, "評価1": 4, "開講期": 1}