{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "授業方法": "2021 UPDATE: All classes are expected to be conducted online after the first week of classes. Google Classroom will be used for some course information and assignment submissions, and, also for any outside of class contact with the teacher. This course is centered mainly on discussions based on the class topics. This is NOT a lecture style course, it requires interactive English only discussions with classmates every lesson.<BR/>&lt;Information for students permitted to take classes online&gt;<BR/>Sessions 2 and onwards will be held simultaneously via Zoom (meeting code will be posted on the Google Classroom site). Session 1 will be face-to-face. Lesson details will be updated on the Google Classroom site by 5:30 pm the day before our class time (Tuesdays). Email the teacher at mjchang@kwansei.ac.jp to get the Google Classroom site code to register.<BR/>*If the pandemic situation changes in March and we need to begin the semester online, students can check the Google Classroom site for teacher updated information and students will also be contacted individually by their KGU e-mail addresses to explain about online classes if on campus face-to-face classes are not possible in April. <BR/>**If classes are to be held online, all classes will be live using Zoom for synchronous style classes.<BR/>------<BR/>This is an all-English classroom. Students can expect to communicate with the teacher and other students in English only. Assignments may require the use of the computer and online sites.<BR/><BR/>Additionally, this class is taught communicatively and the class functions as a community in which all members support each other. This means that students can expect to interact regularly through pair work or small groups to review course content and/or will have consistent interaction with the teacher.", "トピック": {"第1回": ["Course Overview: Introduction, Goal Setting Activities, Course Set Up; Vocabulary Journal", "1-2hrs - Buy textbook and notebook"], "第2回": ["Review of Reading skills, Quick Reads, Vocabulary Journal work", "1-2hrs - 5 Vocabulary Journal words"], "第3回": ["Online Reading, Listening &amp; Reading Report", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第4回": ["Review of Listening skills, Listening &amp; Reading Report (Reading task)", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第5回": ["Online Listening, Listening &amp; Reading Report (Listening task)", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第6回": ["Review of Speaking skills, Audio Recording, Peer Review", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第7回": ["Integrated skills for Speaking Task 1, Peer Review", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第8回": ["Integrated skills for Speaking Task 2, Peer Review", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第9回": ["Review of Writing skills, Peer Review", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第10回": ["Integrated skills for Writing Task 1, Peer Review", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第11回": ["Integrated skills for Writing Task 2, Peer Review", "1-2hrs - 5 Vocabulary Journal words,<BR/>1 Listening &amp; Reading Report entry"], "第12回": ["All skills review, <BR/>Submit 50 word Vocabulary Journal", "1-2hrs - Listening Review (all skills),<BR/>1 Listening &amp; Reading Report entry"], "第13回": [" Practice Listening Test<BR/>Submit 10 Listening &amp; Reading Report entries", "1-2hrs - Reading Review (all skills)"], "第14回": ["Practice Reading Test, course review", "Not Applicable"], "授業計画1": "This syllabus may be subject to revisions according to student needs and abilities plus any changes to the university calendar.", "授業外学習2": "This course builds on each previous lesson. Homework will be regularly assigned each week and is expected to be completed before the following class. The amount of study time required will vary from week to week depending on the subject/skill being reviewed. However, students can expect at least a minimum of 1 hour and a maximum of 2 hours of homework every week."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Deborah Phillips", "Longman Preparation Course for the TOEFL iBT Test (3rd Edition)", "Pearson", "2015 年", "978-0-13-324812-8", ""], "参考文献・資料Reference books0": "The textbook and a notebook are required", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Practice tests and quizzes - 30%, Homework - 40%, Active Participation in Class activities - 30%"], "更新日時/Date of Update0": "2021年04月25日 22時39分25秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "４別－３０３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【250】Skills-based English(TOEFL)L2　２／Skills-based English(TOEFL)L2", "管理部署": "言語教育研究センター／Language Center", "単位数": "1", "担当者": "チャン　Ｍ．Ｊ．（CHANG MARY） ", "履修基準年度": "１年", "時限1": "水曜２時限／Wednesday 2", "開講期": "春学期／Spring"}