{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "特記事項": "", "関連科目": "This is a high-level \"content-based\" course. Therefore, it is preferable for students to have already taken similar high-level courses like: Listening and Speaking 3, Critical Writing, language and Communication", "授業の概要・背景": "", "授業方法": "Lessons will be designed to foster student autonomy and enhance students' ability to critically assess written materials and oral presentations/lectures in and English-only environment. Students are expected to actively engage in class discussions based on teacher lectures or previously assigned readings or homework.Additionally, students can expect to regularly discuss and review course content in pairs or small groups as well as providing individual oral presentations utilized in class", "トピック": {"第1回": ["Introductions: Course Explanation, Goal-setting, Technology Set-up, General introduction to academic English", "None"], "第2回": ["Review of language skills, Introduction to academic listening", "1-2hrs"], "第3回": ["Review of listening abilities/skills, Listening strategies review and practice - Introduction to note-taking", "1-2hrs"], "第4回": ["Listening strategies review and practice - Understanding sign-posting and introduction lead-ins", "1-2hrs"], "第5回": ["Listening strategies review and practice - Understanding main ideas and key details in lectures", "1-2hrs"], "第6回": ["Listening strategy review, Introduction to listening assessment guidelines and requirements", "1-2hrs - Prepare for Listening assessment"], "第7回": ["Listening assessment, self-reflection, introduction to academic reading strategies", "1-2hrs"], "第8回": ["Academic reading strategies - Introduction to Internet search skills review and practice", "1-2hrs"], "第9回": ["Academic reading strategies - Introduction to Evaluating and assessing resources and practice", "1-2hrs"], "第10回": ["Academic reading strategies - Evaluating and assessing resources practice", "1-2hrs"], "第11回": ["Academic reading strategies - Evaluating and assessing resources practice", "1-2hrs"], "第12回": ["Academic reading strategies - Introduction to Annotating text / note-taking, and practice", "1-2hrs"], "第13回": ["Academic reading strategies - Annotating text / note-taking practice", "1-2hrs"], "第14回": ["Academic reading strategies - Annotating text / note-taking practice", "1-2hrs"], "第15回": ["Academic reading strategies - Annotating text / note-taking practice", "1-2hrs"], "第16回": ["Introduction to research strategies, final presentation, guidelines and requirements review", "1-2hrs"], "第17回": ["Research strategies - developing an academic topic development, practice", "1-2hrs"], "第18回": ["Research strategies - developing an academic outline practice, research topic development", "1-2hrs"], "第19回": ["Academic research strategies - developing an academic outline practice, research topic submissions", "1-2hrs"], "第20回": ["Academic research strategies - organizing sources, and practice, academic outline practice", "1-2hrs"], "第21回": ["Academic research strategies - organizing sources practice, research and presentation preparation", "1-2hrs"], "第22回": ["Academic research strategies - Citations and References, practice, research and presentation preparation", "1-2hrs"], "第23回": ["research and presentation preparation", "1-2hrs"], "第24回": ["research and presentation preparation", "1-2hrs"], "第25回": ["research and presentation preparation", "1-2hrs - final preparations for presentation"], "第26回": ["presentation based on researched topic, self-reflections", "1-2hrs - final preparations for presentation"], "第27回": ["presentation based on researched topic, self-reflections", "Not Applicable"], "第28回": ["course review, student exit interviews", "Not Applicable"], "授業計画1": "Note: This syllabus may be subject to revisions according to student needs and abilities.", "授業外学習2": "Students must have regular access to computers and the internet either at home or through an on-campus computer lab. <br /><br />The amount of study time for homework will vary from week to week and will depend on 1) the content being reviewed, and 2) the ability of individual students to understand the content. However, students can expect to do a minimum of 2 hours and a maximum of 4 hours of study each week in preparation for or prior to completing an assignment for homework"}, "評価": {"教科書/Required texts0": ["No Textbook - Materials provided by the teacher"], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "none", "", "", "", ""], "参考文献・資料/Reference books0": ["Electronic dictionary or equivalent"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "In-class activities and discussion tasks: 30%  Writing Assignments/Homework: 20%; Research sources: 20%; Final project/presentation  30%"], "備考Note0": ["This is an all-English classroom: please come to class prepared for this and encourage each other to speak and discuss extensively in English, in order to gain maximum participation points. Note that speaking in Japanese limits your classmates’ learning opportunities."], "備考Note1": ["2025年01月09日 10時23分27秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｇ－３０２"], "項番No.2": ["2025年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "Ｇ－２２１"]}, "campas": 0, "name": "【250】Skills-based English(Academic)L3　３／Skills-based English(Academic)L3", "管理部署": 20, "単位数": 2, "担当者": "ギャンブル　Ｃ．Ｗ．（GAMBLE CRAIG WALLIS） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "開講期": 2, "時限1": 8, "時限2": 22, "評価1": 6}