{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to improve their reading ability, particularly at an academic level, by employing various strategies for comprehending difficult academic texts.", "到達目標": "Students will be able to:<BR/>1. employ general academic reading skills at a near-native level.<BR/>2. express opinions on challenging texts.<BR/>3. monitor and correct their reading weaknesses without instructor-guidance.<BR/>4. employ guessing strategies that allow for better comprehension of academic texts.", "特記事項": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は備考欄を確認してください。<BR/><BR/>本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "All classes will be held on-campus, in a classroom and face-to-face.", "トピック": {"授業計画1": "Students will be required to follow instructions from the instructor, use the textbook and supplementary materials, discuss their ideas with their classmates and complete assignments and exams to complete this course.", "授業外学習2": "Students will be required to complete approximately 60 minutes of work outside of class each week."}, "評価": {"教科書Required texts0": "All materials required for this course will be supplied by the instructor.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Mid-term Exam 20 , Final Exam 20, Weekly Writing Journal 20, homework, quizzes and summaries 40."], "備考Note0": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は下記URL（kwicのキャビネット）の「履修手続」を確認してください。", "URLリンク1/URL 11": "英語インテンシブ・プログラム　履修について", "更新日時/Date of Update2": "2022年08月22日 12時57分52秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "４別－３０３"]}, "campas": 0, "name": "【250】Skills-based English(Reading)L3　２／Skills-based English(Reading)L3", "管理部署": 20, "単位数": 1, "担当者": "ハーバック　Ｊ．（HERBACH JAMES） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 10, "評価1": 4, "開講期": 2}