{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to build on their grasp of presentation basics and have greater confidence while doing more complex speaking and listening projects as well as large group discussions.", "到達目標": "1.    Students will be able to converse about academic subjects pausing only rarely.<BR/><BR/>2.    Students will be able to identify the key details of academic speeches, presentations, and films.<BR/><BR/>3.    Students will be able to create and execute well-organized presentations using impressive visual aids.<BR/><BR/>4.    Students will be able to take leadership roles in teams while working on large-scale projects entirely in English.<BR/><BR/>5.    Students will be able to guide group discussions in English.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be taught in a classroom, face-to-fact format.", "トピック": {"授業計画1": "The class will focus on topic in the textbook with additional supplementary materials.", "授業外学習2": "Students will be required to spend approximately 1 hour for homework each week."}, "評価": {"教科書Required texts0": "World Link Third Edition Book 2, Authors: Nancy Douglas, James R. Morgan, Susan Stempleski, Publisher: Cengage", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Mid-term Exam 20 , Final Exam 20, Weekly Writing Journal 20, homework, quizzes and presentations 40."], "更新日時/Date of Update0": "2023年02月28日 13時47分09秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＭＲ－２０２"], "項番No.2": ["2023年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "４別－３０６"]}, "campas": 0, "name": "【250】Skills-based English(Speaking & Listening)　３／Skills-based English(Speaking & Listening)", "管理部署": 20, "単位数": 2, "担当者": "ハーバック　Ｊ．（HERBACH JAMES） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 9, "時限2": 28, "評価1": 4, "開講期": 2}