{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "See below for details.", "到達目標": "Students will be able to discuss common topics in English.<BR/>Students will be able to practice idiomatic English.", "特記事項": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は備考欄を確認してください。<BR/><BR/>本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "This course will take very simple conversation topics and students will practice these topics. Students will be talking for 70-80 minutes per week. The teacher will listen and highlight certain strategic and idiomatic aspects of the conversations that could be changed or improved. This course is a fluency-based course and not an accuracy-based course. The teacher will also answer specific questions raised by students.<BR/>The 2 homework tasks will be to write a dialogue based on the issues that arise in class.", "授業方法": "Pair work<BR/>Group work", "トピック": {"第1回": ["Course overview and introductions.", "Work on Homework Task 1"], "第2回": ["Conversation topic - My favorite movies and TV programs.", "Work on Homework Task 1"], "第3回": ["Conversation topic - Shopping: habits, places, online or bricks and mortar.", "Work on Homework Task 1"], "第4回": ["Conversation topics - eating out on a budget, and splurging on a special meal.", "Work on Homework Task 1"], "第5回": ["Conversation topic - Weekend trips: places for a short trip around Japan.", "Work on Homework Task 1"], "第6回": ["Conversation topic - Day trips: museums, sightseeing spots and places to visit that are only a few hours away.", "Work on Homework Task 1"], "第7回": ["Conversation topic - Art and Culture: art, architecture, literature, fashion.", "Hand in Homework Task 1"], "第8回": ["Conversation topic - Social media: how you use it, how should it be changed.", "Work on Homework Task 2"], "第9回": ["Conversation topic - Remembering high school: good and bad times.", "Work on Homework Task 2"], "第10回": ["Conversation topic - Health: are you healthy? How can you improve your health? What are your bad habits? Do you have good sleep hygiene?", "Work on Homework Task 2"], "第11回": ["Conversation topic - Part-time jobs: are they an important part of your education? What are the best and worst jobs you have heard about?", "Work on Homework Task 2"], "第12回": ["Conversation topic - Yourself: how have you changed over the last 10 years? What are some new things you are trying out?", "Work on Homework Task 2"], "第13回": ["Conversation topic - What do you want to do after university?", "Work on Homework Task 2"], "第14回": ["Review class", "Hand in Homework Task 2"]}, "評価": {"教科書Required texts0": "No textbook required.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below for more details."], "成績評価Grading2": "備考　Note\n60% - participation (this is NOT attendance).\n20% - Homework Task 1\n20% - Homework Task 2", "備考Note0": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は下記URL（kwicのキャビネット）の「履修手続」を確認してください。", "URLリンク1/URL 11": "英語インテンシブ・プログラム　履修について", "更新日時/Date of Update2": "2023年02月16日 14時22分09秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "ＩＩ－２１２"]}, "campas": 1, "name": "【300】Language and Communication　７／Language and Communication", "管理部署": 20, "単位数": 2, "担当者": "カニンハム　Ｓ．（CUNNINGHAM STUART） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 16, "評価1": 4, "開講期": 1}