{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "照参欄文英", "到達目標": "照参欄文英", "特記事項": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は備考欄を確認してください。", "関連科目": "", "授業の概要・背景": "", "授業方法": "*The format, schedule, and manner of classes and assessments may change during the semester, depending on student needs, interests, or numbers.<br /><br />This high-level, content-based class will include elements of lecture and seminar styles, and will be conducted face-to-face. However, assignments/homework/ assessments will be conducted, and lesson information/resources provided, on Google Classroom. As such, students will need access to a computer at home. <br /><br />Short lectures will be given by the instructor each week. Students are expected to take notes, as these lectures will introduce the themes of the course. Supplementary readings will be assigned for homework to introduce additional information and deepen students’ understanding. Students will also do further research on these topics.<br /><br />Students will have to regularly demonstrate detailed and critical understanding of the content of these lectures and readings, as they will form the basis of Written Responses (a kind of weekly test), group discussions, activities and presentations in the following classes. Lastly, students will have to create a research proposal, and then conduct and present an original research project on slang usage in their own context. The purpose is to develop the skills required to undertake a systematic inquiry into slang usage.", "トピック": {"第1回": ["All 14 sessions are conducted face to face<br />Course Introduction, What Is Slang?<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第2回": ["Slang Creation<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第3回": ["Slang Evolution<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第4回": ["British Slang<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第5回": ["Australian Slang<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第6回": ["English Slang in Expanding Circle Countries<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第7回": ["&nbsp;Slang Research Methodologies<div>- Mid-Term Assignment: Research Proposal</div>", "Prepare and submit Research Proposal,<br />Reading"], "第8回": ["Digital Slang: Dating &amp; Relationships<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<br />work on original research project"], "第9回": ["Digital Slang: Internet &amp; Gaming Slang<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<br />work on original research project"], "第10回": ["Digital Slang: Memes<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<br />work on original research project"], "第11回": ["Swearing 1*<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<br />work on original research project"], "第12回": ["Swearing 2*<br />-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<br />work on original research project"], "第13回": ["Final A (Original Research Project) preparation<div>Final B (Knowledge Check Test) preparation</div>", "Prepare for Final A+B"], "第14回": ["Final A+B<br />Reflection", ""], "授業計画1": "*Swearing 1,2: The content in these classes is for developing a functional understanding of English swear words, and is not intended for students' practical everyday conversational use.", "授業外学習2": "-\tMost weeks you will read and analyse articles using a Reading Review Sheet. These support short lectures delivered in class, and form the basis for in-class Written Responses and discussions. This should take approximately 1 hour to 90 minutes a week.<br />-\tIn addition, please review each lesson, and check any new content, language or skills learned. This should take approximately 30 minutes a week. <br />-\tWritten Responses and active participation in class discussions are a big part of the grade for this course. Insufficient preparation outside class will severely affect your grade.<br />-\tAccess any online material required. Some assignments may involve doing additional online research.<div>- In the second half of the course, additional independent work will be required on your slang research project. The time commitment will vary by week, depending on the individual project.<br />-\tDo not hesitate to contact me if you need any help, I’m happy to speak to you ( stringer@kwansei.ac.jp )</div>"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation (30%), Written Responses (40%), Mid-Term Assignment: Research Proposal(10%), Final A+B (Original Research Project/ Knowledge Check Test) 20%"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "４別－３０２"]}, "campas": 0, "name": "【300】Language and Communication　２／Language and Communication", "管理部署": 20, "単位数": 2, "担当者": "ストリンガー　Ｔ．（STRINGER THOMAS JAMES） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 24, "評価1": 6, "開講期": 1}