{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "授業方法": "*The format and schedule may change during the semester, depending on student needs and the evolving coronavirus situation. <BR/><BR/>This seminar style class will be conducted online (‘on-demand’ via Edmodo and ‘real time’ via Zoom.) Assignments will be conducted, and lesson resources provided, on Edmodo. As such, students will need access to a computer at home. Please access the Zoom link provided on Luna and Edmodo. Look out for a message from me on Luna.<BR/><BR/>Short lectures will be given by the instructor each week. Students are expected to take notes, as these lectures will introduce the themes of the course. Supplementary readings will be assigned for homework to introduce additional information and deepen students’ understanding. Students will also do further research on these topics.<BR/><BR/>Students will have to regularly demonstrate detailed and critical understanding of the content of these lectures and readings, as they will form the basis of written assignments, and active pair and group discussions, presentations, and debates in spoken English in the following class.", "トピック": {"第1回": ["Week 1: Background to Britain<BR/>-Course Introduction <BR/>-Student and teacher introduction activities<BR/>- Introduction to the British context", "-Sign up for Edmodo<BR/>-Reading: <BR/>“The Country &amp; People”"], "第2回": ["Week 2:  British Regions and the Past<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Coasts and Countryside”"], "第3回": ["Week 3: British Identity<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Who Are the British?”"], "第4回": ["Week 4:  The Law: British Politics, Government, and the Monarchy<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading: <BR/>“The British Legal System”"], "第5回": ["Week 5:  Britain, the World, and Brexit<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“International Relations”"], "第6回": ["Week 6:  Education and Religion in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Schooling and Faith”<BR/>-Review for Mid-Term"], "第7回": ["Week 7: Mid-Term <BR/>-\tReview Activity (Weeks 1-6)", "-Reflection activity: Weeks 1-6"], "第8回": ["Week 8:  Britain’s Economy and Social Services<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading: <BR/>“The Welfare State”"], "第9回": ["Week 9: Media in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading: “Print, broadcast, and online media”"], "第10回": ["Week 10: Food and Drink in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Table Manners”"], "第11回": ["Week 11: Sport in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Be a Good Sport”"], "第12回": ["Week 12: Leisure in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Rule Britannia”"], "第13回": ["Week 13: Special Occasions in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-\tReading:<BR/>“Year-Round Celebrations”"], "第14回": ["In-Class Final", ""], "授業外学習2": "Outside of class:<BR/>-\tMost weeks you will read and analyse articles. These support short lectures delivered in class, and form the basis for in-class written responses and discussions. This should take approximately 1 hour a week.<BR/>-\tIn addition, please review each lesson, and check any new content, language or skills learned. This should take approximately 30 minutes a week. <BR/> -\tWritten responses and active participation in class discussions are a big part of the grade for this course. Insufficient preparation outside class will severely affect your grade.<BR/>-\tAccess any online material required. Some assignments may involve doing additional online research.<BR/>-\tDo not hesitate to contact me if you need any help, I&#39;m happy to speak to you ( stringer@kwansei.ac.jp )"}, "評価": {"教科書Required texts0": "You do not need to purchase a textbook in this course. The instructor will provide all required course materials, and students will also use online resources.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "• Discussion participation (30%) • Written responses (40%) • Mid Term (10%) • In-Class Final (20%)"], "備考Note0": "ENGLISH ONLY\nInstruction and course materials are in English only.\nAll work should be conducted in English only.\n\nATTENDANCE POLICY\n- Students who are absent 6 times or are late 10 times automatically fail.\n- Present: In class on time\n- Late: 0~ 30 mins late.\n- Absent: Don’t come or more than 30 mins late\n- 2 lates = 1 absence\nAbsences and being late also affect your discussion participation grade.\nExcused absences are only available on application to the office, not at the instructor’s discretion.", "更新日時/Date of Update1": "2021年09月07日 14時50分16秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "４別－２０５"]}, "campas": 0, "name": "【300】Culture and Society　１５／Culture and Society", "管理部署": 20, "単位数": 2, "担当者": "ストリンガー　Ｔ．（STRINGER THOMAS JAMES） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 8, "評価1": 4, "開講期": 2}