{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "授業方法": "For the Spring semester 2021, this course will be held face to face, but may include some ONLINE content in both simultaneous two-way or on-demand format.<BR/><BR/>&lt; For students permitted to take classes online &gt; - On-demand broadcast of data recorded from face-to-face classes via Google Classroom. Students need to check LUNA for more details on accessing Google Classroom <BR/><BR/>Thus, students will NEED access to a computer at home (not just a smartphone) or use a school computer lab to be able to properly complete and submit assignments. Desktop, laptop, notebook, Macbook, etc, are fine. Students should also have a Google account and sign up for Google Drive and Google Classroom (both are for free).<BR/><BR/>Lessons will be designed to foster student autonomy and enhance students&#39; ability to critically assess written materials and oral presentations/lectures in and English-only environment. <BR/><BR/>Students can expect regular teacher lectures, presentations, and actively discuss and review course content through pair work or small groups", "トピック": {"第1回": ["ALL SESSION INFORMATION IS SUBJECT TO CHANGE AT THE TEACHER&#39;S DISCRETION<BR/>Course introduction, Review of film knowledge, Reading handout 1 on Film Narrative", "1. students need to email their instructor, Craig Gamble (see Luna course)<BR/>2. students need to sign up for a Google GMAIL account<BR/>3. students need to access and join the course website (see attachment)<BR/>4. students need to complete class survey (approx. 30 minutes).<BR/>5. 1-2hrs - Read and review handout 1 on Narrative Structure<BR/><BR/>**course website and other files can be found below under シラバス付加情報"], "第2回": ["Group discussion and review of HW on Film Narrative and Exposition &amp; backstory; Teacher lecture", "1. students need to regular check course website and make email contact with their teacher<BR/>2. 1-2hrs - Read and review handout 2 on Exposition and background, review handout 1 again"], "第3回": ["Group discussion and review of HW on Thematic &amp; Cinematic elements; Teacher lecture, Introduction to Netflix content, graded discussion expectations and requirements", "1-2hrs - Prepare for graded class discussion, Notebook tasks 1<BR/>Read and review handout 3 on Thematic &amp; Cinematic Elements"], "第4回": ["Graded discussion on episode 1; self-reflection; Class review", "1-2hrs - Prepare for graded class discussion, Notebook tasks 2"], "第5回": ["Graded discussion on episode 2; self-reflection; Class review", "1-2hrs - Prepare for graded class discussion, Notebook tasks 3"], "第6回": ["Graded discussion on episode 3; self-reflection; Class review", "1-2hrs - Prepare for graded class discussion, Notebook tasks 4"], "第7回": ["Graded discussion on episode 4; self-reflection; Class review", "1-2hrs - Prepare for graded class discussion, Notebook tasks 5"], "第8回": ["Graded discussion on episode 5; self-reflection; Class review", "1-2hrs - Prepare for graded class discussion, Notebook tasks 6"], "第9回": ["Graded discussion on episode 6; self-reflection; Class review", "1-2hrs - Prepare for graded class discussion, Notebook tasks 7"], "第10回": ["Graded discussion on episode 7; self-reflection; Class review; Introduction to Final Project/Presentation", "1-2hrs - Prepare for graded class discussion, Notebook tasks 8"], "第11回": ["Graded discussion on episode 8; self-reflection; Class review; Notebooks Due; Final Project/Presentation topic submission and review", "1-2hrs - preparation for Final Project/Presentation"], "第12回": ["Preparation for Final Project/Presentation", "1-2hrs - preparation for Final Project/Presentation"], "第13回": ["Student Themed final presentations with written reflection", "1-2hrs - preparation for Final Project/Presentation"], "第14回": ["Student Themed final presentations with written reflection, course review", "Not applicable"], "授業計画1": "Note: This syllabus may be subject to revisions according to student needs and abilities at the teacher&#39;s discretion", "授業外学習2": "Students must have regular access to computers and the internet either at home or through an on-campus computer lab. Online, on-demand or simultaneous interactive tasks may be required.<BR/><BR/>The amount of study time for homework will vary from week to week and will depend on 1) the content being reviewed, and 2) the ability of individual students to understand the content to complete tasks. However, students can expect to do a minimum of 1 hours and a maximum of 2 hours of study each week.<BR/><BR/>In some cases, students will need to review and assess a segment of film multiple times in preparation for or prior to completing an assignment"}, "評価": {"教科書Required texts0": "Students will need a Netflix account (Minimum access of 4 months either through pre-paid card or by credit card)\n\nNo textbook - Other materials provided by the teacher", "参考文献・資料Reference books0": "Electronic dictionary or equivalent, Notebooks\n\nstudents will need a Google account (Gmail) and regular access to the Internet to access Google Classroom", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "30% Course Notebook, 30% Final project/presentation; 40% IN-CLASS Focused Discussions; There is no final examination(定期試験)."], "成績評価Grading2": "備考　Note\nGrade assessment may be subject to revisions according to student needs and abilities at the teacher's discretion", "備考Note0": "If students are late to class, they are considered tardy. If more than 30 minutes late, they are considered absent. Two instances of tardiness are counted as one absence. One point per tardiness and two points per absence is taken off the final grade. A combination of 3 absences / 6 tardiness will result in a failing grade and the students expulsion from the class.", "備考Note1": ["Google Classroom set up Film.docx", "Guide to join online course"], "更新日時/Date of Update2": "2021年03月18日 12時45分58秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｇ－１０７"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】Culture and Society　２／Culture and Society", "管理部署": "言語教育研究センター／Language Center", "単位数": "2", "担当者": "ギャンブル　Ｃ．Ｗ．（GAMBLE CRAIG WALLIS） ", "履修基準年度": "１年", "時限1": "水曜２時限／Wednesday 2", "開講期": "春学期／Spring"}