{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following:", "到達目標": "Refer to the following:", "特記事項": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は備考欄を確認してください。<br /><br />本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be conducted in English only, and students are expected to use English exclusively while participating. Class will be conducted as part lecture and part pairwork and group discussion and collaborative work. Students will work in pairs and groups and will discuss readings and key questions. They will also share their own research topics through presentations and a final paper. The will give peer feedback on each other’s presentations and writing assignments. Students will be required to complete self-study activities from the textbook and occasionally some other sources that are not covered in class. Research and much of the writing will also be done out of class. Active student interaction and participation is a strong expectation of this course. Currently, the intention is for this class to be taught face-to-face; adaptations may be made in light of changing conditions and university policies. Students are expected to follow safety protocols (i.e. wearing masks and respecting social distancing) during all face-to-face classes.", "トピック": {"第1回": ["Class overview, goal-setting, and teacher’s expectations<br />Text overview: Exploring Landscapes of Culture & Communication", "All 14 sessions to be conducted Face to Face."], "第2回": ["Essentialism and Non-Essentialism (Review of reading and discussions)<br />Choosing and refining topics for research: incidents of intercultural miscommunication and conflict", "45-90 min. homework and preparation estimated"], "第3回": ["Socialization & Cultural Identity (Review of reading and discussions)<br />Finding sources for academic papers<br />Paraphrasing and summarizing sources", "45-90 min. homework and preparation estimated"], "第4回": ["Cultural Hybridity & Stereotypes (Review of reading and discussions)<br />Effective paragraph writing, topic development exercises <br />Introduction to APA formatting and citations<br />Paraphrasing and summarizing", "45-90 min. homework and preparation estimated"], "第5回": ["Representation & Time Culture (Review of reading and discussions)<br />Introduction to academic paper structuring", "45-90 min. homework and preparation estimated"], "第6回": ["Discourse & Collectivism/Individualism (Review of reading and discussions)<br />Effective thesis statement writing", "45-90 min. homework and preparation estimated"], "第7回": ["Masculine & Feminine Culture(Review of reading and discussions)<br />Revising and refining the introduction and conclusion", "45-90 min. homework and preparation estimated"], "第8回": ["First draft of Final Research Paper due", "45-90 min. homework and preparation estimated; additional research preparation may be needed"], "第9回": ["High-context and Low-Context Cultures (Review of reading and discussions)<br />Presentation Design & Skills Workshop 1", "45-90 min. homework and preparation estimated"], "第10回": ["Power-distance (Review of reading and discussions)<br />Presentation Design & Skills Workshop 2", "45-90 min. homework and preparation estimated"], "第11回": ["Globalization and Cultural Identity and Othering (Review of reading and discussions)<br />Successfully using academic style and prose<br />Presentation Design & Skills Workshop 3", "45-90 min. homework and preparation estimated<br />Additional preparation for presentation may be needed"], "第12回": ["Final Presentations", "45-90 min. homework and preparation estimated; Additional preparation for presentation may be needed"], "第13回": ["Final Presentations", "45-90 min. homework and preparation estimated; Additional preparation for presentation may be needed"], "第14回": ["Final Draft of Research Paper due<br />Course reflection and discussion", "45-90 min. homework and preparation estimated; additional research paper preparation may be needed"], "授業計画1": "Class sessions listed above are subject to change in accordance with the student needs and any changes to the university calendar."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Active Participation in Discussions & Homework Preparation=40%. Presentations=30%. Final Research Paper=30%."], "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "４別－３０４"]}, "campas": 0, "name": "【300】Language and Communication　３／Language and Communication", "管理部署": 20, "単位数": 2, "担当者": "レッティグ－ミキ　Ｅ（RETTIG-MIKI ELLEN） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 6, "開講期": 1}