{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "*The format and schedule may change during the semester, depending on student needs and the evolving coronavirus situation. <BR/><BR/>This seminar style class will be conducted face to face. However, assignments/homework will be conducted and lesson resources/ information provided on Edmodo. As such, students will need access to a computer. BYOD to class is recommended- laptop, tablet, or smartphone. Short lectures will be given by the instructor each week. Students are expected to take notes, as these lectures will introduce the themes of the course. Supplementary readings will be assigned for homework to introduce additional information and deepen students’ understanding. Students will also do further research on these topics.<BR/><BR/>Students will have to regularly demonstrate detailed and critical understanding of the content of these lectures and readings, as they will form the basis of written assignments, and active discussions or presentations in spoken English in the following class. Students will be asked to rent at least one movie to watch during this course.", "トピック": {"第1回": ["All 14 sessions are conducted face to face<BR/>Week 1: Background to Britain<BR/>-Course Introduction <BR/>-Student and teacher introduction activities<BR/>- Introduction to the British context", "-Sign up for Edmodo<BR/>-Reading: <BR/>“The Country &amp; People”"], "第2回": ["Week 2:  British History 1 (Prehistory- Early Medieval)<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“British Regions”"], "第3回": ["Week 3: British History 2 (Medieval- Early Modern)<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“British Attitudes”"], "第4回": ["Week 4:  British History 3 (Victorian - Today)<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading: <BR/>“The British Legal System”"], "第5回": ["Week 5:  British Politics<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“International Relations”"], "第6回": ["Week 6:  Brexit<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Review for Mid-Term"], "第7回": ["Week 7: Mid-Term <BR/>-\tReview Activity (Weeks 1-6)", "-Reflection activity: Weeks 1-6<BR/>- Reading:<BR/>&quot;Religion and Education&quot;"], "第8回": ["Week 8:  Religion in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading: <BR/>“Britain&#39;s Economy and Social Services”"], "第9回": ["Week 9: Britain&#39;s Economy and Social Services<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading: <BR/>“The Media in Britain”"], "第10回": ["Week 10: British Cinema<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Viewing:<BR/>“I, Daniel Blake&quot;"], "第11回": ["Week 11: Film Analysis<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Sport in Britain”"], "第12回": ["Week 12: Leisure in Britain<BR/>-\tIn class written response, reading discussion, and mini lecture", "-Reading:<BR/>“Special Occasions in Britain”"], "第13回": ["Week 13: Origins of British Christmas<BR/>-\tIn class written response, reading discussion, and mini lecture", "- I-Class Final Preparation"], "第14回": ["In-Class Final", ""], "授業外学習2": "Outside of class:<BR/>-\tMost weeks you will read and analyse articles. These support short lectures delivered in class, and form the basis for in-class written responses and discussions. This should take approximately 1 hour a week. Students will be asked to rent at least one movie to watch during this course.<BR/>-\tIn addition, please review each lesson, and check any new content, language or skills learned. This should take approximately 30 minutes a week. <BR/> -\tWritten responses and active participation in class discussions are a big part of the grade for this course. Insufficient preparation outside class will severely affect your grade.<BR/>-\tAccess any online material required. Some assignments may involve doing additional online research.<BR/>-\tDo not hesitate to contact me if you need any help, I&#39;m happy to speak to you ( stringer@kwansei.ac.jp )"}, "評価": {"教科書Required texts0": "You do not need to purchase a textbook in this course. The instructor will provide all required course materials, and students will also use online resources. However, please be aware that you will be asked to rent at least one movie to watch during this course.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "• Discussion participation (30%) • Written responses (40%) • Mid Term (10%) • In-Class Final (20%)"], "備考Note0": "ENGLISH ONLY\nInstruction and course materials are in English only.\nAll work should be conducted in English only.\n\nATTENDANCE POLICY\n- Students who are absent 3 times or are late 5 times automatically fail.\n- Present: In class on time\n- Late: 0~ 30 mins late.\n- Absent: Don’t come or more than 30 mins late\n- 2 lates = 1 absence\nAbsences and being late also affect your discussion participation grade.\nExcused absences are only available on application to the office, not at the instructor’s discretion.", "更新日時/Date of Update1": "2022年02月01日 09時12分53秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "４別－２０３"]}, "campas": 0, "name": "【300】Culture and Society　１３／Culture and Society", "管理部署": 20, "単位数": 2, "担当者": "ストリンガー　Ｔ．（STRINGER THOMAS JAMES） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 4, "開講期": 2}