{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "照参欄文英", "到達目標": "照参欄文英", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "*The format and schedule may change during the semester, depending on student needs, interests, numbers and the evolving coronavirus situation. <BR/><BR/>This high-level, content-based class will include elements of lecture and seminar styles, and will be conducted face-to-face. However, assignments/homework/ assessments will be conducted, and lesson information/resources provided, on Edmodo. As such, students will need access to a computer at home. <BR/><BR/>Short lectures will be given by the instructor each week. Students are expected to take notes, as these lectures will introduce the themes of the course. Supplementary readings will be assigned for homework to introduce additional information and deepen students’ understanding. Students will also do further research on these topics.<BR/><BR/>Students will have to regularly demonstrate detailed and critical understanding of the content of these lectures and readings, as they will form the basis of Written Responses (a kind of weekly test), group discussions, activities and presentations in the following classes. Lastly, students will have to present an original research project on slang usage in their own context.", "トピック": {"第1回": ["All 14 sessions are conducted face to face<BR/>Course Introduction, What Is Slang?<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第2回": ["Slang Creation<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第3回": ["Slang Evolution<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第4回": ["British Slang<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第5回": ["American Slang<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第6回": ["Australian Slang<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第7回": ["English Slang in Japanese<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response"], "第8回": ["Mid-Term Assignment: Slang Research Methodologies", "Prepare and submit Research Proposal,<BR/>Reading"], "第9回": ["Digital Slang: Dating &amp; Relationships<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<BR/>work on original research project"], "第10回": ["Digital Slang: Memes<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<BR/>work on original research project"], "第11回": ["Swearing 1*<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<BR/>work on original research project"], "第12回": ["Swearing 2*<BR/>-\tIn class written response, reading discussion, and mini lecture", "Reading, prepare for Written Response,<BR/>work on original research project"], "第13回": ["Final A: Original Research Projects", "Prepare for Final B"], "第14回": ["Final B + Reflection", ""], "授業計画1": "*Swearing 1,2: The content in these classes is for developing a functional understanding of English swear words, and is not intended for students&#39; practical everyday conversational use.", "授業外学習2": "-\tMost weeks you will read and analyse articles using a Reading Review Sheet. These support short lectures delivered in class, \t <BR/>\tand form the basis for in-class Written Responses and discussions. This should take approximately 1 hour a week.<BR/>-\tIn addition, please review each lesson, and check any new content, language or skills learned. This should take approximately \t<BR/>\t30 minutes a week. <BR/>-\tWritten Responses and active participation in class discussions are a big part of the grade for this course. Insufficient \t<BR/>\tpreparation outside class will severely affect your grade.<BR/>-\tAccess any online material required. Some assignments may involve doing additional online research.<BR/>-\tDo not hesitate to contact me if you need any help, I’m happy to speak to you ( stringer@kwansei.ac.jp )"}, "評価": {"教科書Required texts0": "There will not be a textbook in this course. The instructor will provide all required course materials, and students will also use online resources.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation (30%), Written Responses (40%), Mid Term Assignment (10%), Final A+B (20%)"], "備考Note0": "Students who are absent 3 times or late 5 times will fail. 30 minutes late or more constitutes an absence. Two late arrivals result in one unexcused absence.", "更新日時/Date of Update1": "2022年02月01日 09時11分03秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜２時限／Tuesday 2", "春学期／Spring", "４別－２０１"]}, "campas": 0, "name": "【300】Language and Communication　６／Language and Communication", "管理部署": 20, "単位数": 2, "担当者": "ストリンガー　Ｔ．（STRINGER THOMAS JAMES） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 4, "開講期": 1}