{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to the following:", "到達目標": "Refer to the following:", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "This class will be conducted in English only, and students are expected to use English exclusively while participating. Class will be conducted as part lecture and part pair and group discussion and collaborative work. Students will work in pairs and groups and will discuss the text. They will also share their own research topics through presentations and a final paper. The will give peer feedback on each other’s presentations and writing assignments.<BR/>Students will be required to complete self-study activities from the textbook and other sources that are not covered in class. Research and much of the writing will also be done out of class.<BR/>Active student interaction and participation is a strong expectation of this course. Currently, the intention is for this class to be taught face-to-face; adaptations may be made in light of changing conditions and university policies. Students are expected to follow safety protocols (i.e. wearing masks and respecting social distancing) during all face-to-face classes.", "トピック": {"第1回": ["Class overview, goal-setting, and teacher’s expectations<BR/>Text overview: “Culture and Conflict: Changing the World for the Better” <BR/>Chapter 1: Thinking about Culture", "All 14 sessions to be conducted Face to Face."], "第2回": ["Chapter 2: Hidden Culture and Differences <BR/>(Reading review, discussion, short writing) <BR/>Choosing and refining topics for research", "45-90 min. homework and preparation estimated"], "第3回": ["Chapter 3: Conflict &amp; Chapter 4: Identifying Conflicts<BR/>(Reading review, discussion, short writing) <BR/>Finding sources for academic papers; Paraphrasing and summarizing sources", "45-90 min. homework and preparation estimated"], "第4回": ["Chapter 5: Values and Belief Systems &amp; Chapter 6: The Role of Values in Intercultural Conflict<BR/>(Reading review, discussion, short writing) <BR/>Introduction to APA formatting and citations; Paraphrasing and summarizing", "45-90 min. homework and preparation estimated"], "第5回": ["Chapter 7: Perceptions &amp; Chapter 8: Stereotypes<BR/>(Reading review, discussion, short writing) <BR/>Introduction to academic paper structuring", "45-90 min. homework and preparation estimated"], "第6回": ["Chapter 9: Emotions and Facework &amp; Chapter 10: Values, Communication Styles, and Facework in Conflict (Reading review, discussion, short writing) <BR/>Effective thesis statement writing", "45-90 min. homework and preparation estimated"], "第7回": ["Chapter 11: More Values and Communication Styles &amp; Chapter 12: Intercultural Conflict Styles (Reading review, discussion, short writing)<BR/>Effective paragraph writing, topic development exercises <BR/>Revising and refining the introduction and conclusion", "45-90 min. homework and preparation estimated"], "第8回": ["Chapter 13: Use of Mediation &amp; Chapter 14: More Strategies in Managing and Resolving Conflict (Reading review, discussion, short writing)<BR/>First draft of Final Research Paper due<BR/>Peer review and feedback", "45-90 min. homework and preparation estimated; additional time on research paper may be needed"], "第9回": ["Chapter 15: Successful Management of Conflicts <BR/>(Reading review, discussion, short writing)<BR/>Presentation Design &amp; Skills Workshop 1", "45-90 min. homework and preparation estimated"], "第10回": ["Presentation Design &amp; Skills Workshop 2", "45-90 min. homework and preparation estimated"], "第11回": ["Successfully using academic style and prose<BR/>Presentation Design &amp; Skills Workshop 3", "45-90 min. homework and preparation estimated"], "第12回": ["Final Presentations", "45-90 min. homework and preparation estimated; additional time on presentation may be needed"], "第13回": ["Final Presentations", "45-90 min. homework and preparation estimated; additional time on presentation may be needed"], "第14回": ["Final Draft of Research Paper due<BR/>Course reflection and discussion", "45-90 min. homework and preparation estimated; additional time on research paper may be needed"], "授業計画1": "Class sessions listed above are subject to change in accordance with the student needs and any changes to the university calendar."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Soo im Lee & Lisa Rogers", "Culture and Conflict: Changing the World for the Better", "Shohakusha", "2014 年", "978-4-88198-687-5", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Active Participation in Discussions & Homework Preparation=40%. Presentations=30%. Final Research Paper=30%."], "更新日時/Date of Update0": "2022年02月01日 17時49分25秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "ＭＲ－２０３"]}, "campas": 0, "name": "【300】Culture and Society　４／Culture and Society", "管理部署": 20, "単位数": 2, "担当者": "レッティグ－ミキ　Ｅ（RETTIG-MIKI ELLEN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 4, "開講期": 1}