{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "授業方法": "This is NOT a lecture class. The teacher will introduce topics each week. Students are expected to actively contribute to class topics, including making comments and asking questions.<BR/><BR/>(Information for students permitted to take classes online)<BR/>Data recorded from face-to-face-classes for Sessions 4 and onwards will be broadcast on-demand. (Sessions 1-3 will be shared via materials that will be uploaded to this syllabi). <BR/><BR/>*IMPORTANT* From Week 2 of classes, this course will be offered via a hybrid of on-demand and zoom classes. I will set out the instructions on LUNA for course members to follow. These instructions will include how to access all course materials including worksheets, PowerPoint slides etc.", "トピック": {"第1回": ["Week 1: Introduction, course overview,  research topic, civic engagement introduction", "Course Concepts Preview (1.5 Hours)"], "第2回": ["Week 2: Research, library use, online resources, literature reviews,  research topic: civic engagement activities", "NGO Profile Reading (1.5 Hours)"], "第3回": ["Week 3: Civic Engagement Level 1-Observing", "NGO Research related to observing (1.5 Hours)"], "第4回": ["Week 4: Civic Engagement Level 2, Digital Footprints", "Digital Footprints activities related to following NGO&#39;s work (1.5 Hours)"], "第5回": ["Week 5: Civic Engagement Level 3-Endorsing", "What Motivates Volunteering-Developing a hypothesis (1.5 Hours)"], "第6回": ["Week 6: Civic Engagement Level 4-Contributing", "What Motivates Volunteering-Pilot Research<BR/>(1.5 Hours)"], "第7回": ["Week 7: Primary Research Project", "Research Instruments Design (1.5 Hours)"], "第8回": ["Week 8: Primary Research Project", "Research Data Collection (1.5 Hours)"], "第9回": ["Week 9: Primary Research Presentation", "Research Forum Presentations (1.5 Hours)"], "第10回": ["Week 10: Website layout planning-Owning", "Civic Engagement Level 5 (1.5 Hours)"], "第11回": ["Week 11: Website Project Preparation-Leading", "Civic Engagement Level 6 (1.5 Hours)"], "第12回": ["Week 12: Website Project Preparation-Leading<BR/><BR/>Civic Engagement Level 6", "Presentation Preparation (2 Hours)"], "第13回": ["Week 13: Website Presentation", "Course Reflections"], "第14回": ["Week 14: Course evaluation, general feedback", ""], "授業外学習2": "Students will learn research skills, advanced communication skills teamwork skills and about social responsibility and research ethics in this course. They will then be required to actively use these skills to do research on a topic chosen by the teacher or the class. They will work with class members to present and give feedback as they work on their projects to improve them and produce a final report and present it to a larger audience.<BR/><BR/>Open to KGU students, first year and above. Students must be self-directed, hard-working with good communication skills and to be willing to work closely with other students."}, "評価": {"教科書Required texts0": "Course materials will be provided by the instructor and sourced by students.", "参考文献・資料Reference books0": "English dictionary (paper or electronic) is highly recommended.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below for grading criteria."], "成績評価Grading2": "備考　Note\n30% Active Participation in Classroom Activities\n30% Research Activity (Individual and Group)\n40% Discussion and Presentation Projects\n\nThere is no final examination(定期試験).\n\n(Information about grading for students permitted to take classes online)\nThe instructor will follow the same grading rubric as outlined in the syllabi but will agree to evaluate participation based on digital communication and submission via an agreed method. The instructor will email any students at the beginning of the course who are taking classes online to agree the procedures.\n\n\nDeduction from the final grade of 2 points for each unexcused absence and 1 point for late attendance to class.\n\nRemember attendance alone will not be sufficient to pass the course. Students MUST actively contribute to class discussions.\n\nLate submissions of homework, assignments, projects will NOT be accepted.", "更新日時/Date of Update0": "2021年04月15日 09時06分31秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "ＭＲ－２０３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】Project-based Seminar in English（Area Studies）　１／Project-based Seminar in English(Area Studies)", "管理部署": "言語教育研究センター／Language Center", "単位数": "2", "担当者": "ヒギンズ　Ｒ．Ｍ．（HIGGINS ROBERT MICHAEL） ", "履修基準年度": "１年", "時限1": "金曜３時限／Friday 3", "開講期": "春学期／Spring"}