{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "授業方法": "2021 UPDATE: All classes are expected to be conducted online after the first week of classes. Google Classroom will be used for some course information and assignment submissions, and, also for any outside of class contact with the teacher. This course is centered mainly on discussions based on the textbook information and individual autonomously researched information about a personally chosen study abroad destination. This is NOT a lecture style course, it requires interactive English only discussions with classmates every lesson.<BR/>&lt;Information for students permitted to take classes online&gt;<BR/>Sessions 2 and onwards will be held simultaneously via Zoom (meeting code will be posted on the Google Classroom site). Session 1 will be face-to-face. Lesson details will be updated on the Google Classroom site by 5:30 pm the day before our class time (Mondays). Email the teacher at mjchang@kwansei.ac.jp to get the Google Classroom site code to register.<BR/>*If the pandemic situation changes in March and we need to begin the semester online, students can check the Google Classroom site for teacher updated information and students will also be contacted individually by their KGU e-mail addresses to explain about online classes if on campus face-to-face classes are not possible in April. <BR/>**If classes are to be held online, all classes will be live using Zoom for synchronous style classes.", "トピック": {"第1回": ["Week 1 Introduction, what do you already know? Introduce course materials, topics covered, projects and assessment. A short survey analysis will be given to determine how much the students already know about their target country.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours"], "第2回": ["Week 2  About your (target) country: Arts, Climate, Geography, History, Religion, Government, Industry, Language etc.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第3回": ["Week 3\tThe Arts &amp; Wildlife: Topics covered include: Music, Dance, Literature, Theatre, Plants &amp; Wildlife of the target country.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第4回": ["Week 4\tInformation for Visitors: In this unit the students have to research activities that can be done in their target country and at their target university campus.<BR/>Lesson Format:  online Live Zoom", "About 1 - 2 hours"], "第5回": ["Week 5\tAdditional Target Country Research &amp; Presentation Skills Workshop: This session will include a presentation skills workshop in preparation for the first presentation and continue with researching about students&#39; target destinations.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第6回": ["Week 6\tExploring the country’s Regions : This unit is designed to get the students researching what regions they should visit and what events they should attend within their target country.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第7回": ["Week 7\tQ &amp; A session with KG returnees and foreign exchange students: This lesson will be a Q&amp;A session with both returnee students and foreign exchange students.<BR/>Lesson Format: on campus face-to-face style<BR/>*This might not be possible this semester. If not possible, class time will be devoted to presentation preparation and practice or if the class size is large presentations will be done Week 7 and Week 8.", "About 1 - 2 hours"], "第8回": ["Week 8\tPresentation 1 Study Abroad presentation: This first presentation will be an individual 5 - 8 minute (time depends on class size) Power Point presentation.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第9回": ["Week 9\tTime Management: Group discussions about time use. Time Audit Project explained: students will complete a time audit over 1 week in which they measure how much time they currently spend for study (along with travel, time spent sleeping, working etc.). The results of the audit will be discussed in the next lesson.<BR/>Lesson Format: online Live Zoom", "About 3 - 4 hours<BR/>Time Audit Project"], "第10回": ["Week 10. Part 1: Time Audit Project Discussions: This lesson continues from the previous week by comparing the results of the student’s time audit with classmates. Part 2: Introduction to Japanese Culture.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第11回": ["Week 11 Japanese Cultural Awareness 1: Students have group discussions about Japanese culture and learn about Western/European stereotype images of Japan. Final Group Presentation information will be explained.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第12回": ["Week 12\t Japanese Cultural Awareness 2:\tThe students will work in their Presentation Groups together to discuss their research findings and work together to prepare and practice for their Group Presentations.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第13回": ["Week 13 Presentation 2  Japanese Culture: In groups, students will present their research to the rest of the class answering commonly asked questions about Japanese culture. Group presentations will be between 10 - 20 minutes depending on group sizes.<BR/>Lesson Format: online Live Zoom", "About 1 - 2 hours"], "第14回": ["Week 14\t Final Lesson Reflection &amp; Cultural Stereotypes: Students will discuss cultural stereotypes and some prejudices about foreign culture. The class will conclude with end of term self-reflective discussions.<BR/>Lesson Format:  online Live Zoom", ""], "授業計画1": "This class is conducted entirely in English and students will be expected to ONLY speak English during class. Students will be expected to actively participate in lengthy interactive discussions with their classmates each week.", "授業外学習2": "This course is designed to prepare students who intend to study abroad, as such it is expected that the students will do a large amount of work outside of the classroom. This preparation will include; updating your Study Abroad Journal, preparing questions for discussions with KGU foreign students, pre-reading and completing text book activities in preparation for discussions in the next lesson, and finally planning, preparation and practice for both presentations."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Brian Wojtowicz", "Study Abroad Preparation Student Textbook", "KGU", "2021 年", "", ""], "教科書/Required texts2": ["Brian Wojtowicz", "Study Abroad Journal", "KGU", "2021 年", "", ""], "教科書Required texts0": "You need to purchase 2 Books from the KGU bookstore:\n\nStudy Abroad Preparation Student Textbook (Made by KGU)\nStudy Abroad Journal (Made by KGU)\n\nThe books are both printed by KGU so the KGU bookstore is the only place you can buy these two books! If you cannot go to campus you can purchase them through the online KGU bookstores.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation 15%; Homework/Assignments 20%; Journal 25%; Presentations 40%; There is no final examination(定期試験)."], "成績評価Grading2": "備考　Note\n10% Participation: English ONLY\n5% Weekly Self-evaluation Report\n20% Individual Presentation (Study Abroad Destination)\n20% Group Presentation (Japanese Culture)\n10% Homework Assignments\n25% Study Abroad Journal\n10% Time Audit Assignment", "備考Note0": "Students MUST join the Google Classroom for this course (Google Classroom information will be given to students in the first lesson). Students can use a preexisting Google account or make a new Google account. The Google account name must be changed to English if students use a preexisting account (First Name, Last Name, for example: Ken Watanabe)", "更新日時/Date of Update1": "2021年04月25日 22時48分56秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "ＭＲ－２０２"]}, "campas": 0, "name": "【300】Project-based Seminar in English（Study Abroad）　２／Project-based Seminar in English(Study Abroad)", "管理部署": 20, "単位数": 2, "担当者": "チャン　Ｍ．Ｊ．（CHANG MARY） ", "履修基準年度": "１年", "時限1": 10, "評価1": 4, "開講期": 1}