{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "英文欄参照", "到達目標": "英文欄参照", "特記事項": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は備考欄を確認してください。<BR/><BR/>本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "This course is designed to prepare students for overseas experience prior to departure and ensure that they maximize this opportunity. At the end of this course the students will have an extensive knowledge of the country they will be living in and the program and institution they will belong to. This course also helps students better understand about some aspects of Japanese culture, various cultural stereotypes, and current Japan issues. The class is conducted entirely in English and students are expected to speak only in English for the entire 100 minutes each class. Much of the class time is used for student centered discussions about their target countries.", "授業方法": "2023 UPDATE: All classes are expected to be conducted on campus, face-to-face style. Google Classroom will be used for some course information and assignment submissions, and, also for any outside of class contact with the teacher. This course is centered mainly on discussions based on the textbook information and individual autonomously researched information about a personally chosen study abroad destination. This is NOT a lecture style course, it requires interactive English only discussions with classmates every lesson.<BR/><BR/>*INFORMATION FOR STUDENTS PERMITTED TO TAKE CLASSES ONLINE: all lessons will be done On-demand. Students who have completed the necessary documents and have been accepted by the university to take online classes instead of Face-to-Face classes must submit all work through Google Classroom. The teacher will contact students directly and give them video instruction and or review of course content. ONLY students who have permission from KGU to take online classes can do On-Demand for the lessons, all other students need to attend classes regularly. IT IS RECOMMENDED THAT ONLY STUDENTS WHO CAN COME TO CAMPUS TO ATTEND FACE-TO-FACE CLASSES CHOOSE THIS ELECTIVE COURSE!", "トピック": {"第1回": ["“All 14 sessions are conducted Face to face”<BR/>Week 1 Introduction, what do you already know? Introduce course materials, topics covered, projects and assessment. A short survey analysis will be given to determine how much the students already know about their target country.<BR/>Lesson Format: on campus face-to-face style", "About 1 hour<BR/>Online Survey, Preparation for the next lesson&#39;s discussions."], "第2回": ["Week 2  About your (target) country: Arts, Climate, Geography, History, Religion, Government, Industry, Language etc.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Select Target country &amp; University, Preparation for next lesson&#39;s discussions.<BR/>Begin work on Journal."], "第3回": ["Week 3\tThe Arts &amp; Wildlife: Topics covered include: Music, Dance, Literature, Theatre, Plants &amp; Wildlife of the target country.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Preparation for next lesson&#39;s discussions.<BR/>Continue working on Journal."], "第4回": ["Week 4\tInformation for Visitors: In this unit the students have to research activities that can be done in their target country and at their target university campus.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Preparation for next lesson&#39;s discussions.<BR/>Continue working on Journal."], "第5回": ["Week 5\tAdditional Target Country Research &amp; Presentation Skills Workshop: This session will include a presentation skills workshop in preparation for the first presentation and continue with researching about students&#39; target destinations.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Preparation for next lesson&#39;s discussions.<BR/>Continue working on Journal.<BR/>Begin Presentation preparation."], "第6回": ["Week 6\tExploring the country’s Regions : This unit is designed to get the students researching what regions they should visit and what events they should attend within their target country.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Preparation for next lesson&#39;s discussions with foreign students &amp; study abroad returnees.<BR/>Continue working on Journal.<BR/>Continue Presentation preparation."], "第7回": ["Week 7\tQ &amp; A session with KG returnees and foreign exchange students: This lesson will be a Q&amp;A session with both returnee students and foreign exchange students.<BR/>Lesson Format: on campus face-to-face style<BR/>*If not possible, class time will be devoted to presentation preparation and practice.", "About 2 - 4 hours<BR/>Final preparations for Individual Power Point Presentations.<BR/>Continue working on Journal."], "第8回": ["Week 8\tPresentation 1 Study Abroad presentation: This first presentation will be an individual 5 - 8 minute (time depends on class size) Power Point presentation.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Final Journal preparations for submission in Week 9."], "第9回": ["Week 9\tTime Management: Group discussions about time use. Time Audit Project explained: students will complete a time audit over 1 week in which they measure how much time they currently spend for study (along with travel, time spent sleeping, working etc.). The results of the audit will be discussed in the next lesson.<BR/>Lesson Format: on campus face-to-face style", "About 3 - 4 hours<BR/>Time Audit Project.<BR/>Preparation for next lesson&#39;s discussions."], "第10回": ["Week 10. Part 1: Time Audit Project Discussions: This lesson continues from the previous week by comparing the results of the student’s time audit with classmates. Part 2: Introduction to Japanese Culture.<BR/>Lesson Format: on campus face-to-face style", "About 1 - 2 hours<BR/>Preparation for next lesson&#39;s discussions.<BR/>Detailed Individual Presentation Feedback Returned (Detailed written or prerecorded teacher feedback)"], "第11回": ["Week 11 Japanese Cultural Awareness 1: Students have group discussions about Japanese culture and learn about Western/European stereotype images of Japan. Final Group Presentation information will be explained.<BR/>Lesson Format: on campus face-to-face style", "About 2 - 4 hours<BR/>Preparation for next lesson&#39;s discussions.<BR/>Begin work on Group Presentations.<BR/>Detailed Journal Feedback Returned (Detailed written or prerecorded teacher feedback)"], "第12回": ["Week 12\t Japanese Cultural Awareness 2:\tThe students will work in their Presentation Groups together to discuss their research findings and work together to prepare and practice for their Group Presentations.<BR/>Lesson Format: on campus face-to-face style", "About 2 - 4 hours<BR/>Final Group Presentation Preparations. <BR/>Detailed Time Audit Feedback Returned (Detailed written or prerecorded teacher feedback)"], "第13回": ["Week 13 Presentation 2  Japanese Culture: In groups, students will present their research to the rest of the class answering commonly asked questions about Japanese culture. Group presentations will be between 10 - 20 minutes depending on group sizes.<BR/>Lesson Format: on campus face-to-face style", "About 30 minutes<BR/>Preparation for next lesson&#39;s discussions."], "第14回": ["Week 14\t Final Lesson Reflection &amp; Cultural Stereotypes: Students will discuss cultural stereotypes and some prejudices about foreign culture. The class will conclude with end of term self-reflective discussions. Complete Online Surveys.<BR/>Lesson Format: on campus face-to-face style", "Detailed Group Presentation Feedback Returned (Detailed written or prerecorded teacher feedback)"], "授業計画1": "This class is conducted entirely in English and students will be expected to ONLY speak English during class. Students will be expected to actively participate in lengthy interactive discussions with their classmates each week.", "授業外学習2": "This course is designed to prepare students who intend to study abroad, as such it is expected that the students will do a large amount of work outside of the classroom. This preparation will include; updating your Study Abroad Journal, preparing questions for discussions with KGU foreign students, pre-reading and completing text book activities in preparation for discussions in the next lesson, and finally planning, preparation and practice for both presentations."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Brian Wojtowicz", "Study Abroad Preparation Student Textbook", "KGU", "2022 年", "", ""], "教科書/Required texts2": ["Brian Wojtowicz", "Study Abroad Journal", "KGU", "2022 年", "", ""], "教科書Required texts0": "You need to purchase 2 Books from the KGU bookstore:\n\nStudy Abroad Preparation Student Textbook (Made by KGU)\nStudy Abroad Journal (Made by KGU)\n\nThe books are both printed by KGU so the KGU bookstore is the only place you can buy these two books! If you cannot go to campus you can purchase them through the online KGU bookstores.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Participation 15%; Homework/Assignments 20%; Journal 25%; Presentations 40%; There is no final examination(定期試験)."], "成績評価Grading2": "備考　Note\n10% Participation: English ONLY\n5% Weekly Self-evaluation Report\n20% Individual Presentation (Study Abroad Destination)\n20% Group Presentation (Japanese Culture)\n10% Homework Assignments\n25% Study Abroad Journal\n10% Time Audit Assignment\n\n*Evaluation is the same for any students who have been granted permission to take classes online by KGU.", "備考Note0": "Students MUST join the Google Classroom for this course (Google Classroom information will be given to students in the first lesson). Students can use a preexisting Google account or make a new Google account. The Google account name must be changed to English if students use a preexisting account (First Name, Last Name, for example: Ken Watanabe).\n\nこの授業を履修するには、事前にレベル認定の申請が必要です。詳細は下記URL（kwicのキャビネット）の「履修手続」を確認してください。", "URLリンク1/URL 11": "英語インテンシブ・プログラム　履修について", "更新日時/Date of Update2": "2023年02月10日 13時37分53秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "Ｇ－１０５"]}, "campas": 0, "name": "【300】Project-based Seminar in English（Study Abroad）　５／Project-based Seminar in English(Study Abroad)", "管理部署": 20, "単位数": 2, "担当者": "ギャンブル　Ｃ．Ｗ．（GAMBLE CRAIG WALLIS） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 23, "評価1": 4, "開講期": 2}