{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は備考欄を確認してください。<BR/><BR/>本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "Refer to the following", "授業方法": "This is NOT a lecture class or an English skills class (You will be able to strengthen English skills through taking the class). The teacher will introduce topics each week. Students are expected to actively contribute to class topics, including making comments and asking questions.<BR/><BR/>For Students permitted to take classes online: Due to the evolving public health situation, and in line with KGU policy, this course will be offered &quot;on-demand&quot; for those students permitted to do so. Please check your @kwansei.ac.jp email address regularly. I will be using my email address (kangaku.classes@gmail.com) so, please check that these emails are read. We will try to cover most of the course contents outlined below but this will probably be asynchronously (I will specify the deadline when I set the assignment). Do not worry, there will be some misunderstandings, and we will work through these issues together as best as we can.", "トピック": {"第1回": ["Week 1: Introductions and course overview<BR/>All 14 sessions are conducted face-to-face.", "Course Concepts Preview (1.5 Hours)"], "第2回": ["Week 2: Researching society", "Worksheet 1 (1.5 Hours)"], "第3回": ["Week 3:Trends of modern life in Japan", "Worksheet 2(1.5 Hours)"], "第4回": ["Week 4:Thinking about social issues in Japan", "Worksheet 3 (1.5 Hours)"], "第5回": ["Week 5:Project 1 preparation", "Worksheet 4 (1.5 Hours)"], "第6回": ["Week 6:Project 1 assignment", "Worksheet 5 (1.5 Hours)"], "第7回": ["Week 7:Researching culture", "Worksheet 6 (1.5 Hours)"], "第8回": ["Week 8:Images and realities of Japan", "Worksheet 7 (1.5 Hours)"], "第9回": ["Week 9:Traditional and modern Japanese rituals and ceremonies", "Worksheet 8(1.5 Hours)"], "第10回": ["Week 10:Popular culture in modern Japan", "Worksheet 9 (1.5 Hours)"], "第11回": ["Week 11:Cultural aspects of modern education", "Worksheet 10(1.5 Hours)"], "第12回": ["Week 12:Project 2 preparation", "Presentation Preparation (2 Hours)"], "第13回": ["Week 13:Project 2 assignment", "Course Reflections (2 Hours)"], "第14回": ["Week 14: Course review and reflections", ""], "授業外学習2": "Students will learn research skills, advanced communication skills teamwork skills and about social responsibility and research ethics in this course. They will then be required to actively use these skills to do research on a topic chosen by the teacher or the class. They will work with class members to present and give feedback as they work on their projects to improve them and produce a final report and present it to a larger audience.<BR/><BR/>Open to KGU students, first year and above. Students must be self-directed, hard-working with good communication skills and to be willing to work closely with other students."}, "評価": {"教科書Required texts0": "Course materials will be provided by the instructor and sourced by students.", "参考文献・資料Reference books0": "English dictionary (paper or electronic) is highly recommended.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below for grading criteria."], "成績評価Grading2": "備考　Note\n40% Active Participation in Classroom Activities\n30% Research Activity (Individual and Group)\n30% Discussion and Presentation Projects\n\n\n(Information about grading for students permitted to take classes online)\nThe instructor will follow the same grading rubric as outlined in the syllabi but will agree to evaluate participation based on digital communication and submission via an agreed method. The instructor will email any students at the beginning of the course who are taking classes online to agree the procedures.\n\n\nThere is no final examination(定期試験).\n\nDeduction from the final grade of 2 points for each unexcused absence and 1 point for late attendance to class.\n\nRemember attendance alone will not be sufficient to pass the course. Students MUST actively contribute to class discussions.\n\nLate submissions of homework, assignments, projects will NOT be accepted.", "備考Note0": "この授業を履修するには、事前にレベル認定の申請が必要です。詳細は下記URL（kwicのキャビネット）の「履修手続」を確認してください。", "URLリンク1/URL 11": "英語インテンシブ・プログラム　履修について", "更新日時/Date of Update2": "2023年02月09日 16時15分24秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｇ－２２６"]}, "campas": 0, "name": "【300】Project-based Seminar in English（Japan Studies）　３／Project-based Seminar in English(Japan Studies)", "管理部署": 20, "単位数": 2, "担当者": "ヒギンズ　Ｒ．Ｍ．（HIGGINS ROBERT MICHAEL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 16, "評価1": 4, "開講期": 2}