{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "Cours destiné à des étudiants ayant des bases en français (minimum 1 ans). <BR/>Le but de ce cours est d&#39;aider les étudiants à enrichir leur vocabulaire, améliorer leur expression orale afin de mieux communiquer.<BR/>実践的なフランス語のコミュニケーション能力の養成を目指す。シチュエーションに位置づけながら基礎的なフランス語を理解し、発話できるようにする。日常表現に不可欠な語彙や表現を学び、フランスに行っても日常生活に支障のない程度のフランス語を使えるように練習する。また、発音の基礎を学ぶとともにフランス文明についても言葉とともに学ぶ。なお、各学期ごとに授業内容が異なるので、この授業は重複履修が可能である。", "到達目標": "Learning Goals (Required)<BR/>À la fin de ce cours, les étudiants devraient avoir acquis une certaine fluidité de la langue, une capacité à tenir et suivre une conversation et avoir développé un certain sens critique. Et ce afin de pouvoir mieux s’intégrer lors d’éventuels voyages à l’étranger.<BR/>コース終了時に学生たちが次のことができるようにする。フランス語を正確に、すらすらと発音できる。簡単な会話ができ、物事に対して批判精神を持つことができる。外国旅行などの際に、スムーズに状況に適応できるようにする。", "授業方法": "Cours en présentiel<BR/>Utilisation de supports audio et videos, extraits de journaux télévisé et et de revus, cours axé sur l&#39;oral, travail de groupe et jeux de roles si le nombre d&#39;étudiants le permet<BR/>対面授業<BR/>コミュニケーションの力をつけるには、フランス語を繰り返し聞き、発話することが何よりも重要であるので、ロールプレイ、グループでの会話練習、ヴィデオ教材を取り入れた授業を行う。<BR/><BR/>成績評価：宿題、小レポート、音声録音に基づきます。<BR/>「授業計画」及び、他のいくつかのフィールドは変更されていませんが、学生は元のシラバスの変更、縮小される場合があることに注意してください。", "トピック": {"授業計画1": "毎回、次回の授業内容について指示する。", "授業外学習2": "To be announced."}, "評価": {"教科書Required texts0": "Materiel distribue en cours.\nプリントを配布する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Évaluation basée sur des tests en cours / devoirs, quiz, participation. 授業中のテストなどによる平常評価 / 宿題, 小テスト, 参加度"], "成績評価Grading2": "備考　Note\nContrôle continu en cours / travaux fait en cours ou éventuellement à la maison. 授業中に行う課題、宿題、期末レポート", "備考Note0": "Attention dépendant du nombre d’étudiants et de leur niveau, ce syllabus peut être sujet à modifications en début ou cours d’année.\n参加学生の人数およびそのフランス語レベルによって、学期初めや学期の途中でこのシラバスの内容が変更されることがあるのでご注意ください。", "更新日時/Date of Update1": "2021年09月24日 10時58分43秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "４別－２０１"]}, "campas": 0, "name": "【150】フランス語アラカルト（聞く・話す）Ｂ　２／French(Listening/Speaking)B", "管理部署": 20, "単位数": 1, "担当者": "シェラス　Ｃ．（CHERASSE CHRISTOPHE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 31, "評価1": 4, "開講期": 2}