{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Cours destin? ??des??tudiants?ayant des bases en?fran?ais (minimum 1 ans). Le but de ce cours est d'aider les ?tudiants ? enrichir leur vocabulaire, am?liorer leur expression orale afin de mieux communiquer. 実践的なフランス語のコミュニケーション能力の養成を目指す。シチュエーションに位置づけながら基礎的なフランス語を理解し、発話できるようにする。日常表現に不可欠な語彙や表現を学び、フランスに行っても日常生活に支障のない程度のフランス語を使えるように練習する。また、発音の基礎を学ぶとともにフランス文明についても言葉とともに学ぶ。なお、各学期ごとに授業内容が異なるので、この授業は重複履修が可能である。", "到達目標": "? la fin?de ce cours, les ?tudiants devraient avoir?acquis?une certaine?fluidit??de la langue, une capacit????tenir et suivre une conversation et avoir d?velopp? un certain sens critique. Et ce afin de pouvoir mieux s’int?grer lors d’?ventuels voyages???l’?tranger. コース終了時に学生たちが次のことができるようにする。フランス語を正確に、すらすらと発音できる。簡単な会話ができ、物事に対して批判精神を持つことができる。外国旅行などの際に、スムーズに状況に適応できるようにする。", "特記事項": "（当該言語の）母語話者の履修はご遠慮ください。もし、（当該言語の）母語話者が履修した場合には、初修者とは異なる課題を課す場合があります。", "関連科目": "", "授業の概要・背景": "", "授業方法": "Cours en pr?sentiel Utilisation de supports audio et videos, extraits de journaux t?l?vis? et et de revus, cours ax? sur l'oral, travail de groupe et jeux de roles si le nombre d'?tudiants le permet 対面授業 コミュニケーションの力をつけるには、フランス語を繰り返し聞き、発話することが何よりも重要であるので、ロールプレイ、グループでの会話練習、ヴィデオ教材を取り入れた授業を行う。 成績評価：宿題、小レポート、音声録音に基づきます。 「授業計画」及び、他のいくつかのフィールドは変更されていませんが、学生は元のシラバスの変更、縮小される場合があることに注意してください。", "トピック": {"第1回": ["Les 14 s?ances se d?roulent en face ? face 14のセッションは対面です All 14 sessions are conducted face to face", ""], "授業計画1": "毎回、次回の授業内容について指示する。", "授業外学習2": "To be announced. 発表される。"}, "評価": {"1": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Évaluation basée sur des tests en cours / devoirs, quiz, participation. 授業中のテストなどによる平常評価 / 宿題, 小テスト, 参加度"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－１０７"]}, "campas": 0, "name": "【150】フランス語アラカルト（聞く・話す）Ｂ　１／French(Listening/Speaking)B", "管理部署": 20, "単位数": 1, "担当者": "シェラス　Ｃ．（CHERASSE CHRISTOPHE） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 31, "評価1": 6, "開講期": 1, "成績評価備考": "割合　Percentage"}