{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、学習者がパートナーとの協働作業の中でドイツ語のテクストを「読む」ことができるようになることです。「読む」ことをパートナーとのコミュニケーションの中で自実践的に練習します。今回は、「Eメールによるドイツ語＝日本語タンデム学習」を行います。日本でドイツ語を学ぶみなさんと、ドイツで日本語を学ぶ学生さんとが、１対１のペアになってメールでのやり取りを行うことで、ドイツ語＝日本語の相互学習を行います。授業では、みなさんがメールのやり取りを中心に、パートナーとのコミュニケーションについて報告し、みなさんが学んだことをシェアします。<BR/>　タンデムとは二人乗り自転車のことで、二人が協力して学習が進展します。パートの協働作業を通して学びが進展します。学習がうまく進展するかは、みなさん次第です。<BR/>　言語的かつ文化的豊かさは人類共通の資源であることを理解し、多文化共生のための新たな知恵として、異文化間の相互理解のために、ヨーロッパ言語のひとつであるドイツ語を外国語として学びます。", "到達目標": "学習者はタンデムパートナーとのやり取りの中で、ドイツ社会について学ぶことができるようになり、パートナーに対しては日本社会について説明できるようになります。ドイツ語＝日本語でのメールによるタンデム学習により、市民社会の様々な話題について話し合うことができるようになります。<BR/>言語レベルは、CEFRのA1レベルからA2レベルです。すでに１年間ドイツ語を学んだ人ならだれでも参加できます。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.初修者のための授業です。（当該言語の）母語話者の履修はご遠慮ください。もし、（当該言語の）母語話者が履修した場合には、初修者とは異なる課題を課す場合があります。", "関連科目": "", "授業の概要・背景": "異なった母語を話す人たちとの相互対話、人の移動、相互理解と協力を推進し、偏見と差別をなくすために現代語としてのドイツ語を学習しましょう。また、ヨーロッパ次元という発想についても学びましょう。その際に、ドイツ民社会と市民権についても話し合いましょう。<BR/>　Learn German as a modern language to promote mutual dialogue, movement of people, mutual understanding and cooperation with speakers of different mother tongues and to eliminate prejudice and discrimination. Also learn about the idea of the European dimension. At the same time, discuss German civil society and citizenship.", "授業方法": "　ドイツ語圏で日本語を学ぶ学習者とのメールによるタンデム学習を行う。授業では主に過去の１週間の活動報告（振り返り）を行い、次週の準備を行う。また、ペアごとに可能な限りで対面タンデム（ZOOMなどを使用）も取り入れて実施する。<BR/>　オンラインによる授業参加を認められた場合は、事前に担当教員に連絡してください。ZOOM に関する情報を送りますので、ZOOMに入ってください。（中川）連絡先：nakagawa@kwansei.ac.jp", "トピック": {"第1回": ["導入、この授業でのドイツ語学習について、タンデム学習について、２言語でメールを書くということについて学びましょう", "メールを書いてみる"], "第2回": ["自己紹介をどのようにするか、大学と大学のある町を紹介してみる", ""], "第3回": ["タンデム１の振り返り", ""], "第4回": ["タンデム２の振り返り", ""], "第5回": ["タンデム３の振り返り", ""], "第6回": ["タンデム４の振り返り", ""], "第7回": ["ビデオ会議１", ""], "第8回": ["タンデム５の振り返り", ""], "第9回": ["タンデム６の振り返り", ""], "第10回": ["タンデム７の振り返り", ""], "第11回": ["タンデム８の振り返り", ""], "第12回": ["オンライン・タンデムの振り返り", ""], "第13回": ["ビデオ会議２", ""], "第14回": ["プレゼンテーション、今学期の振り返り", ""]}, "評価": {"教科書Required texts0": "使用しません。必要な場合にはプリントを用意します。", "学生による授業評価の方法Course Evaluation by Students0": "大学のフォーマットによる", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\nそれぞれの学習者の学びを形成的評価によって評価します。自らの学びを授業の範囲で実施するジャーナル（日誌）に記録して、学びの軌跡を描きましょう。", "更新日時/Date of Update0": "2023年02月20日 11時38分01秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "４別－３０４"]}, "campas": 0, "name": "【200】ドイツ語アラカルト（読む）　１／German(Reading)", "管理部署": 20, "単位数": 1, "担当者": "中川　慎二（NAKAGAWA SHINJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 10, "評価1": 3, "開講期": 1}