{"履修期": "春学期", "主な教授言語": "スペイン語", "授業目的": "学生が今まで習ったスペイン語を生かして学びます。<BR/>基礎スペイン語、初級文法の基礎を固める。文章が読め、会話ができるように総合的なスペイン語力の獲得を目指す。<BR/>過去について話す、描写する、感情を表す、計画について話す、簡単な意見を述べることができるようになります。<BR/><BR/>教科書は&quot;Bitácora 2&quot;. <BR/>さまざまなセクションがあり、とても興味深い教材を使いながらスペイン語に対して理解を含めることをできます。<BR/>春学期には教科書 の Lección 0/1 から Lección 5 まで学びます。", "到達目標": "日常生活での最も通常の表現に対し適切に理解、対応ができ、基本的な形式で要求と必要性を伝達するに十分な言語的能力を得る、<BR/>基礎的な短い文章の読み書きができる。", "授業方法": "The class will be conducted entirely through LUNA.<BR/>Every class students will find materials and homework relevant to the week&#39;s lesson and contents together with explanations through .doc/ pdf / mp4 files.<BR/>Students are expected to present recordings and presentations of their work.<BR/>The instructor will also provide relevant internet links for study and self-study.<BR/>Students will be required to prepare audio recordings for some lessons and submit homework through LUNA and/ or the instructor&#39;s Kwansei e-mail address before a given deadline.<BR/>The instructor will be available for simultaneous consultation through mail and LUNA during the duration of the class to maximise students&#39; understanding and performance.<BR/>Students can contact the instructor at any other time through mail and/or LUNA.<BR/>授業は原則としてオンデマンド授業で行う。<BR/>詳しくはLUNAで連絡するので、初回授業までに、必ず、このシラバスの下の方にあるURL1からクラスのLUNAのページにアクセスすること。<BR/>詳しくはLUNAで連絡するので、初回授業までに、必ず、このシラバスの下の方にあるURL2からクラスのLUNAのページにアクセスすること。<BR/><BR/><BR/>「読む」「聞く」「書く」「話す」の4技能をバランスよく身に付けるための工夫が随所にされておりタスクアクティビティを通して文法、語彙、発音もしっかり習得できるよう導きます。<BR/>会話練習のためのペアでおこなうアクティビティ。", "トピック": {"第1回": ["Presentación e introducción a la asignatura<BR/>Unidad 0: Nosotros y el español<BR/>Repaso del presente de indicativo<BR/>Verbos de afección: gustar, encantar, interesar, apasionar, etc.", "Hola, ¿qué tal?<BR/>Para esta primera clase, debes completar un documento de información personal.<BR/>Puedes usar un diccionario pero ¡NO Google Translate!<BR/>Debes entregar el documento (submit) antes de la medianoche de hoy.<BR/><BR/>Enlace:<BR/>https://forms.gle/ypTJcPzktGbpXpUi6 <BR/>¡Buena suerte!"], "第2回": ["Unidad 0 (Continuación)<BR/>Hablar de gustos y preferencias<BR/>Frases interrogativas: qué y cuál<BR/>Repaso de los pronombres de objeto indirecto<BR/>Repaso del pretérito perfecto<BR/>Vocabulario y cultura", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第3回": ["Unidad 1: ¿Tener o no Tener?<BR/>Vocabulario: objetos y adjetivos para describir el carácter<BR/>Hablar de necesidades gustos y preferencias<BR/>Hablar de hábitos y objetos<BR/>Los verbos llevar, tener y tener que<BR/>Objetos típicos de España y Latinoamérica", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第4回": ["Unidad 1 (continuación)<BR/>El verbo tener y los artículos<BR/>Pronombres de objeto directo y frases relativas<BR/>Describir objetos<BR/>Describir carácter<BR/>Presentar objetos típicos de un país latinoamericano<BR/>Presentar objetos típicos de Japón en español", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第5回": ["Unidad 2: Dos habitaciones y el salón<BR/>Vocabulario de la casa/ vivienda y marcadores de lugar<BR/>El verbo parecer<BR/>Los verbos ser, estar y hay<BR/>Frases interrogativas y frases condicionales<BR/>Ciudades de España y Latinoamérica", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第6回": ["Unidad 2 (continuación)<BR/>Viviendas típicas en España, Latinoamérica y Japón: presentación<BR/>Presentar nuestra casa<BR/>Buscar una casa para las vacaciones<BR/>Modificadores de los adjetivos: super-, especialmente, etc.", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第7回": ["Test parcial de los contenidos de las clases 1 a 6<BR/>Práctica de ejercicios modelo de preparación al examen oficial DELE incluídos en el libro de texto (comprensión de lectura, comprensión auditiva, expresión e interacción escrita, expresión e interacción oral). Bitácora 教科書にあるDELE練習問題や模擬テストを使ってもっとスペイン後レベル上達するように勉強できます。<BR/>（DELEスペイン語検定はスペイン 教育・職業訓練省の下に実施され、有効期限が無く、1989年から始まった試験です。ヨーロッパ言語共通参照枠MCER(CEFR）が定めるA1からC2レベルまでの試験を実施し、受験の際にはどのレベルに申込をするかをあらかじめ決める必要があります。試験は4パート（読解、聞き取り、文章表現（西作文）、口頭試験）から構成され、紙形式で、試験会場で試験を実施し、試験会場の設定した試験日程でのみ開催されます。DELEスペイン語検定は、母国語、第二外国語としてスペイン語を話すジュニア・ユース、学生そして社会人の受験者に試験を実施しています。）", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第8回": ["Unidad 3: Vida y obra<BR/>Vocabulario para hablar de la vida de una persona<BR/>Fechas<BR/>Marcadores temporales<BR/>El pretérito indefinido<BR/>Hablar de momentos importantes de nuestras vidas<BR/>El indefinido de los verbos hacer, ser, ir", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第9回": ["Unidad 3 (continuación)<BR/>Perífrasis verbales (phrasal verbs) en español: empezar a , dejar de, etc.<BR/>Contraste de pasados: el pretérito perfecto y el indefinido<BR/>Mujeres valientes de España y Latinoamérica: biografías<BR/>Escribir la biografía de una persona.", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第10回": ["Unidad 4: Bolsos y bolsas<BR/>Hábitos de consumo<BR/>Vocabulario de compras<BR/>Vocabulario de ropa<BR/>Vocabulario de alimentación, pesos y cantidades<BR/>Supermercados en España y Argentina. Comparárlos con los supermercados japoneses.", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第11回": ["Unidad 4 (continuación)<BR/>Frases exclamativas<BR/>Cuantificadores: muchos, varios, etc.<BR/>El superlativos de los adjetivos: más importante, menos importante, etc.<BR/>De compras en españa y Latinoamérica<BR/>Presentación: tiendas interesantes de nuestra ciudad", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第12回": ["Unidad 5:  Te llamo y hablamos<BR/>Comunicación y tecnologías de la comunicación<BR/>Estar + gerundio<BR/>El pretérito imperfecto<BR/>Contraste de pasados<BR/>Comparar antes y ahora<BR/>Hábitos de comunicación", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第13回": ["Unidad 5 (continuación)<BR/>Expresar acuerdo y desacuerdo<BR/>Expresar valoraciones<BR/>Pronombres de objeto indirecto<BR/>Recuerdos de Colombia<BR/>Analizar cambios: antes y ahora", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "第14回": ["Test de los contenidos de las clases 8 a 13<BR/>Entregar (submit) una presentación oral<BR/>学習成果実感調査の実施", "Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and / or refer to previous announcements for tasks and homework."], "授業外学習2": "毎回，復習しておくこと。<BR/>授業で使う資料は、かならず目を通しておくこと。<BR/>授業時間の２倍の事前・事後学習を行わせることが求められています。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Neus Sanz, Ernesto Martín, Agustín Garmendia, Emilia Conejo", "\"Bitácora 2 Nueva Edición. Libro del alumno\"", "Difusión", "2016 年", "9788416347667", ""], "教科書Required texts0": "Bitácora 2 Nueva edición – Libro digital (Digital textbook)\nEditorial Difusión.\n\nLa profesora dará más información sobre cómo acceder al libro de texto en la clase.\n(The instructor will provide information about accessing the textbook online in class)", "参考文献・資料Reference books0": "西和／和西辞書が必要です。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "授業内アクティビティ、それに小テストや課題の提出内容などが考慮される。"], "成績評価Grading2": "備考　Note\n授業中試験 70% , 授業内アクティビティ　30％。", "備考Note0": "このクラスは1年間スペイン語の基礎を学んだ学生を対象に開講されますのでご注意下さい。\n毎回，復習しておくこと。\n授業で使う資料は、かならず目を通しておくこと。\n授業時間の２倍の事前・事後学習を行わせることが求められています。\n授業欠席回数の限度は、３回までとなっています。", "備考Note1": ["Muestra Unidad 0.png", "Textbook sample"], "備考Note2": ["Muestra Unidad 3.png", "Textbook sample"], "備考Note3": ["Muestra Unidad 5.png", "Textbook sample"], "備考Note4": ["Muestra de ejercicios de la Unidad 2.pdf", "Class activities sample"], "URLリンク1/URL 15": "この授業の連絡用LUNAのページ", "URLリンク2/URL 26": "LUNA学生用利用ガイド(学内HP)", "更新日時/Date of Update7": "2021年03月29日 12時32分41秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜４時限／Tuesday 4", "春学期／Spring", "Ｇ－２２１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【150】スペイン語初級III　１／Elementary Spanish III", "管理部署": "言語教育研究センター／Language Center", "単位数": "1", "担当者": "ムニョス　Ｍ．Ｊ．（MUNOZ MARIA JOSE GONZALEZ） ", "履修基準年度": "１年", "時限1": "火曜４時限／Tuesday 4", "開講期": "春学期／Spring"}