{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "様々なバックグラウンドを持つ人々が共に笑顔で暮らすには何が必要で何をすればよいか，学生が自分なりの考えに基づいて行動できる。", "到達目標": "1.共生社会とはどのような社会で，どのような行動が必要かを説明できる。（知識）<div>2.他者と理解し合えるコミュニケーションができる。（技術）</div><div>3.様々な人々と共に笑顔で暮らすために行動できる。（態度）</div>", "特記事項": "", "関連科目": "<span style=\"font-size:13.28px;\">多文化共修科目（プロジェクトで共生社会を捉え直す）</span><div><span style=\"font-size:13.28px;\">ICLC Project Work for Redefining</span><span ud=\"ud\" digi=\"digi\" kyokasho=\"kyokasho\" n-r\";font-size:11pt;\"=\"n-r';font-size:11pt;'\" style=\"font-family:;\">&nbsp;Inclusive Society</span></div>", "授業の概要・背景": "本科目は，日本語を勉強中の留学生も受講する。様々な言語・文化背景を持つ受講生がプロジェクト活動に共に取り組むことをとおして共生社会について考え，行動する。<div>授業でのコミュニケーションのための言語は日本語や英語に限定しない。</div><div><div><span style=\"font-size:13.28px;\">This course is also open to international students studying Japanese. Students with various language and cultural backgrounds will think and act on the idea of Inclusive Society through working together on project activities.</span></div><div><span style=\"font-size:13.28px;\">The language for communication in class will not be limited to Japanese and English.</span></div></div>", "授業方法": "グループにわかれてプロジェクト活動に取り組む。学習は，講義や調査などによるインプットだけでなく，プロジェクト活動や発表，ふりかえりなどによるアウトプットも行い，両方のアプローチから目指す。<div><span style=\"font-size:13.28px;\">Students are divided into groups to work on project activities. Learning will be based not only on input from lectures and surveys, but also on output from project activities, presentations, and reflections.</span></div>", "トピック": {"授業計画1": "初回授業はオリエンテーションと本科目への導入活動を行う。<div>第2～11回授業は4名程度のチームとなってプロジェクトに取り組む。プロジェクト活動の様子や進捗状況に応じて講義や他の協働活動も行い，自分の取り組みが俯瞰的，分析的，批判的に捉えられるようにする。</div><div>第12～13回授業はプロジェクトの成果物を発表したり，今期をふりかえる活動をしたりする。</div><div><span style=\"font-size:13.28px;\">最終回授業は総括を行う。</span></div><div>スケジュールは変更する可能性がある。その場合は授業内で連絡する。</div><div><div>The 1st class will consist of an orientation and introductory activities to this course.</div><div>In 2 - 11th classes, <span style=\"font-size:13.28px;\">students will work on their projects as teams of about 4 students. Lectures and other collaborative activities will be given according to the project activities and progress, so that students can take a holistic, analytical, and critical view of their own efforts.</span></div><div><span style=\"font-size:13.28px;\">In 12 - 13th classes,&nbsp;</span><span style=\"font-size:13.28px;\">students will present the results of their projects and engage in activities to reflect on this semester.</span></div><div><span style=\"font-size:13.28px;\">The schedule is subject to change. In this case, the schedule will be announced in class.</span></div></div>", "授業外学習2": "毎回授業後，ふりかえりシートを書く。<div>プロジェクト活動中は，チームメートと決めた作業計画に沿って，次回授業までに作業を進めておく必要がある。</div><div><div>Students write a reflection sheet after each class.</div><div>During the project activity, students should follow the work plan decided with their teammates and work on it before the next class.</div></div>"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", ""], "成績評価Grading2": ["その他／Others (99)", "80 %", "プロジェクトの成果物（Works created through project work），報告発表（Presentation），ふりかえりシート等の提出物（Submissions such as reflection sheets）"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｇ－１０３"]}, "campas": 0, "name": "【200】多文化共修科目（プロジェクトで共生社会をつくる）／ICLC Project Work for Envisioning Inclusive Society", "管理部署": 21, "単位数": 2, "担当者": "淺津　嘉之（ASAZU YOSHIYUKI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 9, "評価1": 3, "評価2": 6, "開講期": 2}