{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "様々なバックグラウンドを持つ人々が共に笑顔で暮らすには何が必要で何をすればよいか，学生が自分なりの考えを持つ。そして，その考えを自分のことばで他者に伝えることができる。", "到達目標": "<div><span ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;mso-hansi-font-family:\"ｍｓ=\"n-r',serif;mso-hansi-font-family:'ｍｓ\" 明朝\";mso-bidi-font-family:\"times=\"明朝';mso-bidi-font-family:'times\" new=\"new\" roman\";mso-font-kerning:1.0pt;mso-ansi-language:en-us;mso-fareast-language:ja;mso-bidi-language:ar-sa;\"=\"roman';mso-font-kerning:1.0pt;mso-ansi-language:en-us;mso-fareast-language:ja;mso-bidi-language:ar-sa;'\" style=\"font-size:10.5pt;font-family:;\">「隣の人を知ることが共生への第一歩」という考え方を日常生活に応用できるように，知識，技術，態度を身につける。</span></div><div><br /></div>1.<span ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;mso-hansi-font-family:\"ｍｓ=\"n-r',serif;mso-hansi-font-family:'ｍｓ\" 明朝\";mso-bidi-font-family:\"times=\"明朝';mso-bidi-font-family:'times\" new=\"new\" roman\";mso-font-kerning:1.0pt;mso-ansi-language:en-us;mso-fareast-language:ja;mso-bidi-language:ar-sa;\"=\"roman';mso-font-kerning:1.0pt;mso-ansi-language:en-us;mso-fareast-language:ja;mso-bidi-language:ar-sa;'\" style=\"font-size:10.5pt;font-family:;\">「みんなでひとりをサポートする」のではなく，「みんながひとりのために変わる」ことの大切さとむずかしさを自分のことばで説明できる。</span>（知識）<div>2.他者と理解し合えるためのコミュニケーション手段が選択できる。（技術）</div><div>3.共生は自分の身近なことから始まるという意識が持てる。（態度）</div>", "特記事項": "", "関連科目": "<span style=\"font-size:13.28px;\">多文化共修科目（プロジェクトで共生社会をつくる）</span><div><span style=\"font-size:13.28px;\">ICLC Project Work for&nbsp;</span><span ud=\"ud\" digi=\"digi\" kyokasho=\"kyokasho\" n-r\";font-size:11pt;\"=\"n-r';font-size:11pt;'\" style=\"font-family:;\">Envisioning Inclusive Society</span></div>", "授業の概要・背景": "本科目は，日本語を勉強中の留学生も受講する。様々な言語・文化背景を持つ受講生がプロジェクトワークに共に取り組むことをとおして共生社会について考える。<div>授業でのコミュニケーションのための言語は日本語や英語に限定しない。生成AIも使用することによって，AIとの共生についても考える。</div><div><div><span style=\"font-size:13.28px;\">This course is also open to international students studying Japanese. Students with various language and cultural backgrounds will think about Inclusive Society through working together on project works.</span></div><div><span style=\"font-size:13.28px;\">The language for communication in class will not be limited to Japanese and English.&nbsp;</span>Each activity will also utilize generative AI and consider the Inclusive society with AI.</div></div>", "授業方法": "グループにわかれてプロジェクトワークに取り組む。学習は，講義や調査などによるインプットだけでなく，プロジェクトワークや発表，ふりかえりなどによるアウトプットも行い，両方のアプローチから目指す。<div><span style=\"font-size:13.28px;\">Students are divided into groups to work on project works. Learning will be based not only on input from lectures and surveys, but also on output from project works, presentations, and reflections.</span></div>", "トピック": {"授業計画1": "初回授業はオリエンテーションと本科目への導入活動を行う。<div>第2～5回授業は，3名程度のグループとなって，クラスメートとお互いに知り合う活動を行う。</div><div>第6～13回授業は，3名程度のチームとなって，計3つのミニプロジェクトに取り組む。</div><div>現時点でのプロジェクトテーマは次の3つを予定している。</div><div>(1)チームメートの困っていること</div><div>(2)私たちが変わることで笑顔にできること</div><div>(3)このクラスメンバーを表すフレーズ</div><div>各活動では生成AIも活用し，AIとの共生についても考える。</div><div>学期全体をとおして，各活動のあとはふりかえりを行い，共生社会やそうした社会でのコミュニケーションについて考える。</div><div>最終回授業は総括を行う。</div><div>スケジュールは変更する可能性がある。その場合は授業内で連絡する。</div><div><br /></div><div><div>The 1st class will consist of an orientation and introductory activity to this course.</div><div>In 2 - 5th classes, students will work in groups of about 3 persons to get to know classmates and each other.</div><div>In 6 - 13th classes, students will work in teams of 3 persons on a total of 3 mini-project works.</div><div><div><span style=\"font-size:13.28px;\">The following 3 project themes are planned at this time.</span></div><div><span style=\"font-size:13.28px;\">(1)What our teammates are in need of</span></div><div><span style=\"font-size:13.28px;\">(2)What we can change to make people smile</span></div><div><span style=\"font-size:13.28px;\">(3)Phrase that describe this class member character</span></div></div><div><div><span style=\"font-size:13.28px;\">Each activity will also utilize generative AI and consider the Inclusive society with AI.</span></div><div><span style=\"font-size:13.28px;\">Throughout the semester, each activity will be followed by a review to think about Inclusive society and communication in such a society.</span></div></div><div>The final class will be a summary.</div><div>The schedule is subject to change. In this case, the schedule will be announced in class.</div></div>", "授業外学習2": "毎回授業後，ふりかえりシートを書く。<div>プロジェクトワーク中は，チームメートと決めた作業計画に沿って，次回授業までに作業を進めておく必要がある。</div><div><div>Students write a reflection sheet after each class.</div><div>During the project work, students should follow the work plan decided with their teammates and work on it before the next class.</div></div>"}, "評価": {"0": "", "1": "", "教科書Required texts0": "なし　適宜、プリントや参考資料を配布する。\nNo need to purchase. Materials will be distributed in class.", "参考文献・資料Reference books0": "授業内で適宜紹介する。\nIntroduced in class as appropriate", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。 DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。 各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。 https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1 ※kwicへのリンクとなります（在学生のみ閲覧可）", "授業コード/Class code0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "授業コード/Class code1": ["平常リポート／Individual reports (04)", "20 %", ""], "授業コード/Class code2": ["その他／Others (99)", "80 %", "報告発表（Presentation），ふりかえりシート等の提出物（Submissions such as reflection sheets）"], "備考Note0": "2024年度のこの科目の受講生は，次年度の学生に向けて次のようなメッセージを残しています。履修検討の参考にしてください。\nThe students who took this course in 2024 leave the following message for the next year's students.\nPlease use it as a reference when considering taking this course.\n\n(1)この授業は基本的には出席しなければいけないといが、出席すればするほど、自分の視野が広がる教科だと思う。留学生はもちろんのこと、同学部であっても普段のサークルや授業で関わることのない感性や価値観、バックグラウンドや趣味を持った人に出会うことができる。もしかしたら自分と話が合う人が隣にいるかもしれない。自分自身を見つめ直す時間にもなるのでおすすめです。\n(2)色々な国の人たちがいて、自分の知らなかったことを身をもって知ることが出来る授業です。もちろん日本人同士でも楽しくお話して交流を深めることが出来るし、色々な視点からの話をすることが出来て飽きない授業だと思います。友達も作れるし、異文化のことについて知ることが出来るし、外国の人や物事に関わりを持っているという事実だけでもちょっとした場面で背中を押してくれることがあるので、自分自身の成長の支えになってくれる授業だと思います！私は勇気を出してこの授業を取ってみてよかったと思いました。\n(3)It allows you to have conversations with Japanese students and understand their perspectives. My Japanese is not very good, but I was able to communicate well with all of the Japanese students, so foreign students should not be worried about taking this class! If you take this class, you will be able to learn about various perspectives, and have good conversations about how Japanese and foreign students can work together to create a successful society.", "URLリンク1/URL 11": "2024のクラス　Class of 2024", "更新日時/Date of Update2": "2025年01月25日 21時42分13秒"}, "campas": 0, "name": "【200】多文化共修科目（プロジェクトで共生社会を捉え直す）／ICLC Project Work for Redefining Inclusive Society", "管理部署": 21, "単位数": 2, "担当者": "淺津　嘉之（ASAZU YOSHIYUKI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": ""}