{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "様々なバックグラウンドを持つ人々が共に笑顔で暮らすには何が必要で何をすればよいか，学生が自分なりの考えを持つ。", "到達目標": "1.共生社会とはどのような社会かを説明できる。（知識）<div>2.他者と理解し合えるためのコミュニケーション手段が選択できる。（技術）</div><div>3.他者と理解し合えるまでコミュニケーションをあきらめないで続けられる。（態度）</div>", "特記事項": "", "関連科目": "<span style=\"font-size:13.28px;\">多文化共修科目（プロジェクトで共生社会をつくる）</span><div><span style=\"font-size:13.28px;\">ICLC Project Work for&nbsp;</span><span ud=\"ud\" digi=\"digi\" kyokasho=\"kyokasho\" n-r\";font-size:11pt;\"=\"n-r';font-size:11pt;'\" style=\"font-family:;\">Envisioning Inclusive Society</span></div>", "授業の概要・背景": "本科目は，日本語を勉強中の留学生も受講する。様々な言語・文化背景を持つ受講生がプロジェクト活動に共に取り組むことをとおして共生社会について考える。<div>授業でのコミュニケーションのための言語は日本語や英語に限定しない。</div><div><div><span style=\"font-size:13.28px;\">This course is also open to international students studying Japanese. Students with various language and cultural backgrounds will think about Inclusive Society through working together on project activities.</span></div><div><span style=\"font-size:13.28px;\">The language for communication in class will not be limited to Japanese and English.</span></div></div>", "授業方法": "グループにわかれてプロジェクト活動に取り組む。学習は，講義や調査などによるインプットだけでなく，プロジェクト活動や発表，ふりかえりなどによるアウトプットも行い，両方のアプローチから目指す。<div><span style=\"font-size:13.28px;\">Students are divided into groups to work on project activities. Learning will be based not only on input from lectures and surveys, but also on output from project activities, presentations, and reflections.</span></div>", "トピック": {"授業計画1": "初回授業はオリエンテーションと本科目への導入活動を行う。<div>第2～7回授業は3名程度のグループとなって調査報告やディスカッションを行う。</div><div>第8～13回授業は4名程度のチームとなってプロジェクトに取り組む。</div><div>学期全体をとおし，各協働活動のあとは講義やふりかえりを行い，共生社会やそうした社会でのコミュニケーションについて考える。</div><div>最終回授業は総括を行う。</div><div>スケジュールは変更する可能性がある。その場合は授業内で連絡する。</div><div><div>The 1st class will consist of an orientation and introductory activities to this course.</div><div>In 2 - 7th classes, students will work in groups of about 3 students to report on their research and engage in discussions.</div><div>In 8 - 13th classes, students work on projects in teams of about 4 students.</div><div>Throughout the semester, each cooperative activity will be followed by a lecture and review to think about Inclusive Society and&nbsp;<span style=\"font-size:13.28px;\">communication </span><span style=\"font-size:13.28px;\">in the society.</span></div><div>The final class will be a summary.</div><div>The schedule is subject to change. In this case, the schedule will be announced in class.</div></div>", "授業外学習2": "毎回授業後，ふりかえりシートを書く。<div>プロジェクト活動中は，チームメートと決めた作業計画に沿って，次回授業までに作業を進めておく必要がある。</div><div><div>Students write a reflection sheet after each class.</div><div>During the project activity, students should follow the work plan decided with their teammates and work on it before the next class.</div></div>"}, "評価": {"0": "", "1": "", "教科書Required texts0": "なし　適宜、プリントや参考資料を配布する。\nNo need to purchase. Materials will be distributed in class.", "参考文献・資料Reference books0": "授業内で適宜紹介する。\nIntroduced in class as appropriate", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。 DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。 各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。 https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1 ※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", ""], "成績評価Grading2": ["その他／Others (99)", "80 %", "プロジェクトの成果物（Works created through project work），報告発表（Presentation），ふりかえりシート等の提出物（Submissions such as reflection sheets）"], "更新日時/Date of Update0": "2024年01月19日 05時10分42秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "Ｄ－２０４"]}, "campas": 0, "name": "【200】多文化共修科目（プロジェクトで共生社会を捉え直す）／ICLC Project Work for Redefining Inclusive Society", "管理部署": 21, "単位数": 2, "担当者": "淺津　嘉之（ASAZU YOSHIYUKI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 9, "評価1": 3, "評価2": 6, "開講期": 1}