{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "縄文時代から室町時代までの日本美術史を勉強し、美術作品の見方と説明の仕方を練習します。refer to the following.", "到達目標": "日本美術の作品の分析と説明をより詳しくできるようになります。refer to the following.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（美術Ｂ）（CIEC）/Japanese Art B（国際学部）", "関連科目": "総合日本学習科目（美術A）", "授業の概要・背景": "", "授業方法": "Synchronous face to face format. Lecture &amp; Discussion/Student Presentations", "トピック": {"第1回": ["Self Introductions. Class introduction. Ceramics and Crafts in the Jomon Period. (Reading: Jomon Culture, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002. Listening: &quot;The Magic of Japanese Masterpieces, Dogu with Goggles excavated in Kamegaoka site, Aomori prefecture (Shakoki Dogu),&quot; by NHK World)", "Reading assignment and research journal entry"], "第2回": ["Ceramics, Crafts, and Bronze Work in the Yayoi Period (Reading: Yayoi Culture, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002. Listening: &quot;The Magic of Japanese Masterpieces, Ritual Bell with Crossed Band Design (Dotaku),&quot; by NHK World.)", "Reading assignment and research journal entry"], "第3回": ["Ceramics, Tumuli, and Wall Paintings in the Kofun Period (Reading: Kofun Period, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002). Listening: The Magic of Japanese Masterpieces, Haniwa (Terracotta Tomb Figurine), Warrior In Keiko Armor (Haniwa Keiko no Bujin),&quot; by NHK World", "Reading assignment and research journal entry"], "第4回": ["The Jomon, Yayoi, and Kofun Periods (cont.)", "Reading assignment and research journal entry"], "第5回": ["Calligraphy, Sculpture, and Architecture in the Asuka &amp; Nara Periods (Reading: Asuka &amp; Nara Periods, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002). The Magic of Japanese Masterpieces, Carved Wood Gigaku Mask of Konron (Gigaku Men Konron),&quot; by NHK World", "Reading assignment and research journal entry"], "第6回": ["The Asuka &amp; Nara Periods (cont.)", "Reading assignment and research journal entry"], "第7回": ["Kimono, Literature, and Painting in The Heian Period (Reading: Heian Period, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002)", "Reading assignment and research journal entry"], "第8回": ["The Heian Period (cont.)", "Reading assignment and research journal entry"], "第9回": ["Sculpture and Painting in the Kamakura &amp; Nanbokucho Periods (Reading 1: Kamakura &amp; Nanbokucho Periods, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002. Reading 2: Zen Buddhism, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002)", "Reading assignment and research journal entry"], "第10回": ["The Kamakura &amp; Nanbokucho Periods (cont.)", "Reading assignment"], "第11回": ["Calligraphy, Zen Buddhism, the Tea Ceremony, and Garden Design in the Muromachi Period (Reading: Muromachi Period, by the Department of Asian Art, The Metropolitan Museum of Art, October 2002)", "Reading assignment"], "第12回": ["The Muromachi Period (cont.)", "Prepare for Comparative Analysis Presentations"], "第13回": ["Comparative Analysis Presentations", "Prepare for Comparative Analysis Presentations"], "第14回": ["Comparative Analysis Presentations", ""], "授業外学習2": "Links to lectures, reading assignments, and other study materials will be provided online<BR/><BR/>Students will be required to complete reading, listening, and viewing assignments in preparation for our in-class discussions and the Comparative Analysis Presentation. Students will also be required to research art movements, artists, and individual works of art in preparation for discussions, and to create a journal of notes containing descriptions of art from the periods discussed in class."}, "評価": {"教科書Required texts0": "All materials will be provided by the lecturer.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Research Journal; Comparative Analysis Presentation"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Preparatio, Participation, Group Discussion"], "成績評価Grading3": "備考　Note\nStudents are expected to attend all class meetings unless absent for a valid reason such as illness, injury, or emergency. In such cases, please contact the lecturer directly. Late submissions of assignments will not be accepted, unless under the previously mentioned circumstances. Students will be required to give short presentations or lead discussions on topics chosen from their research journals.", "備考Note0": "Schedule and lesson plans subject to change. All changes will be announced in class.", "更新日時/Date of Update1": "2023年02月09日 13時22分30秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｂ－２０２"]}, "campas": 0, "name": "【300】総合日本学習科目（美術Ｂ）／JSC Japanese Art B", "管理部署": 21, "単位数": 2, "担当者": "ベイカー　Ｏ．　Ｙ．（BAKER OMAR YUSEF） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 16, "評価1": 3, "評価2": 4, "開講期": 1}