{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course will focus on ways to compare and analyze cultures and societies, consideration will be given to theoretical/methodological issues and concrete phenomena. Since you are studying in Japan (and I assume you are interested in some of its aspects) we will direct comparisons between your home culture(s) and their institutions or social phenomena and those found here. First, we will explore some of the ways cultures/societies have been compared, and then look at practices and phenomena that are shared or not shared with your countries.", "到達目標": "The courses final objective is for you to work in groups to research and do some field study on an aspect that you decide to look into and give a presentation of it at the end of the course (more details will be explained in class). Classes will have three elements, namely, lectures where I will talk about particular topics, class discussions/individual contributions about topics and practice exercises assigned, and group work for presentations.", "授業方法": "Online format (Link Below): Simultaneous and two-way. Classes will consist of lectures and discussion on assigned readings of pertinent articles and texts (in translation). If class size permits students will be asked to make presentations. Also, field trips to places related to course content may be planned. Language of instruction, English.<BR/><BR/>Tim Kernさんがあなたを予約されたZoomミーティングに招待しています。<BR/><BR/>トピック: Comparative Culture A<BR/>時間: 2021年9月22日 03:00 PM 大阪、札幌、東京<BR/>        毎週水曜<BR/>        2021年9月22日 03:00 PM<BR/>        2021年9月29日 03:00 PM<BR/>        2021年10月6日 03:00 PM<BR/>        2021年10月13日 03:00 PM<BR/>        2021年10月20日 03:00 PM<BR/>        2021年10月27日 03:00 PM<BR/>        2021年11月3日 03:00 PM<BR/>        2021年11月10日 03:00 PM<BR/>        2021年11月17日 03:00 PM<BR/>        2021年11月24日 03:00 PM<BR/>        2021年12月1日 03:00 PM<BR/>        2021年12月8日 03:00 PM<BR/>        2021年12月15日 03:00 PM<BR/>        2021年12月22日 03:00 PM<BR/>        2021年12月29日 03:00 PM<BR/>        2022年1月5日 03:00 PM<BR/>        2022年1月12日 03:00 PM<BR/>        2022年1月19日 03:00 PM<BR/>        2022年1月26日 03:00 PM<BR/>        2022年2月2日 03:00 PM<BR/>次のiCalendar (.ics)ファイルをご利用のカレンダーシステムにダウンロードしてインポートしてください。<BR/>週ごと: https://us04web.zoom.us/meeting/upEqd-6hrD0vE9MxYTgC7IDtwrvEqMKrlDWf/ics?icsToken=98tyKu6tqTstE9aTtRCAR7YMB4igKPPzpiFYj_pwhCbRBAMESyfiIfBUF6NSO8rc<BR/><BR/>Zoomミーティングに参加する<BR/>https://us04web.zoom.us/j/75707926597?pwd=UmhaQjhRc0YraEgvaGlYNDNLTTdGUT09<BR/><BR/>ミーティングID: 757 0792 6597<BR/>パスコード: n2sp03", "トピック": {"第1回": ["Course introduction. Explanation of requirements and grading. Purpose of presentations. Getting to know each other. What is culture and how can it be compared (working model of societies and cultures)? “Expectations and actual impressions” assignment. Individual interests?<BR/>Zoom Link<BR/>Tim Kernさんがあなたを予約されたZoomミーティングに招待しています。<BR/><BR/>トピック: Comparative Culture A<BR/>時間: 2021年9月22日 03:00 PM 大阪、札幌、東京<BR/>        毎週水曜<BR/>        2021年9月22日 03:00 PM<BR/>        2021年9月29日 03:00 PM<BR/>        2021年10月6日 03:00 PM<BR/>        2021年10月13日 03:00 PM<BR/>        2021年10月20日 03:00 PM<BR/>        2021年10月27日 03:00 PM<BR/>        2021年11月3日 03:00 PM<BR/>        2021年11月10日 03:00 PM<BR/>        2021年11月17日 03:00 PM<BR/>        2021年11月24日 03:00 PM<BR/>        2021年12月1日 03:00 PM<BR/>        2021年12月8日 03:00 PM<BR/>        2021年12月15日 03:00 PM<BR/>        2021年12月22日 03:00 PM<BR/>        2021年12月29日 03:00 PM<BR/>        2022年1月5日 03:00 PM<BR/>        2022年1月12日 03:00 PM<BR/>        2022年1月19日 03:00 PM<BR/>        2022年1月26日 03:00 PM<BR/>        2022年2月2日 03:00 PM<BR/>次のiCalendar (.ics)ファイルをご利用のカレンダーシステムにダウンロードしてインポートしてください。<BR/>週ごと: https://us04web.zoom.us/meeting/upEqd-6hrD0vE9MxYTgC7IDtwrvEqMKrlDWf/ics?icsToken=98tyKu6tqTstE9aTtRCAR7YMB4igKPPzpiFYj_pwhCbRBAMESyfiIfBUF6NSO8rc<BR/><BR/>Zoomミーティングに参加する<BR/>https://us04web.zoom.us/j/75707926597?pwd=UmhaQjhRc0YraEgvaGlYNDNLTTdGUT09<BR/><BR/>ミーティングID: 757 0792 6597<BR/>パスコード: n2sp03", ""], "第2回": ["Discussion of “Expectations” assignment. Considerations for comparisons; Political and Religious spheres. Where are the centers of “power”?", ""], "第3回": ["Considerations: Knowledge and Aesthetic sensibilities. Their purposes and functions?", ""], "第4回": ["Considerations: Economy and technology (mainstream order) vs. Peripheral and anti-social, or alternative, trends, and movements.", ""], "第5回": ["Considerations: Past, present and future. Ethnic/communal/national (historical consciousness or world views) and relationship with ideologies and shared visions.", ""], "第6回": ["The gaze from the Other, the gaze towards the Other. How Japan has been seen and how the Japanese see themselves and the world. The problem of nihonjin-ron. (Three Point Comparison method explained and assignment)", ""], "第7回": ["Short contributions of a Three Point Comparison and discussion.", ""], "第8回": ["Group presentation preparations. (Groups will be chosen at an earlier date and some work will be in progress)", ""], "第9回": ["Lectures or explanations of specific topics concerning Japan. Group work with instructor’s feedback.", ""], "第10回": ["Lectures or explanations of specific topics concerning Japan. Group work with instructor’s feedback.", ""], "第11回": ["Group Presentations. This will depend on number of groups.", ""], "第12回": ["Group Presentations. This will depend on number of groups.", ""], "第13回": ["Group Presentations. This will depend on number of groups.", ""], "第14回": ["Final discussions about presentations and general conclusions of what was learned.", ""], "授業外学習2": "A few readings will be assigned, and there will be a number of written submissions done outside of class hours during the course. These generally are for lecture background and in-class discussion purposes. Also, students will be required to research, prepare and give group presentations. Although limited class time will be devoted to preparations, each group is responsible to find extra time out of class to prepare as well."}, "評価": {"教科書Required texts0": "No textbook will be required for purchase. Most material will be in the form of printed handouts, or downloads.", "参考文献・資料Reference books0": "List of related readings based on what is available in the library will be provided.", "学生による授業評価の方法Course Evaluation by Students0": "Students will be asked to give constructive evaluation of the course and instruction using the university’s standard evaluation format.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "その他(others)"], "成績評価Grading2": "備考　Note\nその他(others)\nAttendance/participation = 20%, Assignments = 20%, Group presentation = 30%, Final summary paper = 30%.", "更新日時/Date of Update0": "2021年11月10日 09時46分15秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "Ｄ－２０２"]}, "campas": 0, "name": "【300】総合日本学習科目（比較文化論Ａ）／JSC Comparative Cultural Studies A", "管理部署": 21, "単位数": 2, "担当者": "カーン　ティモシー（KERN TIMOTHY D.） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 4, "開講期": 2}