{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "日本の祭りは、ただの遊びと娯楽なのか、あるいはより多様な意義を有するか。本授業では、全国で年間に開催される主要な祭礼を通じて、日本文化を紹介する。授業目的は、これらの祭礼を、宗教的、文化的、社会的、経済的などの現象としてさまざまな視点から理解できることである。<BR/>今学期は、パンデミックの現状をふまえ、日本における祭りと疫病の関連、そして2020年にいくつかの重要な祭りがどのように行われたかなどに、特に注目する。", "到達目標": "Students will gain a comprehensive overview and understanding of Japanese religious and traditional rites and their place in contemporary society, as well as of the issues of gender and identity. The students will also deepen their knowledge of the Japanese history and how it formed various festivals.", "授業方法": "Online format:Simultaneous and two-way<BR/>The course combines lecture/discussion format with extensive audio-visual display.", "トピック": {"第1回": ["Introduction to the course", ""], "第2回": ["Summer Festivals I - Kyoto Gion Matsuri (The Three Big Festivals in Kyoto):<BR/>Origins and relation to epidemic; significance in Kyoto culture and for local merchant class; elements of performance: procession, costumes, accessories, art work, music, etc;  the all-male festival&#39;s &quot;hyper-&quot; and &quot;stylized&quot; masculinity;  recent inclusion and representation of women. Gion matsuri in 2020.", "　40―50 minutes. Reading and visual materials."], "第3回": ["Influence of Gion Matsuri:<BR/>The influence of Gion matsuri on local Gion festivals in all parts of Japan, held from June to October. Comparison with Osaka Tenjin Matsuri &quot;Festival of the Gods.&quot;", "　40―50 minutes. Reading and visual materials."], "第4回": ["Summer Festivals II:<BR/>Nagoshi-no-harae &quot;Summer Purification Rites&quot; and Tanabata &quot;The Star Festival / The Lovers&#39; Festival&quot; -  origins, meaning, changes in modern time. Special celebration in 2020 in Kyoto.", "　40―50 minutes. Reading and visual materials."], "第5回": ["Obon &quot;Ancestors&#39; Spirits Festival&quot;:<BR/>History, rituals, food, offerings, family bonds, bon odori &quot;bon dances&quot;; Gozan Okuri-bi &quot;Bonfires on Five Mountains&quot; in Kyoto; Obon in Kyoto in 2020.", "　40―50 minutes. Reading and visual materials."], "第6回": ["Jidai Matsuri &quot;Festival of the Ages&quot; and Aoi Matsuri &quot;Hollyhock Festival&quot; (The Three Big Festivals in Kyoto):<BR/>Relation to Kyoto, Japanese history, and the imperial power;  elements of performance: processions, costumes, accessories, gendered bodies; display of ideals of traditional masculinity / femininity; influence of Aoi Matsuri on Noh theatre.", "　40―50 minutes. Reading and visual materials."], "第7回": ["Matsuri and Masculinity: <BR/>Hadaka Matsuri &quot;Naked Festivals&quot; and Kenka Matsuri &quot;Fighting Festivals&quot; - most popular examples, origins, meaning, rituals, display of the male body, homosociality and intergenerational bonding.", "　40―50 minutes. Reading and visual materials."], "第8回": ["New Beginning - Oshôgatsu &quot;New Year&quot; and Setsubun &quot;Change of Seasons&quot;:  <BR/>Oshôgatsu - history, rituals, family bonds, special food. Setsubun &quot;Driving out the Evil&quot; - history, rituals - mamemaki, oni-barai (tsuina), commercialization and special food, performances: masks and costumes.", "　40―50 minutes. Reading and visual materials."], "第9回": ["Buddhist Festivals:<BR/>Buddhism in Japanese society, influence on performance culture; Kanbutsu-e or Hana Matsuri &quot;Buddha&#39;s Birthday&quot;; Nehan-e &quot;Buddha&#39;s Passing into Nirvana&quot; - Buddhist art.", "　40―50 minutes. Reading and visual materials."], "第10回": ["Matsuri and Gender:<BR/>The Girl&#39;s Day Festival - Hina Matsuri or Momo-no-sekku &quot;Festival of the Peach&quot;;<BR/>The Boy&#39;s Day Festival - Tango-no-sekku or Kodomo-no-hi &quot;Children&#39;s Day.&quot; History, meaning, rituals, and art.", "　40―50 minutes. Reading and visual materials."], "第11回": [" Matsuri and Geinô &quot;Festivals and Performance&quot;:<BR/>Types of performances, intergenerational bonding, initiation into manhood, gender, local identity. Some major examples - kabuki, noh, kagura, lion dances, puppets and marionettes.", "　40―50 minutes. Reading and visual materials."], "第12回": ["Festivals in Okinawa and Amami Islands:<BR/>History and types, performances, gender aspects, local identities. Taketomi Island&#39;s Tanedori-sai and Amami Island Fesival&#39;s sumo (shinji sumo &quot;Sumo as Shinto Ritual&quot;).", "　40―50 minutes. Reading and visual materials."], "第13回": ["Japanese Festivals Abroad:<BR/>Nihon Matsuri in US, South America, Australia and Europe. Identity and soft power. Anime and cosplay fests.", "　40―50 minutes. Reading and visual materials."], "第14回": ["Student presentations of final paper projects.", ""], "授業外学習2": "Students are expected to read the texts and watch the video materials in advance of class, in order to take part in the discussions."}, "評価": {"教科書Required texts0": "None. Related reading and visual materials will be emailed in advance of class.", "参考文献・資料Reference books0": "Herbert Plutschow, \"Matsuri: The Festivals of Japan\", Abingdon, Oxon: Routledge, 1996\nHelen Bauer & Sherwin Carlquist, \"Japanese Festivals\", Tokyo: Charles E. Tuttle, 1974", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Students are required to do additional research on a topic related to the class content and write an essay (1200~1500 words)"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Class participation, in-class presentations or submitted response papers (on-demand class format)"], "成績評価Grading3": "備考　Note\nFinal Research Paper (60%): Students are required to do additional research on a topic related to the class content and write an essay (1200~1400 words)\nClass Participation (40%): In-class presentations of a festival and final research paper (10 minutes each)", "備考Note0": "This course starts as an online course via Zoom on September 24th. All registered users will receive a link and password and are encouraged to join the first online class on September 24th from 17:00～18:40 (Japan Standard Time JST). If you cannot register for this course before September 24th, please contact the instructor by email to receive the link and password:\nftg87287@kwansei.ac.jp.\nThe students who cannot join the first online class need to inform the instructor in advance.\nGRADING: 60% Final report on a selected festival or another topic related to the class content. 40% Presentation of an assigned festival (simultaneous two-way class format) or submitted response papers (on-demand class format).", "更新日時/Date of Update1": "2021年03月09日 19時17分33秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（伝統行事）／JSC Religious and Traditional Rites", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "ペトコヴァ　ガリア（PETKOVA GALIA） ", "履修基準年度": "１年", "時限1": "月曜５時限／Monday 5", "開講期": "秋学期／Fall"}