{"履修期": "春学期", "主な教授言語": "英語", "授業目的": " 本講義の目的は、学生が主体的に、古代から現代に至る日本の伝統芸能の歴史や特徴を学ぶとともに、芸能が果たした文化史の面での意義や社会的な役割についても考察する。", "到達目標": "The students will gain a comprehensive knowledge of Japanese traditional performance culture and deepen their understanding of both the historical and social factors that formed the various performing art forms and the intricate workings of power, cultural representation, and gender.", "授業方法": "Online format:Simultaneous and two-way. The course combines lecture/discussion format with extensive audio-visual display.", "トピック": {"第1回": ["Introduction to Japanese theatre", ""], "第2回": ["Sources of Japanese theatre I: origins, history, early performing art forms - bugaku; folk performing arts", "40-50 minutes. Reading and visual materials."], "第3回": ["Sources of Japanese theatre II: origins, history, early performing art forms - kagura; folk performing arts, their relation to current epidemic", "40-50 minutes. Reading and visual materials."], "第4回": ["Noh theatre: history and development, audiences", "40-50 minutes. Reading and visual materials."], "第5回": ["Noh theatre: elements of performance, types of plays", "40-50 minutes. Reading and visual materials."], "第6回": ["Kyogen comedy: types of kyogen, elements of performance, stories", "40-50 minutes. Reading and visual materials."], "第7回": ["Screening of a noh play and a kyogen play, discussion", "40-50 minutes. Reading and visual materials."], "第8回": ["Edo-period performing arts: genres and their social context. <BR/>Meiji period: theatre politics and new genres.", "40-50 minutes. Reading and visual materials."], "第9回": ["Kabuki: actor’s theatre, stage conventions, audiences", "40-50 minutes. Reading and visual materials."], "第10回": ["Kabuki: types of plays, elements of performance, gender presentation - onnagata&#39;s body", "40-50 minutes. Reading and visual materials."], "第11回": ["Screening of kabuki plays, discussion", "40-50 minutes. Reading and visual materials."], "第12回": ["Bunraku puppet theatre: history and performance", "40-50 minutes. Reading and visual materials."], "第13回": ["Bunraku puppet theatre: the texts. Battles and love suicides. Screening of bunraku plays.", "40-50 minutes. Reading and visual materials."], "第14回": ["Women in Japanese performing arts: historical overview. Female versions of all-male performing arts. Geisha performance. The all-female Takarazuka Review.", "40-50 minutes. Reading and visual materials."], "授業外学習2": "Students are expected to complete reading assignments on time to prepare for classes.  Attendance is mandatory."}, "評価": {"教科書Required texts0": "\"A Guide to the Japanese Stage: From Traditional to Cutting Edge\", Ronald Cavaye, Paul Griffith, Akihiko Senda, Kodansha International, 2005, ISBN 0691043337\n\nAdditional readings and other handouts will be provided by the lecturer in advance.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Jonah Salz (ed.)", "A History of Japanese Theatre", "Cambridge University Press", "2018 年", "978-1108458160", ""], "参考書/Reference books2": ["Karen Brazell (ed.)", "Traditional Japanese Theater: An Anthology of Plays", "Columbia University Press", "1999 年", "0231108737", ""], "参考書/Reference books3": ["Samuel Leiter (ed.)", "A Kabuki Reader: History and Performance", "M.E. Sharpe", "2002 年", "0765607042", ""], "参考書/Reference books4": ["Kimino Rinko", "Photographic kabuki kaleidoscope in Japanese and English", "Shogakukan", "2016 年", "978-4093108430", ""], "参考文献・資料Reference books0": "\"The Japanese Theatre from Shamanistic Ritual to Contemporary Pluralism\", Benito Ortolani, Leiden: E.J.Brill, 1990, ISBN 0691043337", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "Final report (1200~1400 words) - performance analysis (response paper)"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Participation in interactive sessions or submission of short response paper (in case of on-demand class format)"], "成績評価Grading3": "備考　Note\nFor final paper students are required to write a piece of performance analysis (response paper) (1200~1400 words) based on their observation of the performances watched in class or online.", "備考Note0": "This course starts as an online course via Zoom on April 9th. All registered users will receive a link and password and are encouraged to join the first online class on April 9th from 17:00～18:40 (Japan Standard Time JST). If you cannot register for this course before April 8th, please contact the instructor by email to receive the link and password:\nftg87287@kwansei.ac.jp.\nThe students who cannot join the first online class need to inform the instructor in advance.\nGRADING: 60% Final paper on a performance seen online or another topic related to the class content. 40% Participation in online discussions (simultaneous two-way class format) or response papers (on-demand class format).", "更新日時/Date of Update1": "2021年03月09日 19時14分51秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜５時限／Friday 5", "春学期／Spring", "ＭＲ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（伝統芸能）／JSC Traditional Japanese Theatre", "管理部署": 21, "単位数": 2, "担当者": "ペトコヴァ　ガリア（PETKOVA GALIA） ", "履修基準年度": "１年", "時限1": 32, "評価1": 3, "評価2": 4, "開講期": 1}