{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course will introduce students to some of the socio-cultural themes of Japan and explore ways to compare them with those found elsewhere. Some of these themes are the ie (household) system, giri-ninjo (obligation and sentiment), the notions of hare-ke-kegare (sacred/sanctified, mundane, profane) as it unfolds in religious and secular life, and what the dynamic demarcation of uchi-soto (inside-outside grouping) involves. These institutions and conceptions will be considered by looking at socio-historical developments in the modern period, literature and art, life-styles and entertainment (such as comedy). Students will be encouraged to identify and compare similar themes they find in the respective cultures and societies they belong to and identify with.", "到達目標": "The course&#39;s final objective is for you to work in groups to research and do a field study on an aspect you decide to look into and give a presentation of it at the end of the course (more details will be explained in class). Classes will have three elements, namely, lectures where I will talk about particular topics, class discussions/individual contributions about topics and practice exercises assigned, and group work for presentations.", "授業方法": "In accordance to KGU guidelines (at the time of this submission) classes will be conducted by in-classroom Face to face format.  Classes will consist of lectures and discussions on assigned readings of pertinent articles and texts (in translation). If class size permits students will be asked to make presentations. Also, field trips to places related to course content may be planned. Language of instruction, English.", "トピック": {"第1回": ["Course introduction. Explanation of requirements and grading. Purpose of presentations. Getting to know each other. What is culture and how can it be compared (working model of societies and cultures)? “Expectations and actual impressions” assignment. Individual interests?", ""], "第2回": ["Discussion of “Expectations” assignment. Theoretical and methodological considerations for comparisons; Socio-cultural themes: what are they?", ""], "第3回": ["Pre-modern and modern Japan. Historical background to institutional changes.", ""], "第4回": ["The ie (household) system: basic function and structure, what has continued and what has changed.", ""], "第5回": ["Uchi-soto (inside-outside grouping), giri-ninjo (obligation and sentiment). Social and personal relations.", ""], "第6回": ["The gaze from the Other, the gaze towards the Other. How Japan has been seen and how the Japanese see themselves and the world. The problem of nihonjin-ron. (Three Point Comparison method explained and assignment)", ""], "第7回": ["Short contributions of a Three Point Comparison and discussion.", ""], "第8回": ["Looking at comedy. Regional differences in Japan. A focus on Kansai owarai (laughter/comedy).", ""], "第9回": ["Additional lectures or explanations of specific topics for comparison. Group work with the instructor’s feedback.", ""], "第10回": ["Additional lectures or explanations of specific topics for comparison. Group work with the instructor’s feedback..", ""], "第11回": ["Group Presentations. This will depend on number of groups.", ""], "第12回": ["Group Presentations. This will depend on number of groups.", ""], "第13回": ["Group Presentations. This will depend on number of groups.", ""], "第14回": ["Final discussions about presentations and general conclusions of what was learned.", ""], "授業外学習2": "Readings will be assigned, and there will be a number of written submissions done outside of class hours during the course. These generally are for lecture background and in-class discussion purposes. Also, students will be required to research, prepare and give group presentations. Although limited class time will be devoted to preparations, each group is responsible to find extra time out of class to prepare as well."}, "評価": {"教科書Required texts0": "No textbook will be required for purchase. Most material will be in the form of printed handouts, or downloads.", "参考文献・資料Reference books0": "List of related readings based on what is available in the library will be provided.", "学生による授業評価の方法Course Evaluation by Students0": "Students will be asked to give constructive evaluation of the course and instruction using the university’s standard evaluation format.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "その他(others)"], "成績評価Grading2": "備考　Note\nその他(others)\nAttendance/participation = 20%, Assignments = 20%, Group presentation = 30%, Final summary paper = 30%.", "更新日時/Date of Update0": "2021年02月07日 15時20分23秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "Ｇ－２２７"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（比較文化論Ｂ）／JSC Comparative Cultural Studies B", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "カーン　ティモシー（KERN TIMOTHY D.） ", "履修基準年度": "１年", "時限1": "水曜４時限／Wednesday 4", "開講期": "春学期／Spring"}