{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "この授業では漫画の歴史、そして漫画が日本の文化、又は海外の文化に与える影響と与えられた影響について話し合う。漫画と昔の絵巻、木版画などの芸術表現との関係を考え、現代のアニメや実写映画といった表現との関係も考える。漫画は日本の現代社会の中でどのような存在でどの立場にあるかを考え、漫画が日本国内だけでなく海外でも人気であり続ける理由を探る。まずは「マンガ」というものについて考え、初期の漫画とその前身の歴史をふまえ、それからおよその時代順に北沢楽天や岡本一平などの新聞漫画から２１世紀の最新のストーリー漫画まで取り上げていく。", "到達目標": "受講者は漫画というメディアについての知識を深め、日本の歴史と大衆文化の中での漫画の立場をよりよく理解する。そして、漫画の世界で最も影響力があり個性的で優れた漫画家と作品に精通するようになる。また日本語を読む練習を兼ねて、漫画の内容と構成に関する用語を勉強する機会にもなる。最後に受講生は日本美術史からのマンガの由来、物語性のある芸術としての進化、世界中で人気が隆盛となり、そして最近の発展について語れるようになる。", "授業方法": "Online format:Simultaneous and two-way. (同時双方向型) Lectures, discussions, and student presentations held online", "トピック": {"第1回": ["Paintings and Illustrated Scrolls: Composition, Style, and Content", "Reading assignment to be announced in class, Journal Entry #1"], "第2回": ["Early Manga: Woodblock Printing and Illustrated Books", "Reading assignment to be announced in class, Journal Entry #2"], "第3回": ["Satirical Magazines &amp; The Opening of Japan to the West", "Reading assignment to be announced in class, Journal Entry #3"], "第4回": ["What are Manga?", "Reading assignment to be announced in class, Journal Entry #4"], "第5回": ["Newspapers, Children&#39;s Magazines, and Manga", "Reading assignment to be announced in class, Journal Entry #5"], "第6回": ["Kamishibai, E-monogatari, and Pre-war Manga", "Reading assignment to be announced in class, Journal Entry #6"], "第7回": ["World War II, The Allied Occupation, and Yonkoma Manga", "Reading assignment to be announced in class, Journal Entry #7"], "第8回": ["Magazines and Manga: Shonen and Shojo", "Reading assignment to be announced in class, Journal Entry #8"], "第9回": ["Magazines and Manga: Komaga, Gekiga, Avant-Garde, Seinen", "Reading assignment to be announced in class, Journal Entry #9"], "第10回": ["Postwar Manga Genres: Crime, Science Fiction, Jidaimono and More", "Reading assignment to be announced in class, Journal Entry #10"], "第11回": ["Shonen-ai, Yaoi, Yuri, Bara: Sexuality and Gender in Manga", "Reading assignment to be announced in class"], "第12回": ["From Fan Fiction to Manga Bestsellers", "Reading assignment to be announced in class"], "第13回": ["Contemporary Manga", "Prepare for final paper"], "第14回": ["The Future of Manga and Manga Studies", ""], "授業外学習2": "Links to lectures, reading assignments, and other study materials will be provided online.<BR/><BR/>Students will be required to read articles on manga, Japanese art and culture, history, and current events. Students will be expected to complete all reading and writing assignments prior to the beginning of the following class, in preparation for lectures and group discussions. Students will be required to keep a journal with weekly entries responding to independently selected examples of manga and its various elements (narrative, art &amp; design, cultural relevance &amp; use, etc.). Journals will be used in class discussions.<BR/><BR/>受講生は予習にマンガ、日本美術、日本の文化、歴史、時事などについての記事を読む。授業で取り上げられたマンガ、またはその一部も読む。学生は毎週各自で選んだ漫画、またはその一部を分析して、授業用の日記を書く。授業で日記の内容について発表する。"}, "評価": {"参考文献・資料Reference books0": "All readings will be provided by the lecturer.\n必要な資料は授業中に配布する。", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Research Journal; Research Paper"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Preparation & Participation"], "成績評価Grading3": "備考　Note\nStudents are expected to prepare for each lesson by completing previously assigned readings, etc. Students will be asked to speak and write about the contents of the reading assignments and previous lectures in class. Students will also be required to examine a new manga selection each week, writing a brief description and response to each text in preparation for the final writing assignment. Details regarding the weekly and end of semester writing assignments will be explained during the first class meeting.", "備考Note0": "Students are expected to attend all class meetings unless absent for a valid reason such as illness, injury, or emergency. In such cases, please contact the lecturer directly. Late submissions of assignments will not be accepted, unless under the aforementioned circumstances.", "更新日時/Date of Update1": "2021年01月16日 00時00分26秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｄ－１０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（マンガ文化史）　２／JSC Manga: A Cultural History", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "ベイカー　Ｏ．　Ｙ．（BAKER OMAR YUSEF） ", "履修基準年度": "１年", "時限1": "水曜３時限／Wednesday 3", "開講期": "春学期／Spring"}