{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "A KALEIDOSCOPE OF JAPANESE CINEMA<BR/>This course intends to introduce students to the fascinating variety of Japanese cinema through a number of films representing different genres, themes, and directors, including anime, and explore ways in which cinema offers a perspective into history, society, and culture.", "到達目標": "The main objective of this course is to help students deepen their understanding of Japanese cinema and provide them with a basic scholarship to discuss one of the world&#39;s most important film cultures.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ですので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。ただし、本授業科目が卒業に必要な単位として算入できない科目の場合は、たとえオンライン授業であっても“オンライン授業60単位制限対象科目”とはなりません。<BR/>The course is subject to the 60-credit limit for online courses and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). However, if the course is originally not credited toward graduation, it will not be determined as subject to the 60-credit limit for online courses, regardless of the online format.<BR/><BR/>【合併】総合日本学習科目（映画論Ａ）（CIEC）/Japanese Cinema A（国際学部）", "関連科目": "Classic Japanese Cinema<BR/>Japanese Pop Culture<BR/>Traditional Japanese Theatre<BR/>Japanese culture, society, and history<BR/>Gender Perspectives in Japanese Cinema<BR/>Transmedia", "授業の概要・背景": "", "授業方法": "Classes will be conducted online via Zoom:<BR/>https://us02web.zoom.us/j/6390575360 <BR/>(Passcode: sx9uHQ)<BR/>Every class will use materials and homework relevant to the week&#39;s lesson and contents together with explanations through .doc/ pdf / mp4 files.<BR/>The instructor will also provide relevant internet links for study and self-study.<BR/>Students will be required to prepare and submit homework through LUNA before a given deadline.<BR/>The instructor will be available for consultation through mail and LUNA to maximise students&#39; understanding and performance.<BR/>Students can also contact the instructor at any other time through the mail and/or LUNA.", "トピック": {"第1回": ["Introduction to Japanese Cinema.<BR/>Historical Outline.<BR/>From silent cinema to &quot;benshi&quot; to talkies.<BR/>Genres in Japanese Cinema.<BR/>Early Japanese Animation: &quot;Kamakura Gatana&quot; (1917).", "Classes will be conducted online via Zoom:<BR/>https://us02web.zoom.us/j/6390575360 <BR/>(Passcode: sx9uHQ)<BR/>Research: Cinema outline in the students&#39; own countries.<BR/>(Materials for the first class will be uploaded here on the same day).<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework.<BR/>If you have not registered yet, take a look at the attachments and URLs indicated at the bottom of this syllabus. These are the tasks you should be doing.<BR/>Contact the instructor here should you have any questions: ayo45352@kwansei.ac.jp"], "第2回": ["Classical Japanese cinema:  an overview of the Masters<BR/>Ozu, Mizoguchi, Naruse, Makino, Yamanaka, Gosho.<BR/>&quot;Sisters of Gion&quot; (Mizoguchi, 1936):  film viewing.<BR/>Images of Kyoto in the film.<BR/>Homework: Students will be assigned a film by one of these directors to watch outside class for this session.", "A film by Ozu, Mizoguchi, Naruse, Makino, Yamanaka or Gosho.<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第3回": ["Interwar modernism and social critique.<BR/>Historical overview through different cinema clips and discussion.<BR/>Cinema in transition: actress Takako Irie and her roles through time ( modern girl,&quot;moga&quot;, Kurosawa&#39;s suffering war woman, &quot;bakeneko henshin&quot;, cat monster transformation in horror films).<BR/>Literature in film: Tanizaki and Kawabata.", "Reading a short story by KawabataFollow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第4回": ["A Forgotten Master: Shimizu Hiroshi.<BR/>Social types, economic depression, Korean forced laborers, the situation of women.<BR/>Film viewing: &quot;Arigato-san&quot; (1936)", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第5回": ["Cinema and the war. Example clips.<BR/>Propaganda and Anime <BR/>Short anime in-class film viewing: &quot;Spider and Tulip&quot; (1943)", "Students will be required to watch &quot;Momotaro&#39;s Divine Sea Warriors&quot;  (1945) as homework.<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第6回": ["A Forgotten Master: Shimizu Hiroshi<BR/>Postwar Neo- realism. <BR/>A ruined country through the cinema lens: the black market, the issue of war orphans, &quot;pan- pan&quot; girls.<BR/>In- class film viewing: &quot;Children of the Beehive&quot; (1948)", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第7回": ["Postwar Japan: Reconstructing the industry under the American occupation.<BR/>Cinema highlights: clips.<BR/>The Golden Age of Japanese cinema: Kinoshita, Kurosawa, Mizoguchi, Ozu.<BR/>Foreign recognition.<BR/>Note: Students will have to choose at least one film by one of these directors to watch outside class for this session.", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第8回": ["The Japanese New Wave: breaking with the old studio system.<BR/>Social trends and cinema.Examples.<BR/>Film Noir: Yakuza in the 60s.<BR/>Shinoda&#39;s &quot;Pale Flower&quot;: Film viewing.<BR/>Queer Japan in the 60s: Matsumoto&#39;s &quot;Funeral Parade of Roses&quot; (&quot;Gay Boy&quot; Culture)", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第9回": ["The age of &quot;Tokusatsu&quot;: Godzilla, Mothra and Ultraman.<BR/>&quot;Manga Eiga&quot; and &quot;Japanimation&quot;.<BR/>Osamu Tezuka: Astro Boy. <BR/>Influences from the Takarazuka Revue on Tezuka&#39;s work.<BR/>Takarazuka as acting school.<BR/>Presence of manga and anime in general culture.", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第10回": ["Studio Ghibli: Miyazaki and Takahata.<BR/>&quot;My Neighbour Totoro&quot; and &quot;Grave of the Fireflies&quot;.<BR/>Background and their far-reaching influences.<BR/>Ghibli Tourism and Marketing", "Worksheet and readings.<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第11回": ["Dream and Reality in Satoshi Kon&#39;s work.<BR/>&quot;Perfect Blue&quot; and &quot;Millenium Actress&quot;.<BR/>Shorts contrast:  Kon / Shinkai<BR/>Apocalyptic Anime: Akira<BR/>&quot;Paprika&quot; (2006) or &quot;Perfect Blue&quot; (1997): Film viewing", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第12回": ["Motifs in Makoto Shinkai&#39;s work.<BR/>A look at this working style: &quot;V-Conto&quot; and music.<BR/>&quot;She and Her Cat&quot; (1999): class viewing.<BR/>The success of anime on the big screen: &quot;Kimetsu no Yaiba&quot; / Mamoru Hosoda works/ Others.", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第13回": ["Popular Anime Studios<BR/>Kyoto Animation Studio: importance and relevant work.<BR/>Example clips.<BR/>&quot;Seiyuu&quot;: voice actors as idols.<BR/>&quot;Anison&quot; and transmedia.", "Worksheet<BR/>Follow instructions in LUNA&#39;s announcements shortly before our class meeting time and/or refer to previous announcements for tasks and homework."], "第14回": ["Final Examination<BR/>Deadline for submission of the essay.", ""], "授業外学習2": "Students will be required to prepare classes in advance, do homework, read about, and view different media examples relevant to the course contents. <BR/>Materials and online content and resources will be provided by the instructor during the course.<BR/>Students are required to get acquainted with the LUNA system to access class information, readings, relevant web links, and/ or submit homework<BR/>Homework for every class is compulsory and failure to present it in class will affect the final grade."}, "評価": {"参考文献・資料Reference books0": "The instructor will provide a list of useful bibliography and online resources at the beginning and throughout the course.\nReading some of this material is compulsory.\nStudents are required to get acquainted with the LUNA system to access class information and submit homework.\nAll other materials will be provided by the instructor through LUNA.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "Understanding of class material, ability to discuss this. Attendance and positive, active participation."], "成績評価Grading2": "備考　Note\nTest: 50%\nEnd-of-term Essay: 25%\nTasks: 25%", "備考Note0": "Due to the extensive nature of the subject, a number of films or clips from films will have to be watched outside the online Zoom class.\nA series of compulsory readings and/ or worksheets and handouts will be assigned as preparation for the following class and must be read and prepared.\nStudents will have to write an essay on a film of their own choice from any period or genre, including anime.\nThe instructor will provide more information about the requirements of the essay at the beginning of the course.", "URLリンク1/URL 11": "Access to LUNA class contents", "更新日時/Date of Update2": "2022年09月15日 13時19分59秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜５時限／Tuesday 5", "秋学期／Fall", "Ｇ－ＩＳ２０７"]}, "campas": 0, "name": "【300】総合日本学習科目（映画論Ａ）／JSC Japanese Cinema A", "管理部署": 21, "単位数": 2, "担当者": "ムニョス　Ｍ．Ｊ．（MUNOZ MARIA JOSE GONZALEZ） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 11, "評価1": 2, "開講期": 2}