{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "We will study the Japanese Economy through historical and socio-economic perspectives. The emergence of Japan as an economic super power was long admired by the rest of the world, especially being the model of developing countries. However, Japan has been challenged by economic stagnation after the burst of asset price bubble in 1990s. Japan was the first in the world to fall into sustained deflation in modern era. In the recent years, `Abenomics` has gained considerable attention and aimed to exit deflation and raise growth.  <BR/>Hence, in this course, we will first look back on the progress of the postwar Japanese economy. This covers Japan’s period of postwar recovery, high economic growth, the bursting of the bubble economy and lost decade(s). Then, we will discuss issues and challenges that face the Japanese today`s economy, including labor markets, demographic issues, Japanese trade, Japanese industrial structure.", "到達目標": "Through these lectures, students will be able to <BR/>- gain an understanding of the historical underpinning of the Japanese economic development.<BR/>- explain and analyze the issues pertaining to the Japanese economy", "特記事項": "この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者数が教室定員内であれば対面授業となり、教室定員を超えているとオンライン授業となります。なお、対面授業の場合は、“オンライン授業60単位制限対象科目”とはなりませんが、オンライン授業の場合は、“オンライン授業60単位制限対象科目”となりますので、60単位を超えて卒業に必要な単位として算入することができません（60単位までしか算入できない）。なお、履修者確定後、4/29（金）以降の授業形態を履修者へお知らせします。<BR/>The course will be offered on-demand until Thursday, April 28. If the finalized number of registered students is within the capacity of the classroom, the face-to-face class will be offered, and if it exceeds the capacity, the class will be online. The face-to-face course is not subject to the 60-credit limit for online courses, while the online course is subject to the limit and cannot be included as part of the credits required for graduation beyond 60 credits (only up to 60 credits can be counted). After the registered students are confirmed, we will notify the students of the course implementation format from Friday, April 29 onward.<BR/><BR/>【合併】Japanese Economy（国際学部）/総合日本学習科目（経済）（CIEC）", "関連科目": "", "授業方法": "Lecture<BR/>この科目は、4/28（木）までの授業をオンデマンドで実施します。履修者確定後、履修者に 4/29（金）以降の授業形態についてお知らせします", "トピック": {"第1回": ["On-demand lecture.<BR/>Introduction: an overview of the Japan’s macroeconomic performance", ""], "第2回": ["On-demand lecture.<BR/>Economic History: Postwar Recovery (1945-1949)", ""], "第3回": ["On-demand lecture.<BR/>Economics History: High economic growth period (1950s-1970s)", ""], "第4回": ["Economic History: Economic Maturity (1970s-1980s)", ""], "第5回": ["Economic History: Bubble economy and recessionary economy (1990s ~ )", ""], "第6回": ["Abeonomics", ""], "第7回": ["Midterm Exam", ""], "第8回": ["Industry Policy", ""], "第9回": ["Labor market", ""], "第10回": ["Japanese female Workers", ""], "第11回": ["Demographic Issues", ""], "第12回": ["Industrial structure", ""], "第13回": ["International Trade", ""], "第14回": ["Final Exam/Presentation", ""], "授業外学習2": "There is no prerequisites for this course. However, for the further study, it will be good for student to take or learn introductory economics in advance."}, "評価": {"参考文献・資料Reference books0": "Flath, David. The Japanese Economy. Third edition, New York: Oxford University Press. 2014. (DF)\nOhno, Kenichi. The History of Japanese Economic Development: Origins of Private Dynamism and Policy Competence. New York: Routledge. 2018. (KO)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "Midterm/Final Exam"], "成績評価Grading2": ["その他／Others (99)", "40 %", "Assignment, report"], "更新日時/Date of Update0": "2022年02月10日 09時38分31秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "Ｇ－ＩＳ３０１"]}, "campas": 0, "name": "【300】総合日本学習科目（経済）／JSC Japanese Economy", "管理部署": 21, "単位数": 2, "担当者": "陳　依君（CHEN ICHUN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 0, "評価1": 2, "評価2": 4, "開講期": 1}