{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "このコースの目的は日本における金利・為替・株式といった金融市場の特徴を理解し、借り入れや資産運用など個人で関わる金融取引について、大学生として期待されるレベルの金融リタラシーを身につけることである。", "到達目標": "１）日本の低金利と個人および企業の借り入れに対する影響を理解する。\n\n２）為替相場の変動要因と為替先物によるヘッジ手法の学習を通じて、個人および企業に対する影響を理解する。\n\n３）日本企業の株価形成や企業価値評価を通じて、日本企業が直面するファイナンス上の課題を理解する。\n\n４）退職後の生活のために準備する年金資産の運用について、様々なファンド・投資信託の概要やそれらを組み合わせた長期分散投資の意義を理解する", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "金融市場の基礎知識を学ぶために最初に講義を行うが、基本的には学生にとって身近な取引や企業をケースにして学習を進める。金利、為替、株式、長期投資といった分野ごとにまず概要を講義し、学生の興味に合わせて演習問題やケースを割り当てる。次の講義では学生から演習問題やケースを発表しディスカッションを行う。授業の最後では、学生が選んだ日本企業または投資信託についてプレゼンテーションを行う。At the beginning of each\nsection such as interest rate, currency, stock markets and long-term investing,\nthe lecturer will give basic outline of financial markets, but students will\nbasically select transactions and businesses they are interested in as cases or\npractical exercises. In a following class, students have opportunities to\npresent and discuss. At the end of the course, students will make a short\npresentation on a Japanese listed company or a mutual fund of their choice.", "トピック": {"第1回": ["<span style=\"font-size:13.28px;\">講義の概要;金融リタラシーの４つの主要項目（家計管理、ライフプランニング、年金資産と長期投資、専門的アドバイス）について講義する。また学生のライフプランや日本の金融市場との関係についてディスカッションする。</span><div><span style=\"font-size:13.28px;\">Overview of the seminar; The lecturer will give brief lecture on the four major categories of financial literacy (Household finance, life planning, pension savings and investment, professional advisors) We will also discuss students’ life designs and relationship to Japanese financial markets.</span></div>", ""], "第2回": ["<span style=\"font-size:13.28px;\">日本の低金利と様々な借り入れ制度①；日本銀行による低金利政策とその課題について簡単に講義し、日本の住宅ローン、学生ローン、クレジットカードなどの借り入れについて説明する。借入期間や返済額に対する金利負担の関係を理解するための演習問題を課す。</span><div><span lang=\"EN-US\" ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;\"=\"n-r',serif;'\" style=\"font-size:10.5pt;font-family:;\">Low interest rate in Japan and\nvarious forms of loans</span><span ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;\"=\"n-r',serif;'\" style=\"font-size:10.5pt;font-family:;\">①<span lang=\"EN-US\">: The lecturer will talk about\nwhy Japan</span></span><span lang=\"EN-US\" times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10.5pt;font-family:;\">’</span><span lang=\"EN-US\" ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;\"=\"n-r',serif;'\" style=\"font-size:10.5pt;font-family:;\">s interest rate is so low and what the government has\nbeen doing about it. The lecture will also cover residential mortgage, student\nloans and credit card. Students will work on spread sheets exercises to learn\nthe relationship between interest payment and prepayment periods and amounts.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第3回": ["<span style=\"font-size:13.28px;\">日本の低金利と様々な借り入れ制度②；借り入れ制度に関する演習問題のディスカッションを通じて、金利負担の大きさを理解する。個人や企業が借り入れを返せなくなった時の対応やその影響について説明する。高利貸し、債務保証や特殊な不動産投資などの金融取引によって損害を被るケースについても説明する。</span><div><span style=\"font-size:13.28px;\">Low interest rate in Japan and various forms of loans②: Students will learn the impact of interest rate burden through spread sheet exercises. The lecturer will talk about what individual and business can do if they cannot repay their loans and what the social impact of a default. The lecturer also talks about loan sharks, debt guarantee and special real estate investment, financial transactions which may inflict economic damages.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第4回": ["<span style=\"font-size:13.28px;\">為替市場とデリバティブ取引①；日本円と外国通貨との交換レートの現状やその変動要因について講義する。学生は出身国や将来働く国の為替相場や金利について調査して発表する。為替には金利、購買力（インフレーション）、投資フローが影響し、予測が非常に難しいことを説明する。金利裁定の仕組みを説明し為替先物の価格がどのように決まるのか説明する。</span><div><span style=\"font-size:13.28px;\">Currency markets and futures transaction①; The lecturer will give an overview of Japanese currency market and its driving factors. Students will research Japanese yen exchange rate for their respective country of origin or where they plan to work in the future. Currency markets are driven by relative interest rate, relative purchasing power (inflation) and investment flow. The lecturer will emphasize that it is impossible to predict. Students will also learn the interest rate arbitrage and how the currency futures are priced.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第5回": ["<span style=\"font-size:13.28px;\">為替市場とデリバティブ取引②；個人で外国から物品を輸入して販売する時のように時間差のある金融取引について、為替先物を利用してリスクヘッジができることを説明する。国によって金利水準が違うのであれば、金利が低い国で借り入れし、金利が高い国に投資すればリターンがあげられるように思えるが、このような取引のダウンサイドについて議論する。</span><div><span style=\"font-size:13.28px;\">Financial transactions with time difference, such as importing goods from overseas and re-sale them, may make use of currency futures to hedge risk. One may think that we can make easy profit by borrowing in a low interest country and invest in high interest country, the class will discuss the downside of such transactions.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第6回": ["<span style=\"font-size:13.28px;\">日本企業の株価形成と企業価値評価①; 株式投資の基礎知識、特に企業のバランスシートの見方について説明する。また、企業価値評価の基礎的概念（DCF,リアルオプション）について演習問題に取り組む。学生は興味のある日本企業を選びその株価形成に影響する要素を検討し、プレゼンテーションに備える。株式投資に関する情報源とその利用法についてディスカッションする。</span><div><span style=\"font-size:13.28px;\">Stock prices in Japan and business valuation①; The lecturer will talk about basic knowledge of stock investing, especially the balance sheet of a corporation. The students will do practical exercises on basic concept such as DCF and real option They will choose a Japanese listed company and discuss what factors influence its’ stock price and start preparing for their own presentations. The class will also discuss where to get information on public stocks and how to use it.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第7回": ["<span style=\"font-size:13.28px;\">日本企業の株価形成と企業価値評価②; 伝統的な日本企業（オールドジャパン）と新興企業（ニュージャパン）を対比しながら、株式持ち合いなどの日本的財務慣行について説明する。さらに最近のアクティビストファンドの活動や大企業の非公開化案件を題材に、日本企業の直面する課題についてディスカッションする。</span><div><span style=\"font-size:13.28px;\">Stock prices in Japan and business valuation②; The lecturer will contrast traditional companies (old Japan) and emerging companies (new Japan) and highlight financial practices such as cross shareholding. Based on a recent case of take private deals, the class will discuss the issues Japanese companies face.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第8回": ["<span style=\"font-size:13.28px;\">投資信託・ファンド①;　代表的な資産運用商品である投資信託等について講義する。日本の投資信託の顧客資産保護の仕組みや、その評価方法および利用上の留意点などについても説明する。</span><div><span style=\"font-size:13.28px;\">Mutual fund and various funds ①; The lecturer will give overview of the typical investment management product called mutual funds. We will highlight the system of protecting clients’ money and issues the fund management businesses face in Japan</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第9回": ["<span style=\"font-size:13.28px;\">投資信託・ファンド②;　株式や債券以外の資産（オルタナティブ資産）へ投資するファンドについて概要を説明する。特に彼らがインベストメントチェーンにおいて果す役割とその課題について議論する。</span><div><span style=\"font-size:13.28px;\">Mutual fund and various funds ①;　The lecture covers funds that invest in assets other than stock and bonds, i.e., alternative assets. The class will discuss what role they play in the investment chain and the issues they face.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第10回": ["<span style=\"font-size:13.28px;\">日本の社会保障制度と民間保険　リタイアメントプランニングのためには公的年金などの社会保障制度を理解する必要がある。日本で働く者は厚生年金保険や健康保険制度などに加入するので、それを補完するように民間での金融商品が発達している。特に近年ではNISA・iDeCoといった個人が資産運用に関わるタイプの制度が用意されている。</span><div><span style=\"font-size:13.28px;\">Social security systems in Japan and private insurance;　We need to understand social security such as public pension system in order for retirement planning. If you work in Japan, you will be covered by Welfare pension insurance and public healthcare insurance, and private pension products have developed to complement them. We will cover recent pension savings such as NISA and iDeCo in which individual clients get involved in investment management products.</span></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第11回": ["<div><span style=\"font-size:13.28px;\">長期分散投資ポートフォリオ①; 世界最大級の公的年金であるGPIF（年金資金運用管理独立行政法人）のアニュアルレポートをケースにして、年金機関投資家の投資について講義する。</span></div><div><span style=\"font-size:13.28px;\">The class will study the annual report of GPIF (Government pension Investment Fund) of Japan, which is the largest public pension fund in the world and how long-term pension fund invest their money.</span></div><div><br /></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第12回": ["<div><span style=\"font-size:13.28px;\">長期分散投資ポートフォリオ②; アセットオーナープリンシプルを題材に、日本のアセットオーナーの課題について議論する</span></div><div><span style=\"font-size:13.28px;\">Taking Asset Owner Principle as a case, the class will discuss the issues Japanese asset owners face.</span></div><div><br /></div>", "<span style=\"font-size:13.28px;\">Reading, Problem set/Assignment:　60 minutes</span>"], "第13回": ["<div><span style=\"font-size:13.28px;\">学生によるプレゼンテーションとディスカッション①&nbsp;&nbsp;</span></div><div><span style=\"font-size:13.28px;\">Student presentations and discussions　①&nbsp;</span></div><div><br /></div>", "<span lang=\"EN-US\" ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;letter-spacing:-0.4pt;\"=\"n-r',serif;letter-spacing:-0.4pt;'\" style=\"font-size:10.5pt;font-family:;\">Preparation for\npresentation: 90 minutes</span>"], "第14回": ["<div><span style=\"font-size:13.28px;\">学生によるプレゼンテーションとディスカッション②　</span></div><div><span style=\"font-size:13.28px;\">Student presentations and discussions　②</span></div><div><br /></div>", "<span lang=\"EN-US\" ud=\"ud\" デジタル=\"デジタル\" 教科書体=\"教科書体\" n-r\",serif;letter-spacing:-0.4pt;\"=\"n-r',serif;letter-spacing:-0.4pt;'\" style=\"font-size:10.5pt;font-family:;\">Preparation for\npresentation: 90 minutes</span>"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Ｒ．Ｊ．シラー", "『それでも金融はすばらしい：人類最強の発明で世界の難問を解く。』", "東洋経済新報", "2014 年", "", ""], "参考書/Reference books2": ["Shiller, Robert J.", "Finance and the Good Society", "Princeton University Press", "2012 年", "", ""], "参考書/Reference books3": ["ジャスティン．フォックス", "『合理的市場という神話 ―リスク、報酬、幻想をめぐるウォール街の歴史』", "東洋経済新報", "2010 年", "", ""], "参考書/Reference books4": ["Justin Fox", "The Myth of the Rational Market: A History of Risk, Reward, and Delusion on Wall Street", "Harper Business", "2009 年", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["プレゼンテーション・発表／Presentation (07)", "40 %", "Student presentations"], "成績評価Grading2": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "40 %", "Active participation and contribution in the class will be highly evaluated"], "成績評価Grading3": ["その他／Others (99)", "20 %", "Practical exercises and financial literacy quizzes may be graded"], "更新日時/Date of Update0": ["2025年02月20日 17時45分32秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｄ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（日本的ファイナンス入門）／JSC Introductory Japanese Finance", "管理部署": 21, "単位数": 2, "担当者": "石田　英和（ISHIDA HIDEKAZU） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "開講期": 2, "時限1": 30, "評価1": 4, "評価2": 5, "評価3": 6}