{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course provides students with a unique opportunity to learn about Japanese companies&#39; use of management resources to generate innovation value, by focusing on the unique characteristics of Japanese markets, and Japanese culture and social issues. The course is conducted by lecture, and by interactive discussion among the students, and is based on business case studies of major companies and mid-small companies.", "到達目標": "Students are expected to:<BR/>1. Familiarize themselves with innovation approaches adopted by established Japanese companies.<BR/>2. Focus their understanding on the specifics of Japanese companies’ marketing and business strategies that optimize their organizational and management resources.<BR/>3. Encourage themselves to be future business leaders at the established Japanese companies.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（日本企業におけるイノベーション）（CIEC）/Innovation and Intrapreneurship（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face format lecture followed by the class discussions based on business cases.<BR/>Students are expected to participate to the class discussions actively.", "トピック": {"第1回": ["Introduction; In this session, introduction of lecturer, objectives and targets of the course and expected developing skills by taking this course are explained by the lecturer.", "Read assigned materials"], "第2回": ["Characteristics of Japanese Company; In this session, the history of modern Japanese economy and industry development related to the characteristic of Japanese company are explained, followed by the interactive session among the participants.", "Read assigned materials and prepare for class discussion"], "第3回": ["Business Framework; Business philosophy, management resources, company as a going concern, and marketing strategy are explained as a basic of business administration.", "Read assigned materials and prepare for class discussion"], "第4回": ["Guest Speaker Session; In this session, as a practical example of characteristics of Japanese company, the guest speaker talks about the business philosophy, goals and day-to-day activities.Interactive discussions are expected in Q$A session.", "Read assigned materials and prepare for Q&amp;A session, and review the lecture of the gusest speaker for deeper understandings."], "第5回": ["Business Case #1; As a case of creating the new value by utilizing accumulated business resources, the development story of Fuji Film Instax Camera and the related backgrounds are explained.", "Read assigned materials and prepare for class discussion"], "第6回": ["Discussion on Business Case #1; Based on the development story of business case #1, interactive discussion will be conducted to find the key factors for success, the alternative business strategies, and the other backgrounds.", "Read assigned materials, prepare for class discussion and review the contents for deeper understandings."], "第7回": ["Business Case #2; As a case of developing potential customers by providing unprecedented customers” satisfaction, the development story of Nintendo DS, Wii and the related backgrounds are explained.", "Read assigned materials and prepare for class discussion"], "第8回": ["Discussion on Business Case #2; Based on the development story of business case #2, interactive discussion will be conducted to find the key factors for success, the alternative business strategies, and the other backgrounds.", "Read assigned materials, prepare for class discussion and review the contents for deeper understandings."], "第9回": ["Business Case #3; As a case of creating the added value of the products by listening to the lead users’ voice, the development story of Panasonic Beauty products and the related backgrounds are explained.", "Read assigned materials and prepare for class discussion"], "第10回": ["Discussion on Business Case #3; Based on the development story of business case #3, interactive discussion will be conducted to find the key factors for success, the alternative business strategies, and the other backgrounds.", "Read assigned materials, prepare for class discussion and review the contents for deeper understandings."], "第11回": ["Business Case #4; As a case of differentiating the position among the competing companies, the product development story of Vacuum Cleaner manufacturer (Dyson, Panasonic and Iris Oyama) are explained.", "Read assigned materials and prepare for class discussion"], "第12回": ["Discussion on Business Case #4; Based on the development story of business case #4, interactive discussion will be conducted to find the key factors for success, the alternative business strategies, and the other backgrounds.", "Read assigned materials, prepare for class discussion and review the contents for deeper understandings."], "第13回": ["Business Case #5; As a case of autonomous management and social innovation by the local based company, the management stories of Sato Seiki Co., Ltd (Himeji city, Hyogo) are explained, followed by Q&amp;A session with the CEO.", "Read assigned materials, prepare for class discussion and review the contents for deeper understandings."], "第14回": ["Summary; As a summary of this course, innovative approaches and the key factors for success of business cases are reviewed through interactive discussion.", "Read assigned materials and review your study through the course."]}, "評価": {"教科書Required texts0": "Not required.", "参考文献・資料Reference books0": "To be advised by lecturer in the class.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "25 %", "In-class report"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "Final term report"], "成績評価Grading3": ["その他／Others (99)", "25 %", "Participation to the class discussion"], "備考Note0": "Business Cases are subject to change.\nThe subjects of class discussions are to be given by the lecturer based on practical issues of Innovation and Intrapreneurship.", "更新日時/Date of Update1": "2023年01月14日 07時54分01秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（日本企業におけるイノベーション）／JSC Innovation and Intrapreneurship", "管理部署": 21, "単位数": 2, "担当者": "近藤　浩章（KONDO HIROAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}