{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "The purpose of this course is for students to use the Japanese language they usually study in the classroom in the real world, and thus not only improve their Japanese language skills but also learn about Japanese culture and society in real life through internship. Exchange students only.", "到達目標": "<span style=\"font-size:13.28px;\">Students can deepen their understanding of Japanese business through their experiences in internships.　In addition,&nbsp;students can improve their Japanese language skills. This will help them to create an image of working in their home country or Japan.</span>", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Before registering for this course, the student must consult with the course supervisor to discuss the expectations for the internship. The supervisor will then work with the Center for International Education and Cooperation (CIEC) staff to find an appropriate placement for the student. Some possibilities for internships include companies, local government agencies, social welfare service providers, non-governmental organizations, schools, religious organizations, and so on.&nbsp;<div>As a rule, the supervisor will serve as a liaison between the organization and the student and provide guidance when necessary. At the end of the term, the student will submit a report based on observations made during the internship, following guidelines provided by the supervisor.</div>", "トピック": {"授業計画1": "In this course, the host company determines the schedule of work days and hours. The internship usually takes place between the end of January and the beginning of March and lasts approximately 10 days (totaling at least 60 hours).<div><span style=\"font-size:13.28px;\">Students must also participate in on-campus pre-internship training and post-internship training for reflection.</span></div>", "授業外学習2": "Nothing in particular"}, "評価": {"0": "", "1": "", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。 DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。 各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。 https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1 ※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Details in the Note below"], "成績評価Grading2": "備考　Note\nThis is a credit/non-credit course. No grade will be given.\nThe responsible person at the organization hosting the student will be given a questionnaire to complete at the end of the internship. The results of this questionnaire and the report submitted by the student will be the primary objectives for evaluation by the supervisor. Regular attendance during expected internship hours, cooperative participation in organization activities, and the quality of the student report are the main elements that will determine whether the student receives credit or not (pass/fail).", "更新日時/Date of Update0": "2024年02月20日 11時31分48秒", "項番No.0": [], "項番No.1": ["2024年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【300】総合日本学習科目（社会体験実習）／JSC Internship", "管理部署": 21, "単位数": 3, "担当者": "鳥羽　美鈴（TOBA MISUZU） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 49, "評価1": 6, "開講期": 9, "成績評価備考": "備考　Note\nThis is a credit/non-credit course. No grade will be given.\nThe responsible person at the organization hosting the student will be given a questionnaire to complete at the end of the internship. The results of this questionnaire and the report submitted by the student will be the primary objectives for evaluation by the supervisor. Regular attendance during expected internship hours, cooperative participation in organization activities, and the quality of the student report are the main elements that will determine whether the student receives credit or not (pass/fail)."}