{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course provides students with a unique opportunity to learn about HR management and Employment Management in Japanese companies, by focusing on the unique background and characteristics of Japanese Companies. The course is conducted by lecture, and by interactive discussion among the students, and practice sessions.", "到達目標": "Students are expected to:<br />1. Familiarize themselves with HR management system and Employment System adopted by established Japanese companies.<br />2. Focus their understanding on the history and the issues to solve for Japanese companies for their future implementation to the business.<br />3. Encourage themselves to be future business leaders at the established Japanese companies.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face format lecture followed by the class discussions based on business cases.<br />Students are expected to participate to the class discussions actively.", "トピック": {"第1回": ["Introduction; In this session, introduction of lecturer, objectives and targets of the course, outline of the Human Resources Management, and expected developing skills by taking this course are explained by the lecturer.", "Read assigned materials."], "第2回": ["History of Japanese Company and its HR Management; In this session, the history of modern Japanese economy and industry development related to the characteristic of Japanese company and its HR Management are explained, followed by class discussion.", "Read assigned materials and prepare for class discussion."], "第3回": ["Working Motivation and Leadership; In this session, the basics of motivation, leadership and its development are explained by the lecturer, followed by the class discussion about motivation and leadership in order to put them into practice.", "Read assigned materials and prepare for class discussion."], "第4回": ["Organization Structure; In this session, the purpose of the organization, the basics of organization structure, examples of organization structure in Japanese companies are explained by the lecturer, followed by class discussion regarding the pros and cons of Japanese companies’ organization.", "Read assigned materials and prepare for class discussion."], "第5回": ["Relationship at Workplace Session1; In this session, based on the studies from previous classes, the role-playing session is conducted, aiming at practical understanding of the employees’ relationship and leadership at workplace.", "Read assigned materials, review group discussion, and prepare for the next session."], "第6回": ["Relationship at Workplace Session2; In this session, the role-playing session is to be continued , followed by the review session by the students, and the summary by the lecturer.", "Read assigned materials, prepare for group discussion and review the contents for deeper understandings."], "第7回": ["Employment Management; In this session, Japan’s unique Life-Time Employment, HR grading system (membership-based grading, job/role-based grading), Talent Management, and those changes in today’s circumstances are explained by the lecturer, followed by class discussion among the students.", "Read assigned materials and prepare for class discussion."], "第8回": ["Guest Speaker Session; In this session, an experienced businessperson is invited to the class, and the speaker talks about his/her experience in regard to the HR management meeting to the company’s strategy, hardships in its practice, and the suggestions for the students to be active business leaders. Interactive discussions are expected.", "Read assigned materials, review the lecture by the guest speaker for the deeper understandings."], "第9回": ["Personnel Evaluation &amp; Wage System; In this session, the traditional personnel evaluation system, and the wage system in Japanese companies, and the changes in those systems are explained by the lecturer. The management by objective (MBO) is one of the important topics in this class.", "Read assigned materials and prepare for class discussion"], "第10回": ["Gender Equality &amp; Diversity; In this session, the background of gender inequality in Japan, M-shaped curve, the promotion of female workers, and issues of foreign workers are explained by the lecturer, followed by class discussions among the students.", "Read assigned materials, prepare for class discussion and review the contents for deeper understandings."], "第11回": ["Professional System; In this session, the basics of professional system, dual ladder system, and the issues of those implementation in Japanese companies are explained by the lecturer, followed by class discussion among the students.", "Read assigned materials and prepare for class discussion"], "第12回": ["HR Management System Practice Session1; In this session, based on the studies from previous classes, students work on building a HR management system as a practice through group-work. Various aspects of HR management, such as employment, evaluation and wage system are to be discussed in the group.", "Read assigned materials, review group discussion, and prepare for the next session."], "第13回": ["HR Management System Practice Session2; In this session, the group-work session is to be continued , followed by the review session by the students, and the summary by the lecturer.", "Read assigned materials, prepare for group discussion and review the contents for deeper understandings."], "第14回": ["Summary; As a summary of this course, lecturer review the key issues for the practical business implementations. Students do the presentation of their study summary.", "Read assigned materials and review your study through the course."]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "In-class report"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "Final term report"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Participation to the class discussion"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "Ｇ－１０４"]}, "campas": 0, "name": "【300】総合日本学習科目（人材マネジメントと雇用システム）／JSC HR Management and Employment", "管理部署": 21, "単位数": 2, "担当者": "近藤　浩章（KONDO HIROAKI） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 31, "評価1": 2, "評価2": 3, "評価3": 6, "開講期": 2}