{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course analyzes the function of the Japanese legal system from the legal, sociological and political points of view.  Especially the class analysis focuses upon how the cultural features influence over dispute resolution process.  It begins with an introduction to the Japanese legal culture and moves on to a consideration of the relationship between legal and social ideologies and the material structures of Japanese judicial authority.  <BR/>Themes basic to any of the legal literature of Japan--issues such as the nature and role of groups, the place of individuals in society, concepts of justice, gender roles, patterns of dispute resolution, and the cultural foundation of legal systems--are considered in the context of current institutional settings.  <BR/>Particular attention will be paid to the interrelation between individuals and legal apparatus: how it does and does not work on the disputes in terms of the individual fundamental human rights. To understand how a specific legal rule works in legal settings in Japan, it is vital to comprehend the nature of the conflicts and internal relationships among political, legal, and administrative policies in Japan.  For that purpose, this class will focus on several legal and social issues that now confront Japan.", "到達目標": "1 Student will develop the knowledge of the Japanese legal system in the context of Japanese traditional culture and society.<BR/>2 Students will be able to delineate the relationships among the political, social and legal structures of the conflict resolution scheme in Japan. <BR/>3 Students will become familiar with the legal reality and function affecting the human rights, privileges, and duties of legal professions under the current legal system.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（法制度）（CIEC）/Japanese Legal System　１（国際学部）", "関連科目": "N/A", "授業の概要・背景": "", "授業方法": "Face-to-face format. The class structure of this course will be a short lecture on the topic, class discussion, and participation and summation on the issues.  Students will be expected to have read the assigned materials before the class and prepared to respond to the questions raised in the class. Additionally, students will be expected to be ready for briefing articles and cases in the course materials and will be prepared to discuss those articles and cases.", "トピック": {"第1回": ["#1 INTRODUCTION &amp; HISTORICAL BACKGROUND OF THE JAPANESE LEGAL SYSTEM<BR/>First, of the class, I will pick up the ex-Nissan CEO Carlos Ghosn&#39;s case as an introductory note of the Japanese legal system.", ""], "第2回": ["#2 WOMEN RIGHTS IN JAPAN<BR/>・Stereotypical Life Circle of the Japanese Women <BR/>・Issue of Gender Discrimination", ""], "第3回": ["#3 MAKING JAPANESE LAWYERS:Making Lawyers in Japan: Tasks Confronted to the Japanese Legal Profession <BR/>・Japanese Law School                                                 <BR/>・How to be a Judge　<BR/>・Role of Lawyers: Relation between the Number and Legal Consciousness", ""], "第4回": ["#4 FUNCTION OF APOLOGY<BR/>・Various Function of Apology in Japan <BR/>・Function of Apology in the Legal Settings both Criminal and Civil Cases<BR/>・Function of Apology in Different Situation", ""], "第5回": ["#5 CRIMINAL PROCEDURES (1): Features of Criminal Investigation<BR/>・Structure of Police Search and Investigation <BR/>・Features of Japanese Investigation and Producing Evidence", ""], "第6回": ["#6 CRIMINAL PROCEDURES (2): How to Indict<BR/>・Power of Prosecutor  <BR/>・Pleas Bargaining", ""], "第7回": ["#7 CRIMINAL PROCEDURES CRIMINAL PROCEDURES (3): Trial Process <BR/>・Procedure<BR/>・Pros and Cons of Trial by Dossier", ""], "第8回": ["#8 CRIMINAL PROCEDURES CRIMINAL PROCEDURES (4): Saiban-in System<BR/>・Civil Participation in Judiciary <BR/>・Structure of Saiban-in System", ""], "第9回": ["#9 CRIMINAL PROCEDURES CRIMINAL PROCEDURES (5): Movie-time<BR/>(To see a Movie,“Soredemo Boku ha Yatteinai (Even though I did not do it.) ”<BR/>  (Class starts earlier.)", ""], "第10回": ["#10 DEATH PENALTY IN JAPAN<BR/>・Japanese Death Penalty： History<BR/>・Issue of Death Penalty in Japan", ""], "第11回": ["#11 WRONGFUL CONVICTION<BR/>・What is Wrongful Conviction<BR/>・Wrongful Conviction in Japan", ""], "第12回": ["#12 HUMAN RIGHTS IN JAPAN:  Freedom of Belief and Religion (1)<BR/>・General View on the Individual Freedom Rights in Japanese Constitution", ""], "第13回": ["#13 HUMAN RIGHTS IN JAPAN:  Freedom of Belief and Religion (2)<BR/>・Discrimination Cases against LGBTX<BR/>・On the Same-Sex Marriage Case<BR/>・On the Same Surname Requirement", ""], "第14回": ["#14 TENTATIVE (Breathing Space)", ""], "第15回": ["#15 WRITTEN EXAMINATION IS SCHEDULED", ""], "授業外学習2": "1 Preparation for Class<BR/>The course is mostly discussion centered and, therefore, students are expected to come to class after having read the assigned readings and to have prepared to participate in class discussions.  Proper classroom behavior is expected at all times.   Again, preclass reading of the assigned reading materials is essential and crucial for understanding the issues and your effective class performance.<BR/>2 Class Participation<BR/>Please note that class participation is very important in this course.  Student participation creates positive and effective thinking with a good learning environment.  During each class, the instructor will be evaluating the quality of the student’s participation and responses.  <BR/>3 Attendance<BR/>Class attendance is a primary obligation of each student whose right to continued enrollment in the course and to take the examination is conditioned upon a record of attendance satisfactory to the school.<BR/>4. I will arrange a field trip to the Osaka District Court to see the criminal trials by using two-class hours. Details will be announced in class."}, "評価": {"教科書Required texts0": "Please download reading materials and related documents and read/check them well in advance before every class from LUNA.", "学生による授業評価の方法Course Evaluation by Students0": "Based upon the university method.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "Report(s)"], "成績評価Grading2": ["その他／Others (99)", "30 %", "Final Report"], "成績評価Grading3": "備考　Note\nEvaluation criteria are changed as follows: Response Reports(4 times) (70%) and Final Report (30%).", "更新日時/Date of Update0": "2022年02月25日 15時33分46秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－２２６"]}, "campas": 0, "name": "【300】総合日本学習科目（法制度）／JSC The Japanese Legal System", "管理部署": 21, "単位数": 2, "担当者": "丸田　隆（MARUTA TAKASHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 3, "評価1": 3, "評価2": 4, "開講期": 1}