{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "1. To get an overview of Japan&#39;s history until 1640.<BR/>2. To learn how to work with sources.<BR/>3. To polish the academic skills of the participants.", "到達目標": "1. Participants has a grasp of Japan&#39;s history until 1640.  They can identify important events and persons, and explain the historical contexts, as well as discuss how the importance of those particular details is argued.<BR/>2. Participants can analyze a source [in translation] and contextualize it in the framework of history studied in class.<BR/>3. Participants can produce an academic discussion of an academic article on a subject related to the course topic.", "授業方法": "The class is conducted online. The first class Zoom info: Meeting ID: 813 3940 7896 Passcode: 712599 Will change from the second class.<BR/>Lectures based on discussions of the textbook, analyses of source materials and selected academic articles.  Taking turns students will be responsible for starting off the discussion of the textbook.  Online tests will keep you on track of your studies.  Regularly, but not in every class, participants must submit answers, questions and comments related to material discussed in class.", "トピック": {"第1回": ["09/30 Introduction: a general overview of the period we will cover. Practical information. <BR/>First source analysis exercise.　 Zoom info: Meeting ID: 813 3940 7896 Passcode: 712599", "Get the textbook and familiarize yourself with it. The first chapter is available on LUNA."], "第2回": ["10/07 Japan before 600\tRead chapter 1.  <BR/>What is the structure of the chapter, and what are its learning points?\t<BR/>Short test on comprehension of the text.", "Read chapter 1. Make a scheme of the learning points in the chapter. This should help you answer the questions in the quiz."], "第3回": ["10/14 Taika and Nara Chapter 2 An end to growth, 600-800", "Read  Chapter 2. Assignment of an academic article to be read for discussion in 4th class."], "第4回": ["10/21 Discussions based on the assigned academic readings.", "Assignment of Heian literature (group work f. 6th class)."], "第5回": ["10/28 Heian. Chapter 3", "Read Chapter 3"], "第6回": ["11/04 Heian Literature Group Presentations", "Group Presentations"], "第7回": ["11/11 Decline of the Heian structures", "Read Chapter 4."], "第8回": ["11/18 Kamakura: Economics and Political Tensions in an Epoch of Minimal Growth.", "Read Chapter 5."], "第9回": ["11/25 Muromachi era.“Medieval”culture.", "Assignment of a shorter report (Deadline: Class 13). Read Chapter 6."], "第10回": ["12/02  Warring states", "Read Chapter 7."], "第11回": ["12/09 Foreign Descriptions of medieval Japan", ""], "第12回": ["12/16 Unification under Tokugawa", ""], "第13回": ["12/23 Buffer - Christian Century; Tokugawa Era", "Deadline for the report."], "第14回": ["01/06 Summary. Description and analysis of an unknown source (30 minutes). Round table discussion of what you learned. We will focus on themes in Farris&#39; book", ""], "授業外学習2": "Please, buy the course book in advance.  Expect about 3 hours of home work per week.  The course is given in English."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Farris, William Wayne", "Japan to 1600.", "University of Hawai'i Press", "2009 年", "978-0-8248-3379-4", ""], "教科書Required texts0": "1. W.W. Farris \"Japan to 1600\" (University of Hawai'i Press, 2009)", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施 (During class)\nYou are also welcome to contact me at christian.hermansen@kwansei.ac.jp", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Assigned report and source analysis."], "成績評価Grading2": ["その他／Others (99)", "60 %", "Heian literature presentation 20%, online quizzes 30%, Article Presentation 10%"], "成績評価Grading3": "備考　Note\nThe online quizzes count 30 percent and you must have completed and passed 80 percent of them to get a passable credit.\nNB: Presence and active participation in class is expected. Copy-past is illegal, and if found in any written assignment you will fail the class.", "備考Note0": "As per decree from CIEC, this course is taught in real time via ZOOM. You find the schedule on the class page on LUNA.\n\nMeeting ID: 813 3940 7896\nPasscode: 712599", "更新日時/Date of Update1": "2021年09月17日 22時47分13秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－１０８"]}, "campas": 0, "name": "【300】総合日本学習科目（歴史Ａ）／JSC Japanese History A", "管理部署": 21, "単位数": 2, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 24, "評価1": 2, "評価2": 4, "開講期": 2}