{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "To explore Japan&#39;s history 1600-1991.　The emphasis is on social and political history. Based on textbook readings we will discuss history and historiography in general. Your active participation is required and will shape the actual course.", "到達目標": "The participant has a grasp of the chronology of Japan&#39;s modern history.  They can identify important events and their contexts.  In this context, the participant should be able to locate new pieces of information.  They can analyze an unknown source.", "授業方法": "NB: At the request of Kwansei Gakuin University, the course will be done online (real time) only as of 15 April.<BR/><BR/>Sessions 1 and onwards will be held simultaneously via Zoom through a two-way online broadcast. (Recordings of Sessions 1-3 will be uploaded in the Course Folder on OneDrive use this link for access https://kwanseio365-my.sharepoint.com/:f:/g/personal/abw45004_nuc_kwansei_ac_jp/EpT3bvjrGyNIhJhXqQTNp2UBTPXrDVNlaOIQQhO5X-YqJw?e=q2qcUl <BR/><BR/>Face to face format. Combination of lectures, short tests and classroom discussions. Participants will be assigned a part of a chapter for presentation in class. Discussions will be based on 1) questions we have to the text and 2) analyses and readings of sources to be contextualized.<BR/>The course requires extensive reading every week.  While it will possible to gain without reading (much), classes are based on participants familiarizing themselves with the textbook&#39;s points.", "トピック": {"第1回": ["04/08 Introduction to each other, the course and our textbook. Please, see read and follow the instructions on LUNA https://luna.kwansei.ac.jp/", "Read Chapters 17-18 of the textbook. Make a list of key-issues discussed under the six sub-headings of chapter 17 and then make notes of how they are followed up in chapter 18."], "第2回": ["04/15 Talk about your findings from the exercise of reading chapters 17 and 18. <BR/>Lecture on chapters 1 and 2 of the textbook.", "Read the first two chapters of the textbook - review of the lecture. Read chapters 3 and 4 and write down at least three questions you have for those chapters."], "第3回": ["04/22  We start off with your questions to chapters 3 and 4. Lecture on chapters 3 and 4 in the textbook.", "Take the related quiz on quia.com/web (search for Christian Hermansen"], "第4回": ["05/06  Meiji Politics and Economy", " Prepare Chapters 5&amp;6 for this class."], "第5回": ["05/13 Meiji Japan Culture", "Prepare Chapters 7&amp;8 for this class."], "第6回": ["05/20 Taisho Japan.", "Complete quiz 2 on QUIA.com. Read Chapters 9&amp;10 for this class."], "第7回": ["05/27 Showa I (1926-1936).", "Read Chapter 11 for this class."], "第8回": ["06/03 Showa II (1937-1945) The Fifteen-year War.", "Read Chapter 12 for this class."], "第9回": ["06/10 Japan in the 1940s From Occupier to occupied.", "Complete quiz 3 on QUIA.com"], "第10回": ["06/17 Showa III (1945-52).", "Read Chapter 13. for this class."], "第11回": ["06/24 Showa IV.", "Read Chapters 14-15. for this class."], "第12回": ["07/01 Late Showa. Historiography", "Read Chapter 16-17. for this class."], "第13回": ["07/08 Show/ Heisei", "Complete quiz 4 on QUIA.com"], "第14回": ["07/15 Heisei", ""], "授業外学習2": "For most classes two chapters of the textbook are assigned. For a more dynamic class, read the chapters in advance and prepare about three questions for each chapter also in advance. Participants can expect 3-4 hours of preparation @ week per class."}, "評価": {"教科書Required texts0": "Andrew Gordon. 2020. \"A Modern History of Japan: From Tokugawa Times to the Present.\" 4th edition. (Oxford University Press).", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施 Conducted in class.\nYou are always welcome to contact me. Email: christian.hermansen@kwansei.ac.jp", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "A combine of common knowledge test and work with a source."], "成績評価Grading2": ["その他／Others (99)", "70 %", "Four online-quizzes @ 12 pts and one paper @ 22 pts."], "成績評価Grading3": "備考　Note\nIn-class examination/その他(others)\nFour online-quizzes @ 12 pts and one paper @ 22 pts. The final in-class examination counts 30 points.　NB. COPY PASTE is illegal and you will fail this course if I find unidentified quotations. Quotes should never take up more than 20 per cent of an answer or a paper.", "備考Note0": "This is an introduction to the history of modern Japan. If you already have taken a similar course, you will probably benefit more from a different class.\nTests based on the book will be given on www.quia.com and MUST be taken to get the grade; instructions to follow.\nActive participation is required - ask and be part of the discussion.\nWhile I understand that electronic devises are useful for note taking, kindly do not disturb others with your behavior. If you do, you will be asked to leave the classroom.", "更新日時/Date of Update1": "2021年04月28日 17時13分45秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ａ－３０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（歴史Ｂ）／JSC Japanese History B", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "１年", "時限1": "木曜４時限／Thursday 4", "開講期": "春学期／Spring"}