{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "1. To introduce the main religions in present day Japan by examining their roots and historical developments.<BR/>2. To discuss cultural expressions of religious commitments, e.g. pilgrimage, architecture and art. <BR/>3. To polish the academic skills of the participants through assignments related to the course.", "到達目標": "1. The participant can outline the history and ideas of the major religions in Japan.<BR/>2. The participant can discuss cultural phenomena related to religions.<BR/>3. The participant can produce an academic paper dealing with an aspect of the general topic.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Link to simultaneous and two-way participation for those with permission: ID: 850 5296 1538 / Passcode: 336035<BR/>Face to face format, but also simultaneously online for students with permission. The class structure of this course will be: short lecture on the topic, class discussion and participation and summation on the issues.  Students will be expected to have read the assigned materials prior to the class and prepare to respond to the questions raised in the class. Additionally, students will be expected to be ready for briefing articles and cases in the course materials and will be prepared to discuss on those articles and cases.", "トピック": {"第1回": ["04/14 Introduction to the course including the book and the grading system.  Talk about our own experiences with religion(s) and the religious anywhere in the world. Discussion about what you want to gain from this course and any particular interest(s) you bring into it.", "Familiarize yourself with the course book.<BR/> Check the Homepage of the course on LUNA when you have access to it."], "第2回": ["04/21 Lecture: Chapter 1: Encountering the Jps. Rel. World; The Past in the Present.", "Check LUNA"], "第3回": ["04/28 Lecture: Chapters 2 and 3", ""], "第4回": ["05/12 Lecture: Chapter 4: Intro to Buddhism; Early Times", ""], "第5回": ["05/19 Lecture: Chapter 5: Magic Mountains", ""], "第6回": ["05/26 Lecture: Special: Kannon Bodhsattva.<BR/>First assignment: An academic discussion of an assigned article.", "Read the Kannon sutras for this week&#39;s class. (Available on LUNA)"], "第7回": ["06/02 Lecture: Chapter 6: Warrior Culture", "Assignment: An academic discussion of an article selected by Hermansen.  Pay attention to the criteria defined in the rubric.  Deadline: Three weeks from now. Submit On LUNA."], "第8回": ["06/09 Lecture: Chapter 7: Swords and Satori", ""], "第9回": ["06/16 Lecture: Chapter 8: Christ and Confucius", ""], "第10回": ["06/23 Lecture: Chapter 9: The Rising Sun", "Deadline for your academic discussion online."], "第11回": ["06/30 Lecture: Chapter 10: Chanting and Dancing", "Second assignment - work with an academic article of your choice."], "第12回": ["07/07 Lecture: Chapter 11: Pilgrimages", ""], "第13回": ["07/14 Discussion on Law and Religion in Japan.", ""], "第14回": ["07/21 Discussion on religion and culture", ""], "授業外学習2": "Extensive reading is encouraged, and inspiration from more advanced researchers a natural outcome.　Instructions on reference/citation are given in class and must be followed."}, "評価": {"教科書Required texts0": "The course is based on Robert Ellwood's \"Japanese Religion: The eBook 2nd Edition\" which you can buy and download from http://www.jbeonlinebooks.org/eBooks/japanese/ @ 29.90 USD.", "参考文献・資料Reference books0": "Barbara Ambros \"Women in Japanese Religions\" (2015)", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施\nYou are always welcome to contact me, in person or via e-mail:\nchristian.hermansen@kwansei.ac.jp", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "There are two reports counting 20 and 30 percent of the grade respectively. Academic skills in description, analysis and discussion, as well as handling of sources are the main criteria for evaluation."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Online quizzes (30%) Group presentation (20%)"], "成績評価Grading3": "備考　Note\nTwo academic reports; online quizzes. NB: Copying without crediting is theft and will result in failing the course = no credit.", "備考Note0": "The content of the syllabus is subject to changes due to the number of participants and other factors. Besides Ellword's work, we shall be using Barbara Ambros' \"Women in Japanese Religions\" for group presentations.", "更新日時/Date of Update1": "2022年02月18日 13時13分37秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ａ－２０５"]}, "campas": 0, "name": "【300】総合日本学習科目（宗教）／JSC Japanese Religion", "管理部署": 21, "単位数": 2, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 23, "評価1": 3, "評価2": 4, "開講期": 1}