{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "<div><span style=\"font-size:13.28px;\">To review the history of religions and religiousity in Japan from pre-history till now.</span></div><div><span style=\"font-size:13.28px;\">To gain familiarity with religious organizations and their teachings through studies of primary and secondary texts within the framework of the course book.</span></div><div><span style=\"font-size:13.28px;\">To polish the academic skills in the field of the study of religion.&nbsp;</span></div>", "到達目標": "<div><span style=\"font-size:13.28px;\">The participant will gain an introductory level of knowledge about the history, teachings, and characteristics of the main religions in Japan, Shinto, Buddhism, and Christianity.</span></div><div><span style=\"font-size:13.28px;\">They will demonstratetheir grasp of them in a series of quizzes based on the textbook, present first-hand experiences from field studies, and demonstrate their academic skills in oral and written works.</span></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face format. The classes are a combine of lectures, presentations, and discussions in groups and plenum.  Students are expected to have read the assigned materials prior to the class and be prepared to participate actively.&nbsp;", "トピック": {"第1回": ["&nbsp;4/10 Introduction to the course. Weather permitting, we will visit Uegahara Hachiman Shrine.", "Familiarize yourself with the course book.<br />On LUNA, post a short essay = 1-2 pages A4 about your observations at the shrine. Read Chapter 1&nbsp;Encountering the Japanese Religous World: Introduction"], "第2回": ["4/17 Lecture and discussion: A brief outline of religiousity and the role of religons in Japan.&nbsp;", "<div><span style=\"font-size:13.28px;\">Read Chapter 2 \"The Past in the Present: Vignettes of Japanese Spiritual Life.\" Also read the description of Himiko in the history of Wei and Nihon Shoki. Texts a mentioned in the syllabus aside from the Textbook are availble on LUNA in the folder \"Course Materials\".</span></div>"], "第3回": ["4/24 The way of the Kami.&nbsp;<div>Orientation about the field trip.&nbsp;</div>", "Read Chapter 3 \"The Way of the Kami: Shinto Then and Now\" and the creation myth in Kojiki, and the records about Emp. Jingu Kogo and Ojin."], "第4回": ["4/26 SATURDAY One-day (9-5) field study tour to places of worship in Kobe. We will visit the Ikuta Jinja (Shinto shrine), the Nishi Honganji \"Modern-dera\", (Buddhist temple), Kanteibyo (Chinese Temple), Kobe Mosque, Kobe Central Catholic Church,&nbsp;<span style=\"color:rgb(71,71,71);font-family:Arial,sans-serif;font-size:14px;\">Bhagwan Mahavirswami&nbsp;</span><span style=\"color:rgb(118,118,118);font-family:Arial,sans-serif;font-size:14px;\">Jain Temple</span><strong><span style=\"color:rgb(118,118,118);font-family:Arial,sans-serif;font-size:14px;\">,&nbsp;</span></strong>Kitano Tenmangu (Shinto shrine), and Eiko Kyokai (United Church of Christ in Japan [protestant]).&nbsp;", "Follow the instructions given in class and write a field study report. The report must include text, at least one phtograph, and a poem. Cost: transportation fee and lunch."], "第5回": ["5/1 Introduction to Buddhism and its arrival in Japan.", "<span style=\"font-size:13.28px;\">Read \"Interlude: Introduction to Buddhism\" and chapter 4 \"Early Times: Pre-Buddhist Japan and How Buddhism Arrived\". Read also the source texts: excerpts from Nihon shoki and the Srimaladiva Simhanada Sutra.&nbsp;&nbsp;</span>"], "第6回": ["5/8 Buddhism - Nara and Heian age.<br /><br />", "<div>Read chapter 5 \"Magic Mountains and the Old Court: Heian Buddhism and its Culture\"</div><div>Read also chapters 2 and 25 of the Lotus Sutra</div>"], "第7回": ["5/15 Buddhism II - single practices", "<div>Read chapter 6 \"<span style=\"font-size:13.28px;\">Warrior Culture, Simple Faith:</span></div><div><span style=\"font-size:13.28px;\">The Kamakura Buddhist Reformation.</span>\"</div><div>Group assignment: Visit one of the following religious institutions, or one your group can agree on. Prepare a 10-minute presentation about the place and your visit there.&nbsp;</div>"], "第8回": ["5/22 Buddhism \"Swords and Satori: Zen and its Culture.\"", "Read chapter 7 \"Swords and Satori: Zen and its Culture.\""], "第9回": ["5/29 Group presentations.&nbsp;", "Do a library reach on a topic directly related to Religions in Japan, and prepare a liste of literautre / sources you think would make a good basis for a reseach on that topic. Include the library number the material has at Kwansei Gakuin library."], "第10回": ["6/5 Movie-day. We will watch two documentaries. One about shugenja (mountain worshippers), the other about decendants of so-called hidden Christians. NB: This class will probably&nbsp;take place in the Library Hall.", "Read chapter 8 \"Christ and Confucius: The West Arrives, and then Japan Turns Inward.\""], "第11回": ["6/12 Chapter 8: Christ and Confucius<div>(Religions and other ideas in the Edo period (1600~1868))</div>", "Read chapter 9 \"The Rising Sun and the Dark Valley: From the Meiji Restoration until 1945\""], "第12回": ["6/19 Religions in Japan 1868 to 1945", "Read chapter 10 \"Chanting and Dancing: Shugendo and the “New Religions” of Japan.\""], "第13回": ["6/26 New Religions&nbsp;", "Read chapter 11 \"Pilgrimages:&nbsp;Religion in Japan 1945 to Now.\""], "第14回": ["7/3 Religions in Japan after 1945", ""], "第15回": ["7/11 Final exam.", "The exam consists of a few general questions related to the religions in Japan and an analysis of a shorter religious text/ source."], "授業外学習2": "Extensive reading is encouraged, and inspiration from more advanced researchers a natural outcome.　Instructions on reference/citation are given in class and must be followed."}, "評価": {"0": "", "授業コード/Class code1": ["", ""], "授業コード/Class code2": ["", ""], "授業コード/Class code3": ["", ""], "授業コード/Class code4": ["", ""], "授業コード/Class code5": ["", ""], "授業コード/Class code6": ["", ""], "授業コード/Class code7": ["", ""], "授業コード/Class code8": ["", ""], "授業コード/Class code9": ["", ""], "授業コード/Class code10": ["", ""], "授業コード/Class code11": ["", ""], "授業コード/Class code12": ["", ""], "授業コード/Class code13": ["", ""], "授業コード/Class code14": ["", ""], "授業コード/Class code15": ["", ""], "16": "", "授業コード/Class code0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書Required texts0": "The course is based on Robert Ellwood's \"Japanese Religion: The 2nd Edition.\"   Also available at Amazon.co.jp. ", "参考文献・資料Reference books0": "The reference books are not mandatory but will most certainly prove helpful for your studies in this field.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施\nDone online in class.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "備考Note0": "You are always welcome to contact me, in person or via e-mail:\nchristian.hermansen@kwansei.ac.jp", "更新日時/Date of Update1": "2025年01月14日 16時02分15秒"}, "campas": 0, "name": "【300】総合日本学習科目（宗教）／JSC Japanese Religion", "管理部署": 21, "単位数": 2, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "開講期": "", "成績評価備考": "備考　Note\nThe quality of the content of your presentation and other assignments as well as the degree of active participation in class are the elements for evaluation. NB: Copying without crediting is theft and will result in failing the course = no credit. Using generative AI must follow the guidelines given by Kwansei Gakuin University and in this class. "}