{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "<div><span style=\"font-size:13.28px;\">To gain familiarity with religiousity and religious organizations in Japan through field-studies and studies of primary and secondary texts in the context of the course book.</span></div><div><span style=\"font-size:13.28px;\">To review the history of religions in Japan from pre-history till now.</span></div><div><span style=\"font-size:13.28px;\">To polish the academic skills in the field of the study of religion.&nbsp;</span></div>", "到達目標": "<div><span style=\"font-size:13.28px;\">The participant will gain an introductory level of knowledge about the history and teachings/characteristics of the main religions in Japan, Shinto and Buddhism.&nbsp;</span></div><div><span style=\"font-size:13.28px;\">She/he will demonstrate her/his grasp of them in a series of quizzes based on the textbook, present first-hand experiences from field studies, and demonstrate her/his academic skills in oral and written works.</span></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face to face format. The class structure of this course will be: short lecture on the topic, class discussion and participation and summation of the issues.  Students will be expected to have read the assigned materials prior to the class and prepare to respond to the questions raised in the class.&nbsp;", "トピック": {"第1回": ["&nbsp;4/11 Introduction to the course.  Visit Uegahara Hachiman Shrine.", "Familiarize yourself with the course book.<br />On LUNA, post a short essay = 1-2 pages A4 about your observations at the shrine. Read Chapter 1."], "第2回": ["4/18 Bring your lunch. We take a taxi from the area infront of the Shin Gakusei Kaikan to Kanno-ji, just above our campus, eat lunch and visit the temple. We walk down and observe other expressions of faith on the way.&nbsp;", "<div><span style=\"font-size:13.28px;\">Read Chapter 2 and the description of Himiko in the history of Wei and Nihon Shoki. These texts and texts mentioned later in the syllabus are availble on LUNA in the folder \"Course Materials\".</span></div><div><span style=\"font-size:13.28px;\">Write a brief field study report about your visit to the temple. What did you observe, what were your impressions, what are your questions.</span></div>"], "第3回": ["4/25 Lecture: Religons in pre-historic Japan. Grave culture, shamanism; ruler and miko.&nbsp;", "Read Chapter 3, the creation myth in Kojiki, and the records about Emp. Jingu Kogo and Ojin."], "第4回": ["4/27 SATURDAY One-day (9-5) field study tour, Osaka, south to north. We meet at Big Man in Hankyu Umeda Station, go by subway to Sumiyoshi Taisha 住吉大社. Next we go to Shintennoji 四天王寺,&nbsp; Grand Cathedral of the Virgin Mary of Osaka 大阪カテドラル聖マリア大聖堂, and Kita Mido 北御堂 (True Pure Land Buddhism).", "Write a field study report. Besides the text, include at least one phtograph and a poem (see instructions on Luna). Cost: transportation fee and lunch."], "第5回": ["5/2 Lecture: Encounter between local religions and new ideas from the continent: Confucianism and Buddhism. The first Buddhists in Japan and Shotoku Taishi.&nbsp;", "<span style=\"font-size:13.28px;\">Read chapter 4, and the excerpts from Nihon shoki and the Srimaladiva Simhanada Sutra.&nbsp;&nbsp;</span>"], "第6回": ["5/9 Lecture: Buddhism I - the teachings in the Nara and Heian periods<br /><br />", "<div>Read chapter 5</div><div>Read also chapters 2 and 25 of the Lotus Sutra</div>"], "第7回": ["5/16 Lecture: Buddhism II - single practices", "<div>Read chapters 6 and 7</div><div>Group assignment: Visit one of the following religious institutions, or one your group can agree on. Prepare a 10-minute presentation about the place and your visit there.&nbsp;</div>"], "第8回": ["5/23 Lecture:&nbsp;Medieval Shinto", "Read the article about Yoshida Shinto by Brown. Today's class will be focused on it."], "第9回": ["5/30 Group presentations.&nbsp;", "Do a library reach on a topic directly related to Religions in Japan, and prepare a liste of literautre / sources you think would make a good basis for a reseach on that topic. Include the library number the material has at Kwansei Gakuin library."], "第10回": ["6/6 Lecture: Chapter 8: Christ and Confucius", "Read chapter 8"], "第11回": ["6/13 Lecture: Shinto and other religions in Imperial Japan I", "Read chapter 9"], "第12回": ["6/20 Lecture: Shinto and other religions in Imperial Japan II", "Read chapter 10"], "第13回": ["6/27&nbsp;&nbsp;Religions in Japan after 1945", "Read chapter 11"], "第14回": ["7/4 Buffer", ""], "第15回": ["7/11 Final exam.", "The exam will consist of a few general questions related to the religions in Japan and an analysis of a a shorter religious text/ source."], "授業外学習2": "Extensive reading is encouraged, and inspiration from more advanced researchers a natural outcome.　Instructions on reference/citation are given in class and must be followed."}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": ["", ""], "16": "", "教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Robert Ellwood", "Introducing Japanese Religions, 2nd edition", "Routledge", "2016 年", "978-1138958760", ""], "教科書Required texts0": "The course is based on Robert Ellwood's \"Japanese Religion: The 2nd Edition\". Also as on-demand available at Amazon.co.jp, the print quality is good. ", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Barbara Ambros", "Women in Japanese Religions", "NYU Press", "2015 年", "978-1479884063", ""], "参考書/Reference books2": ["P. Swanson and C. Chilson, eds.", "Nanzan Guide to Japanese Religions", "University of Hawaii Press", "2022 年", "978-0824893880", ""], "参考文献・資料Reference books0": "The reference books are not mandatory but will most certainly prove helpful for your studies in this field.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施\nYou are always welcome to contact me, in person or via e-mail:\nchristian.hermansen@kwansei.ac.jp", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "15 %", ""], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "60 %", "Quizzes (20%) Group presentation (20%) Field Reports (20%)"], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "25 %", ""], "成績評価Grading4": "備考　Note\nThe quality of the content of your presentation and other assignments as well as the degree of active participation in class are the elements for evaluation. NB: Copying without crediting is theft and will result in failing the course = no credit. Using generative AI must follow the guidelines given by Kwansei Gakuin University and in this class. ", "更新日時/Date of Update0": "2024年04月23日 16時54分49秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "木曜３時限／Thursday 3", "春学期／Spring", "Ａ－２０３"]}, "campas": 0, "name": "【300】総合日本学習科目（宗教）／JSC Japanese Religion", "管理部署": 21, "単位数": 2, "担当者": "ヘアマンセン　Ｃ．（HERMANSEN CHRISTIAN MORIMOTO） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 23, "評価1": 2, "評価2": 7, "評価3": 5, "開講期": 1, "成績評価備考": "備考　Note\nThe quality of the content of your presentation and other assignments as well as the degree of active participation in class are the elements for evaluation. NB: Copying without crediting is theft and will result in failing the course = no credit. Using generative AI must follow the guidelines given by Kwansei Gakuin University and in this class. "}