{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed for students who want to learn what it is to be a woman in modern Japan. The course will be wide-ranging, considering the voices of historical figures and looking at social and cultural issues in the light of gender roles. It will also examine historical and political phenomena, bearing in mind the formulation ‘the personal is political’, which has been influential in women’s studies. The course will also have a comparative component, particularly in respect of feminist and gender issues in the US and elsewhere in the West.", "到達目標": "Students taking this course will be able to consider various issues faced by women in contemporary Japanese society.<BR/><BR/>Students will be able to:<BR/>1. learn about the social and cultural issues in the light of gender roles.<BR/>2. learn about historical and political phenomena, bearing in mind the formulation ‘the personal is political’, which has been influential in women’s studies.<BR/>3. compare and understand feminist and gender issues in the US and elsewhere in the West", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業方法": "Face to face format. Lecture and discussion", "トピック": {"第1回": ["Course goals and basic concepts.", ""], "第2回": ["Japanese women’s voices in the modern period.", ""], "第3回": ["The notion of the good wife and wise mother (良妻賢母), and the myth of maternity (母性).", ""], "第4回": ["Women and nationalism.", ""], "第5回": ["Japanese women and colonial women.", ""], "第6回": ["The franchise movement and political participation.", ""], "第7回": ["The Anpo struggle and the women’s liberation movement.", ""], "第8回": ["The influence of the second wave of feminism.", ""], "第9回": ["The rise of the women’s movement and feminist studies.", ""], "第10回": ["The desire to be a housewife (専業主婦)vs professional women", ""], "第11回": ["Challenging new laws.", ""], "第12回": ["Women’s　poverty　(女性の貧困化).", ""], "第13回": ["Students’ presentations and disStudents’ presentations and discussion", ""], "第14回": ["Students’ presentations and discussion.", ""], "授業外学習2": "Read the articles provided and prepare questions relating to the previous session."}, "評価": {"教科書Required texts0": "Reading articles will be provided", "参考文献・資料Reference books0": "Hiratsuka Raisho, In the Beginning Woman Was the Sun, Colimbia University press,1893/2010.\nShigeko Okamoto, Janet Smith, eds.,Japanese Langiage, Gender, and Ideology, Oxford University press, 2004.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below"], "成績評価Grading2": "備考　Note\nClass attendance and participation in discussions: 30%\nTwo article reviews: 40%\nPresentation: 30%", "更新日時/Date of Update0": "2022年02月18日 13時13分38秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "Ｇ－ＩＳ１０１"]}, "campas": 0, "name": "【300】総合日本学習科目（現代日本社会における女性）／JSC Women in Contemporary Japanese Society", "管理部署": 21, "単位数": 2, "担当者": "李　恩子（LEE EUN JA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 1}