{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is an introduction to various issues related to contemporary Japanese society, where we consider “contemporary Japan” as a “post-war Japan.” The course is designed to discuss demographic/structural patterns of Japanese society, such as class, gender, ethnic stratification, as well as analyzes various special topics that explain Japanese society, such as working conditions, education, family, etc. Overall the course will provide you with tools for understanding Japan’s positioning in the World, help you in re-examining stereotypical ideas about Japan and understand better the culture and its people.", "到達目標": "Demonstrate a basic understanding of different interpretations of Japanese culture and society;<BR/>Understand various social problems in Japan;<BR/>Understand the relationship between the demographic/structural patterns and<BR/>social happenings;<BR/>Assess the impact of globalization on everyday life in Japan.<BR/>Demonstrate the ability to work independently and in a self-directed manner through appropriate planning, time management, and completion of course work;<BR/>Demonstrate an ability to make a positive contribution to small group discussion and activities;<BR/>With a degree of confidence, begin to critically engage with source material in order to accurately summarize key themes/topics in a presentation format;<BR/>Synthesize a small number of readings to produce a summary reports.", "授業方法": "【Face-to-face Class】<BR/>Since I believe that sociological thinking can be developed through the practice, the classes will be organized in an interactional way, where you should feel free to criticize, justify, and solve the issues we discuss. To achieve the abovementioned goals, I will select a variety of readings, films, and assignments. Please feel free to ask questions at any time.", "トピック": {"第1回": ["Introduction to the Course", "No readings"], "第2回": ["Japan and Its Image: Soft Power", "Assigned reading<BR/>Sugimoto Yoshio, 2014. ‘Japanese society: Inside out and outside in’.<BR/>International Sociology, Vol. 29(3) 191–208<BR/>Optional reading<BR/>Christopher J. Hayes, 2019. Othered, Orientalised, and Opposingly Depicted - The Persistence of Stereotyping of Japan in the British Press, EJCJS, 19:2, http://www.japanesestudies.org.uk/ejcjs/vol19/iss2/hayes.html"], "第3回": ["Historical and Current Japan", "Assigned reading<BR/>Toivonen and Imoto (2012). ‘Making sense of Youth Problems’, in A Sociology<BR/>of Japanese Youth, edited by R. Goodman, T. Toivonen, I. Imoto, London: Routledge, pp.1-29<BR/>Optional Readings<BR/>Kinsella (2012). How Compensated Dating (enjō kōsai) was sold. ’, in A Sociology<BR/>of Japanese Youth, edited by R. Goodman, T. Toivonen, I. Imoto, London:<BR/>Routledge, pp.54-80<BR/>Sakurai (2004). The generation gap in Japanese society since 1960s. In Japan’s<BR/>changing generations, London: Routledge, pp.15-30"], "第4回": ["Social Structure: class stratification", "Assigned Reading<BR/>Hommerich, Carola and Kikkawa, Toru (2019). “Movement behind the Scenes: The Quiet Transformation of Status Identification in Japan,” Social Science Japan Journal, Vol. 22, No. 1, pp 11–24<BR/><BR/>Optional readings<BR/>Ishida and Slater (2010). ‘Social class in Japan’, in Social Class in Contemporary Japan, ed. By Ishida and Slater, London: Routledge, pp.1-29 <BR/>David Chiavacci. 2008. ‘From class struggle to general middle-class society to divided society: societal models of inequality in postwar Japan, Social Science Japan Journal, Volume 11:1 pp.5-27, https://doi.org/10.1093/ssjj/jyn022"], "第5回": ["Gender Stratification", "Assigned Reading<BR/>G. Steel (2019) ‘Changing women’s and men’s lives in Japan’, in G. Steel (ed.) Beyond the Gender Gap, Michigan Monograph Series in Japanese Studies, pp.12-32<BR/><BR/>Optional reading<BR/>L. Nakano (2014) Single women in Marriage and Employment, in Kawano, Roberts and Long (eds.), Capturing Contemporary Japan, Honolulu: University of Hawaii Press, pp.163-182"], "第6回": ["Contemporary Japanese Family", "Assigned Reading<BR/>Hendry, Joy. 2013. Understanding Japanese Society. Fourth Edition. Abingdon: Routledge. Chapter 2.<BR/>S. Ninomiya (2014) ‘Koseki and legal gender change’, in D. Chapman and D. J. Krogness (eds.), Japan’s household registration system and citizenship, London: Taylor &amp; Francis, pp. 169-186<BR/><BR/>Optional reading<BR/>Alexy, Allison. 2019. “Introduction: The Stakes of Intimacy in Contemporary Japan.” In Intimate Japan: Ethnographies of Closeness and Conflict, 1–34. Honolulu: University of Hawai’i Press"], "第7回": ["Catch-up on topics and discussions", "No readings"], "第8回": ["Social Structure: racial and ethnic stratification", "Assigned Reading<BR/>Sugimoto, Yoshio. 2010. An Introduction to Japanese Society (3rd Ed). Cambridge: Cambridge University Press. Ch.7<BR/>Burgess, Chris. 2007. “Multicultural Japan? Discourse and the ‘Myth’ of Homogeneity.” The Asia-Pacific Journal: Japan Focus 5 (3): 1–25.<BR/><BR/>Optional reading<BR/>Suzuki, Kazuko. 2016. Divided Fates: The State, Race and Korean Immigrants’ Adaptation in Japan and the United States. Lanham, Maryland: Lexington Books. Chapter 2"], "第9回": ["Migration to Japan: policies and issues", "Assigned Reading<BR/>Kim, Viktoriya, and Philip Streich. 2020. “Tabunka Kyōsei without Immigration Policy: The Role of Centers for International Exchange and Their Challenges.” Contemporary Japan 32 (2): 1–23. https://doi.org/10.1080/18692729.2020.1770477.<BR/><BR/>Optional reading<BR/>Bradley, William S. 2014. &quot;Multicultural Coexistence in Japan: Follower, Innovator, or Reluctant Late Adopter?&quot; In Multiculturalism and Conflict Reconciliation in the Asia Pacific: Migration, Language and Politics, edited by Kosuke Shimizu and William S. Bradley, 21-43. Palgrave Macmillan.<BR/>Chung, Eria Aeran. 2010. Immigration and Citizenship in Japan. New York: Cambridge University Press. Ch.1"], "第10回": ["Cross-border Marriages in Japan", "Assigned Reading<BR/>Suzuki, Nobue. 2017. “Postcolonial Desires, Partial Citizenship, and Transnational ‘Un-Mothers’: Contexts and Lives of Filipina Marriage Migrants in Japan.” In International Marriages and Marital Citizenship: Southeast Asian Women on the Move, edited by Asuncion Fresnoza-Flot and Gwenola Ricordeau, 121–39. Abingdon: Routledge.<BR/><BR/>Optional reading<BR/>Liaw, Kao-Lee, Emiko Ochiai, and Yoshitaka Ishikawa. 2010. “Feminization of Immigration in Japan: Marital and Job Opportunities.” In Asian Cross-Border Marriage Migration: Demographic Patterns and Social Issues, edited by Wen-Shan Yang and Melody Chia-Wen Lu. Amsterdam University Press.<BR/>Kim, Viktoriya. 2019. “International Marriage in Japan: Reconstructing Cultural Toolkits in Marriages between Japanese Men and Women from the Former Soviet Union.” Identities. https://doi.org/10.1080/1070289X.2019.1677325."], "第11回": ["Issues in Education: egalitarian society vs. global jinzai", "Assigned Reading<BR/>Rappleye, Jeremy, and Takehiko Kariya. 2011. &quot;Reimagining Self/Other: &#39;Catch Up&#39; across Japan&#39;s Three Great Education Reforms.&quot; In Reimagining Japanese Education: Borders, Transfers, Circulations, and the Comparative, edited by David Blake Willis and Jeremy Rappleye, 51-83. United Kingdom: Symposium Books.<BR/><BR/><BR/>Optional reading<BR/>Hammond, Christopher D., and Avril Keating. 2018. “Global Citizens or Global Workers? Comparing University Programmes for Global Citizenship Education in Japan and the UK.” Compare: A Journal of Comparative and International Education 48 (6): 915–34. https://doi.org/10.1080/03057925.2017.1369393."], "第12回": ["Working Conditions in Japan", "Assigned Reading<BR/>North, Scott 2011. &quot;Deadly Virtues: Inner-Worldly Ascetism and Karoshi in Japan.&quot; Current Sociology 59 (2):146-159.<BR/>Asahina, Yūki. 2019. “Precarious Regular Workers in Japan.” Japan Forum, November, 1–25. https://doi.org/10.1080/09555803.2019.1677745<BR/><BR/>Optional reading<BR/>Cook, Emma E. 2016. “(Dis)Connections and Silence: Experiences of Family and Part-Time Work in Japan.” Japanese Studies 36 (2): 155–72."], "第13回": ["Japanese Media: Reading Between Lines", "Assigned Reading<BR/>Kingston, Jeff. 2017. “Introduction: Press Freedom in Contemporary Japan.” In Press Freedom in Contemporary Japan, edited by Jeff Kingston. Abingdon: Routledge.<BR/>Kuga, Kimiko. 2016. “Japan’s Press Clubs: An Impregnable Fortress of Information.” Media Asia 43 (1): 14–17. https://doi.org/10.1080/01296612.2016.1182694."], "第14回": ["Course Review", ""]}, "評価": {"参考文献・資料Reference books0": "You will be provided with additional readings, like articles, book chapters and etc. throughout the course. All Required Course Readings will be available as PDF full-text files on LUNA. Log in with your university credentials.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Annotated Bibliography - You will be asked to complete a list of readings that will be utilized in this course with annotations of each of these readings with some additional readings."], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", "Discussion Leadership - In this assignment you will be expected to present readings related to the topic of the week."], "成績評価Grading3": ["平常リポート／Individual reports (04)", "30 %", "Discussion Board - you will be asked to respond to my questions on the discussion board and comment on other students' posts"], "成績評価Grading4": ["その他／Others (99)", "10 %", "Participation. Your active participation in discussions is required throughout the course."], "成績評価Grading5": "備考　Note\nAll written assignments should be submitted to LUNA.\nPlease contact me before the class, if you miss the class, especially if you are the one who is expected to present.", "更新日時/Date of Update0": "2021年03月10日 21時57分18秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "ＭＲ－２０１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（社会）／JSC Japanese Society", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "キム　ヴィクトリヤ（KIM VIKTORIYA） ", "履修基準年度": "１年", "時限1": "火曜４時限／Tuesday 4", "開講期": "秋学期／Fall"}