{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is an introduction to various issues related to contemporary Japanese society, where we consider “contemporary Japan” as a “post-WWII Japan.” The course is designed to discuss demographic/structural patterns of Japanese society, such as class, gender, ethnic stratification, as well as analyzes various special topics that explain Japanese society, such as working conditions, education, family, etc. Overall the course will provide you with tools for understanding Japan’s positioning in the World, help you in re-examining stereotypical ideas about Japan and understand better the culture and its people.", "到達目標": "- Demonstrate a basic understanding of different interpretations of Japanese culture and society;<BR/>- Understand various social problems in Japan;<BR/>- Understand the relationship between the demographic/structural patterns and social happenings;<BR/>- Assess the impact of globalization on everyday life in Japan.<BR/>- Demonstrate the ability to work independently and in a self-directed manner through appropriate planning, time management, and completion of course work;<BR/>- Demonstrate an ability to make a positive contribution to small group discussion and activities;<BR/>- With a degree of confidence, begin to critically engage with source material in order to accurately summarize key themes/topics in a presentation format;<BR/>- Synthesize a small number of readings to produce a summary reports.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.<BR/>【合併】総合日本学習科目（社会）（CIEC）/Japanese Society（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Face-to-face", "トピック": {"第1回": ["Introduction to the Course. Japan and Its Image: Soft Power<BR/><BR/>Images and stereotypes of Japan", "No reading"], "第2回": ["Modern and Contemporary Japan: Historical Overview", "Sugimoto Yoshio, 2014. ‘Japanese society: Inside out and outside in’. International Sociology, Vol. 29(3) 191–208<BR/>Toivonen and Imoto (2012). ‘Making sense of Youth Problems’, in A Sociology of Japanese Youth, edited by R. Goodman, T. Toivonen, I. Imoto, London: Routledge, pp.1-29"], "第3回": ["Social Structure: class stratification<BR/><BR/>Discussion Leadership 1", "Hommerich, Carola and Kikkawa, Toru (2019). “Movement behind the Scenes: The Quiet Transformation of Status Identification in Japan,” Social Science Japan Journal, Vol. 22, No. 1, pp 11–24"], "第4回": ["Working Conditions, Career and Employment<BR/><BR/>Discussion Leadership 2", "North, Scott 2011. &quot;Deadly Virtues: Inner-Worldly Ascetism and Karoshi in Japan.&quot; Current Sociology 59 (2):146-159.<BR/>Asahina, Yūki. 2019. “Precarious Regular Workers in Japan.” Japan Forum, November, 1–25. https://doi.org/10.1080/09555803.2019.1677745"], "第5回": ["Gender Stratification<BR/><BR/>Discussion Leadership 3", "G. Steel (2019) ‘Changing women’s and men’s lives in Japan’, in G. Steel (ed.) Beyond the Gender Gap, Michigan Monograph Series in Japanese Studies, pp.12-32"], "第6回": ["Contemporary Japanese Family<BR/><BR/>Discussion Leadership 4", "Hendry, Joy. 2013. Understanding Japanese Society. Fourth Edition. Abingdon: Routledge. Chapter 2.<BR/>S. Ninomiya (2014) ‘Koseki and legal gender change’, in D. Chapman and D. J. Krogness (eds.), Japan’s household registration system and citizenship, London: Taylor &amp; Francis, pp. 169-186"], "第7回": ["Catch-up on topics and discussions", ""], "第8回": ["Social Structure: racial and ethnic stratification<BR/><BR/>Discussion Leadership 5", "Sugimoto, Yoshio. 2010. An Introduction to Japanese Society (3rd Ed). Cambridge: Cambridge University Press. Ch.7<BR/>Burgess, Chris. 2007. “Multicultural Japan? Discourse and the ‘Myth’ of Homogeneity.” The Asia-Pacific Journal: Japan Focus 5 (3): 1–25."], "第9回": ["Migration to Japan: policies and issues<BR/><BR/>Discussion Leadership 6", "Kim, Viktoriya, and Philip Streich. 2020. “Tabunka Kyōsei without Immigration Policy: The Role of Centers for International Exchange and Their Challenges.” Contemporary Japan 32 (2): 1–23."], "第10回": ["Cross-border Marriages in Japan<BR/><BR/>Discussion Leadership 7", "Kim, Viktoriya et.al. 2021. The Politics of International Marriage in Japan. Rutgers University Press. Introduction, Ch. 2"], "第11回": ["Material Japanese Culture and Japan&#39;s Cultural Influence: Exporting Japanese Culture<BR/><BR/>Discussion Leadership 8", "Christopher J. Hayes, 2019. Othered, Orientalised, and Opposingly Depicted - The Persistence of Stereotyping of Japan in the British Press, EJCJS, 19:2, http://www.japanesestudies.org.uk/ejcjs/vol19/iss2/hayes.html<BR/>Befu, Harumi. 2009. &quot;Concepts of Japan, Japanese Culture and the Japanese.&quot; In The Cambridge Companion to Modern Japanese Culture, edited by Yoshio Sugimoto, 21-37. Port Melbourne, Australia: Cambridge University Press."], "第12回": ["Issues in Education: egalitarian society vs. global jinzai<BR/><BR/>Discussion Leadership 9", "Rappleye, Jeremy, and Takehiko Kariya. 2011. &quot;Reimagining Self/Other: &#39;Catch Up&#39; across Japan&#39;s Three Great Education Reforms.&quot; In Reimagining Japanese Education: Borders, Transfers, Circulations, and the Comparative, edited by David Blake Willis and Jeremy Rappleye, 51-83. United Kingdom: Symposium Books."], "第13回": ["Japanese Media: Reading Between Lines<BR/><BR/>Discussion Leadership 10", "Kingston, Jeff. 2017. “Introduction: Press Freedom in Contemporary Japan.” In Press Freedom in Contemporary Japan, edited by Jeff Kingston. Abingdon: Routledge.<BR/>Kuga, Kimiko. 2016. “Japan’s Press Clubs: An Impregnable Fortress of Information.” Media Asia 43 (1): 14–17."], "第14回": ["Course Review", ""]}, "評価": {"教科書Required texts0": "You will be provided with additional readings, such as articles, book chapters and etc. throughout the course. All Required Course Readings will be available as PDF full-text files on LUNA.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Discussion leadership and post-discussion write-up"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "45 %", "Annotated bibliography: You will be asked to complete a list of readings that will be utilized in this course with annotations of each of these readings and five additional readings on one topic"], "成績評価Grading3": ["その他／Others (99)", "15 %", "Class participation: I will evaluate your class participation in class discussions and other in-class activities"], "更新日時/Date of Update0": "2023年01月12日 22時14分43秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－１０８"]}, "campas": 0, "name": "【300】総合日本学習科目（社会）／JSC Japanese Society", "管理部署": 21, "単位数": 2, "担当者": "キム　ヴィクトリヤ（KIM VIKTORIYA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}