{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is an introduction to various issues related to contemporary Japanese society, where we consider “contemporary Japan” as a “post-war Japan.” The course is designed to discuss demographic/structural patterns of Japanese society, such as class, gender, ethnic stratification, as well as analyzes various special topics that explain Japanese society, such as working conditions, education, family, etc. Overall the course will provide you with tools for understanding Japan’s positioning in the World, help you in re-examining stereotypical ideas about Japan and understand better the culture and its people.", "到達目標": "•Demonstrate a basic understanding of different interpretations of Japanese culture and society;<BR/>•Understand various social problems in Japan;<BR/>•Understand the relationship between the demographic/structural patterns and social happenings;<BR/>•Assess the impact of globalization on everyday life in Japan;<BR/>•Demonstrate the ability to work independently and in a self-directed manner through appropriate planning, time management, and completion of course work;<BR/>•Demonstrate an ability to make a positive contribution to small group discussion and activities;<BR/>•With a degree of confidence, begin to critically engage with source material in order to accurately summarize key themes/topics in a presentation format;<BR/>•Synthesize a small number of readings to produce summary reports.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（社会）（CIEC）/Japanese Society（国際学部）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Since I believe that sociological thinking can be developed through practice, the classes will be organized in an interactional way, where you should feel free to criticize, justify, and solve the issues we discuss. To achieve the abovementioned goals, I will select a variety of readings, films, presentation topics, and assignments.", "トピック": {"第1回": ["Introduction to the Course. Course goals and main questions", "None"], "第2回": ["Japan and Its Image: Soft Power<BR/>Images and stereotypes of Japan", "Sugimoto Yoshio, 2014. ‘Japanese society: Inside out and outside in’. International Sociology, Vol. 29(3) 191–208"], "第3回": ["Modern and Contemporary Japan: Historical Overview", "Toivonen and Imoto (2012). ‘Making sense of Youth Problems’, in A Sociology of Japanese Youth, edited by R. Goodman, T. Toivonen, I. Imoto, London: Routledge, pp.1-29"], "第4回": ["Social Structure: class stratification", "Hommerich, Carola and Kikkawa, Toru (2019). “Movement behind the<BR/>Scenes: The Quiet Transformation of Status Identification in Japan,” Social Science Japan Journal, Vol. 22, No. 1, pp 11–24"], "第5回": ["Gender Stratification", "G. Steel (2019) ‘Changing women’s and men’s lives in Japan’, in G. Steel (ed.)<BR/>Beyond the Gender Gap, Michigan Monograph Series in Japanese Studies, pp.12-32"], "第6回": ["Contemporary Japanese Family", "Hendry, Joy. 2013. Understanding Japanese Society. Fourth Edition. Abingdon: Routledge. Chapter 2."], "第7回": ["Catching up with topics and presentations", "None"], "第8回": ["Social Structure: racial and ethnic stratification", "Sugimoto, Yoshio. 2010. An Introduction to Japanese Society (3rd Ed). Cambridge: Cambridge University Press. Ch.7"], "第9回": ["Migration to Japan: policies and issues", "Kim, Viktoriya, and Philip Streich. 2020. “Tabunka Kyōsei without Immigration Policy: The Role of Centers for International Exchange and Their Challenges.” Contemporary Japan 32 (2): 1–23."], "第10回": ["Cross-border Marriages in Japan", "Kim, Viktoriya, N. Balgoa, B. Yamamoto. 2022. The Politics of International Marriage in Japan. Rutgers University Press. Introduction, Ch. 3"], "第11回": ["Issues in Education: egalitarian society vs. global jinzai", "Rappleye, Jeremy, and Takehiko Kariya. 2011. &quot;Reimagining Self/Other: &#39;Catch<BR/>Up&#39; across Japan&#39;s Three Great Education Reforms.&quot; In Reimagining Japanese Education: Borders, Transfers, Circulations, and the Comparative, edited by David Blake Willis and Jeremy Rappleye, 51-83. United Kingdom: Symposium Books."], "第12回": ["Working Conditions in Japan", "Asahina, Yūki. 2019. “Precarious Regular Workers in Japan.” Japan Forum, November, 1–25."], "第13回": ["Japanese Media: Reading Between Lines", "Kingston, Jeff. 2017. “Introduction: Press Freedom in Contemporary Japan.” In<BR/>Press Freedom in Contemporary Japan, edited by Jeff Kingston. Abingdon:<BR/>Routledge."], "第14回": ["Course Review", "None"]}, "評価": {"教科書Required texts0": "You will be provided with readings (articles, book chapters and etc.) throughout the course. All Required Course Readings will be available as PDF full-text files on LUNA. Log in with your university credentials.", "参考文献・資料Reference books0": "You will be provided with additional readings, such as articles, book chapters and etc. throughout the course. All Required Course Readings will be available as PDF full-text files on LUNA. Log in with your university credentials.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "30 %", "Annotated bibliography: you will be asked to complete a list of readings that will be utilized in this course with annotations of each of these readings with some additional readings"], "成績評価Grading2": ["授業中試験／In-class examination (03)", "20 %", "Discussion leadership: in this assignment you will be expected to present readings related to the topic of the week"], "成績評価Grading3": ["平常リポート／Individual reports (04)", "30 %", "Online discussions: you are expected to respond to weekly discussion questions via discussion board and comment on other students' posts"], "成績評価Grading4": ["その他／Others (99)", "20 %", "Class participation: you are expected to actively participate in each session by responding to questions, participating in discussions and providing your opinion on the class topic"], "成績評価Grading5": "備考　Note\nEvaluation criteria for each assignment will be uploaded on LUNA", "更新日時/Date of Update0": "2022年02月18日 13時13分38秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "Ｄ－２０５"]}, "campas": 0, "name": "【300】総合日本学習科目（社会）／JSC Japanese Society", "管理部署": 21, "単位数": 2, "担当者": "キム　ヴィクトリヤ（KIM VIKTORIYA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 0, "評価2": 2, "評価3": 3, "評価4": 4, "開講期": 2}