{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The 2030 Agenda for Sustainable Development (the 2030 Agenda) was adopted by the UN Sustainable Development Summit held in New York in September 2015. It set 17 Sustainable Development Goals (SDGs) and 169 targets for the international community to achieve by 2030. All 193 member states made a commitment to achieving the 17 interconnected goals. It is expected that people and institutions at all levels of society will contribute to these goals through sustained action.<BR/>This course is concerned with global and local action around the sustainable development goals, focusing particular on SDGs 3 Health and Well-being, 4 Quality Education, 5 Gender Equality, 6 Clean water and sanitation,11 Sustainable cities, and 13 Climate action.", "到達目標": "By the end of this course it is expected that students will:<BR/>1)\tGain an understanding of the SDG framework and how it can be used to address long-standing and intractable sustainable development challenges<BR/>2)\tThrough case studies, gain concrete knowledge about best practices to achieve goals;<BR/>3)\tGain an understating of key SDG concepts such as “leave no one behind”, inter-connectedness, synergies and trade-offs, and indivisibility;<BR/>4)\tBecome familiar with effective methodologies that can be used to plan and implement global and local projects on sustainable development;<BR/>5)\tRecognize the applicability of the SDGs to students’ own lives and future careers based on an understating how they can be part of the solution to complex issues. <BR/>6)\tUnderstand the challenges that COVID-19 has thrown to achieving the SDGs.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "After a general introduction to the SDGs, we will look at goals 3, 4, 5, 6, 11 and 13 in more detail. After this initial introduction, each week we will take case studies of actions being taken at a global and/or local level to help achieve the goals in these areas. As the SDGs are interconnected, we will often be looking at activities aimed at more than one goal at a time. We will take examples from all over the world and from actors at various level from international, national and municipal governments, non-profit organizations and non-government organizations. The case study approach will allow you to gain insights not only into the problem, but also solutions and particularly best practices.", "授業方法": "An interactive learning environment will be created where students will come prepared to discuss issue based on internet-based research each week. The instructor will offer a brief lecture each week, but following this there will be group work and discussion.", "トピック": {"第1回": ["Understanding the SDG framework", "Watch the United Video ‘Nations United’<BR/>https://www.un.org/sustainabledevelopment/sustainable-development-goals/<BR/>Which of the SDGs are highlighted in the video? What kinds of action are being called for in this video?"], "第2回": ["Finding out more about individual SDGs", "Choose two of the SDGs and read more.<BR/>https://www.un.org/sustainabledevelopment/sustainable-development-goals/<BR/>What is the goal?<BR/>Why this goal important?<BR/>What activities have been undertaken to achieve the goals?<BR/>How has COVID-19 created additional challenges?"], "第3回": ["Finding out more about individual SDGs", "Choose two different SDGs to last week and read more.<BR/>https://www.un.org/sustainabledevelopment/sustainable-development-goals/<BR/>What is the goal?<BR/>Why this goal important?<BR/>Tell us about three targets for this goal?<BR/>How has COVID-19 created additional challenges?"], "第4回": ["SDG 13 Climate action – call for individual action", "Call for individual actions<BR/>Prepare for group work in class on individual actions<BR/>https://www.un.org/en/actnow<BR/>https://lifestylecalculator.doconomy.com/unfccc/<BR/>What simple actions can we take to address climate change?<BR/>Do you think that the suggested actions are realistic for everyone?<BR/>Can you suggest any other actions?"], "第5回": ["SDG3 Health and Well-being", "SDG 3 Health and wellbeing<BR/>Read: SDGs Good practices publication 2020. Chapter II pages 27-29 and 34-37.<BR/>https://sdgs.un.org/sites/default/files/2020-11/SDG%20Good%20Practices%20Publication%202020.pdf<BR/>What was each project about？<BR/>What good practices were identified?<BR/>What were the challenges of COVID-19 to the projects?"], "第6回": ["SDG 6 Clean water and sanitation", "Clean water and sanitation: A case study from Rwanda<BR/>https://washmatters.wateraid.org/sites/g/files/jkxoof256/files/implementing-the-district-wide-approach-in-bugesera-rwanda.pdf<BR/>What is WASH?<BR/>What goals were set in terms of SDG?<BR/>Why was the District Wide approach important?<BR/>What lessons can be learned from this case study about effective implementation?<BR/>What other SDGs were addressed in this project?"], "第7回": ["SDG 3, 6 and 13 – integrated solutions on population, health and the environment", "Population and climate change<BR/>#Case 8: Family Planning for People and Planet<BR/>https://planetaryhealthalliance.org/case-study-family-planning-for-people-and-planet<BR/>How are population and climate change linked?<BR/>What was important about the population health and environment approach?<BR/>What SDGs were addressed in this project?<BR/>How was the success of this project achieved?<BR/>What good practices can we identify?"], "第8回": ["Student led discussion", "Use the internet and other resources to prepare for a discussion of the following questions. Each student will be asked to lead the discussion for part of the class.<BR/>Discussion questions<BR/>What has the COVID-19 crisis shown about the interconnected of the environment, our prosperity and social wellbeing?<BR/>How has COVID-19 stalled, challenged or accelerated progress of the SDGs?"], "第9回": ["SDG 4 Quality Education", "Government activity in the Philippines for SDG 4<BR/>https://sdg.neda.gov.ph/goal-4/<BR/>A case study of the Child Hope NGO project in the Philippines<BR/>https://childhope.org.ph/education-issues-in-the-philippines/<BR/>What are the issues around quality education in the Philippines?<BR/>How has COVID-19 affected the goal of giving quality education?<BR/>What activities have the Government of the Philippines been involved with?<BR/>What activities are the NGO Child Hope involved in?<BR/>Are there similarities and differences in the government and NGO’s approaches?"], "第10回": ["SDG 5 Gender Equality", "Japanese Organization for International Cooperation in Family Planning (JOICFP)<BR/>https://www.joicfp.or.jp/eng/what_we_do/for-sdgs/<BR/>https://www.joicfp.or.jp/eng/where_we_work/japan/<BR/>How does the work of JOICFP contribute to the SDGs (which ones?)<BR/>Look at the work being done in Japan and at least one other country?<BR/>What priorities are being set for gender equality?<BR/>What activities are being undertaken?<BR/>How successful are these activities?<BR/>How does sexual and reproductive health link to gender equality?"], "第11回": ["SDG 11 Sustainable Cities", "The Most Functional City in the World Helsinki Strategy 2017-2021<BR/>https://www.hel.fi/static/helsinki/kaupunkistrategia/strategia-en-2017-2021.pdf<BR/>Kitakyushu SDGs Future City Plan<BR/>https://www.oecd.org/cfe/cities/Kitakyushu-Issue-Note.pdf<BR/>What do you think are the characteristics of sustainable cities?<BR/>How are these two cities incorporating different SDGs into their future city plan?<BR/>What are the relevant SDGs addressed in these two examples?<BR/>How are the different SGDs related to each other?"], "第12回": ["Student presentations", "Taking one or more SDG, report on activities that have taken place in Japan or by Japanese organization or individuals."], "第13回": ["Student presentations", "Taking one or more SDG, report on activities that have taken place in Japan or by Japanese organization or individuals."], "第14回": ["Taking stock of where we are with SDGs", "Taking stock – Read the executive summary of the following OECD report.<BR/>OECD 202. OECD Urban Policy Reviews A Territorial Approach to the Sustainable Development Goals Synthesis Report. Executive Summary<BR/>Final discussion looking at progress that is made with achieving the SDGs and the challenges that lie ahead."]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "A rubric will be provided in the first class."], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "3 homework assignments reports with evaluation criteria provided in a rubric beforehand."], "成績評価Grading3": ["その他／Others (99)", "20 %", "A class presentation and a rubric with evaluation criteria will be provided"], "更新日時/Date of Update0": "2022年02月18日 13時13分38秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｇ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（SDGsアクション：地域と世界）／JSC Global and Local Actions around the SDGs", "管理部署": 21, "単位数": 2, "担当者": "山本　ベバリーアン（YAMAMOTO BEVERLEY ANNE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}