{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to explore social, cultural and policy issues in education in Japan from a number of perspectives focusing generally on primary and secondary levels of formal schooling. In particular, we will consider how the Japanese education system constructs learning and the learner, as well as discuss the degree to which Japanese schools promote social inclusion, equity and meritocracy, and are sensitive to the needs of the increasing diversity of students attending them.", "到達目標": "By the end of the course students should be able to: <BR/>1) Give an informed overview of the current education system and the recent educational reforms;   <BR/>2) Critically analyze current debates on key issues such as academic achievement, gender, inclusiveness, social inequality and multicultural education; <BR/>3) At a deeper level, conceptually analyze the dynamics of the interaction between the policy, supply and demands sides of the education triangle and its outcomes.", "授業方法": "Face to face format. The class will consist of a short interactive lecture with group discussions.", "トピック": {"第1回": ["Orientation and self-introductions", ""], "第2回": ["What does Japanese education look like?", "Yonezawa. et al., 2018. Introduction: Japanese education in a global age."], "第3回": ["Universal education and equality issues", "Kariya, T. 2013. Education reform and social class in Japan. Routledge, Abingdon. Chapter 2. The age of meritocracy."], "第4回": ["Issues around the low public expenditure on education", "Nakazawa, W. (2018). Japanese public education: A comparative perspective of attitudes towards educational inequality"], "第5回": ["Education with room to breathe - the yutori kyoiku reforms in primary schools", "Cave, P. 2007. Primary school in Japan: Self, individuality and learning in elementary education. Routledge. Chapter 1. Education and individuality in Japan."], "第6回": ["Socialization: The importance of bukatsudo and school meals", "Cave, P. 2004. Bukatsudo: The Educational Role of Japanese School Clubs. The Journal of Japanese Studies. 30(2)"], "第7回": ["The role of the juku – is this shadow education?", "Mawer, K. Casting new light on shadow education: snapshots of juku variety. Contemporary Japan, 27:2, 131-148,"], "第8回": ["Teachers and teacher training in the context of neo-liberal politics", "Sato, Manabu. 2011. Imaging neo-liberalism and the hidden realities of the politics of reform: Teachers and students in a globalized Japan. In Reimaging Japanese education: Borders, transfers, circulations and the comparative. Symposium Books."], "第9回": ["Gender equity issues in schools", "Miyazaki, A. (Forthcoming) Gender and Sexuality in Japanese Education: From Gender Disparity to Intersectional Gender/Sexualities. In Yonezawa A., Kitamura, Y., Yamamoto, B., and Tokunaga, T. Education in Japan in a global age: Sociological reflections and future directions. Springer."], "第10回": ["LGBT issues in schools - policy and practice", "Miyazaki, A. (Forthcoming) Gender and Sexuality in Japanese Education: From Gender Disparity to Intersectional Gender/Sexualities. In Yonezawa A., Kitamura, Y., Yamamoto, B., and Tokunaga, T. Education in Japan in a global age: Sociological reflections and future directions. Springer."], "第11回": ["Educating foreign and minority children", "Okano, K. 2013. Ethnic schools and multiculturalism in Japan. In DeCocker G. and Bjork, C. Japanese education in an era of globalization: Culture, politics and equity. Teachers College Press."], "第12回": ["Educating children with disabilities or chronic illness", "Futaba Yasuko. Inclusive education under a collectivist culture. Journal of Research in Special Educational Needs. Volume 16 , Number s1 ,2016 649–652"], "第13回": ["Internationalizing Japanese education - but how is &#39;international&#39; defined", "Tsuneyoshi, R. 2011. The ‘internationalization’ of Japanese education and the newcomers: uncovering the paradoxes. In In Reimaging Japanese education: Bordes, transfers, circulations and the comparative. Symposium Books."], "第14回": ["Student presentations", ""]}, "評価": {"教科書Required texts0": "Yonezawa A., Kitamura, Y., Yamamoto, B., and Tokunaga, T. 2018. Education in Japan in a global age: Sociological reflections and future directions. Springer.\n\nWillis, D.B. and Rappleye, J. 2011. Reimaging Japanese education: Borders, transfers, circulations and the comparative. Symposium Books.", "参考文献・資料Reference books0": "Kariya, T. 2013. Education reform and social class in Japan. Routledge, Abingdon.\nCave, P. 2007. Primary school in Japan: Self, individuality and learning in elementary education. Routledge.\nCave, P. 2004. Bukatsudo: The Educational Role of Japanese School Clubs. The Journal of Japanese Studies. 30(2)\nMawer, K. Casting new light on shadow education: snapshots of juku variety. Contemporary Japan, 27:2, 131-148,\nDeCocker G. and Bjork, C. Japanese education in an era of globalization: Culture, politics and equity. Teachers College Press.\nFutaba Yasuko. Inclusive education under a collectivist culture. Journal of Research in Special Educational Needs. Volume 16 , Number s1 ,2016 649–652\nWatanabe, M, Suzuki, Y and Takahashi, S. 2017. Rethinking the history of inclusive education in Japan: Focusing on the movement towards inclusive education in the 1970s. The University of Tokyo.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "20 %", "Presentation on class readings X 2 20%"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "70 %", "Mid-term paper 30%, Final paper of 3,000- words 40%"], "成績評価Grading3": ["その他／Others (99)", "10 %", "Presentation offering an overview of your final paper 10%"], "成績評価Grading4": "備考　Note\nMore details of each assessment plus the rubrics used for grading will be given in the first class.", "更新日時/Date of Update0": "2021年01月29日 18時48分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｇ－１０５"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（教育Ａ）／JSC Education in Studies A", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "山本　ベバリーアン（YAMAMOTO BEVERLEY ANNE） ", "履修基準年度": "１年", "時限1": "月曜３時限／Monday 3", "開講期": "春学期／Spring"}