{"履修期": "春学期", "主な教授言語": "英語", "授業目的": " Students will learn about Japan&#39;s external relations from the mid-nineteenth century to the present. Lectures will tend to focus on U.S.-Japan relations. Attention will be given to Sino-Japanese and Sino-American relations. Due to the ongoing pandemic class might be held online. The access link in each class session is subject to cancellation or change when class begins in April.", "到達目標": "Students should be able to know and understand the basic aspects of Japan&#39;s external relations as seen through its relations with the U.S. from the 1850s to the present.", "授業方法": "All students taking this couse will do so by accessing to on-demand content for class session 3（April 22）onwards. We will NOT physically meet in classroom. I will meet with students via Zoom for the first ten minutes or so starting at 1:20 pm and thereafter students go get access to their on-demand content.<BR/><BR/>Please be sure to attend the first class in class or via Zoom. For the Zoom access link, please see the details in the first class session that start with the word &quot;Orientat&quot; or at the end of this section;  this access link is scheduled to be used for subsequent sessions.This class is scheudled to meet face-to-face; students who are unable to attend may take this course based on an on-demand format  This class is conducted by using lecture materials and students are supposed to read the relevant sections of the textbook before the lecture.<BR/><BR/>Zoom access link (for details about the link see the first class session below):  https://us02web.zoom.us/j/8355588866?pwd=bDhyRUxxc1EreU0rK2tZaVNQRTJHdz09", "トピック": {"第1回": ["Orientation.  Zoom access link for the first class session which is scheduled to be used for subsequent classes as well.<BR/>Haruo Iguchiさんがあなたを予約されたZoomミーティングに招待しています。<BR/><BR/>トピック: CIEC Japan Foreign Relations July Meeting<BR/>時間: こちらは定期的ミーティングです いつでも<BR/><BR/>Zoomミーティングに参加する<BR/>https://us02web.zoom.us/j/8355588866?pwd=bDhyRUxxc1EreU0rK2tZaVNQRTJHdz09<BR/><BR/>ミーティングID: 835 558 8866<BR/>パスコード: 0Beoru<BR/>ワンタップモバイル機器<BR/>+81363628317,,8355588866#,,,,*152281# 日本<BR/>+81524564439,,8355588866#,,,,*152281# 日本<BR/><BR/>所在地でダイアル<BR/>        +81 363 628 317 日本<BR/>        +81 524 564 439 日本<BR/>        +81 3 4578 1488 日本<BR/>ミーティングID: 835 558 8866<BR/>パスコード: 152281<BR/>市内番号を検索: https://us02web.zoom.us/u/kHtWumIGr", ""], "第2回": ["Japanese History Background;  U.S.-Japan relations from the mid-nineteenth century to around 1900.<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgpI9XzrUFAkpQnJsrQ?e=7o8SUu", ""], "第3回": ["Japanese History Background;  U.S.-Japan relations from the mid-nineteenth century to around 1900.<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgpI9XzrUFAkpQnJsrQ?e=7o8SUu", "Read the relevant sections of the textbook.Chapters 1 and 2"], "第4回": ["May 6, Thursday Japanese History Background;  U.S.-Japan relations from 1900 to the Great Depressions.I am attaching here the link in the Kwansei Gakuin One Drive for  the powerpoint document with audio on each of the five-page file. <BR/><BR/>Please listen to auido in each page before reading, listening and watching each document.  Document 6 is an article and the others are video ckppings.  In order to see the video clipping, set a cursor on the web address, do a right hand click and select Open Hyperlin and that selection should leaunch a brower that  enables you to view that viddo clipping.<BR/><BR/> <BR/><BR/>See you at 3:10 pm for a Zoom sessiion;  if you miss this go through the documents mentioned above.　　<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgpQApDFE06fHguRVrA?e=7p5oBX<BR/><BR/>You do not need to watch access link number 11 and 15 in the above powerpoint.<BR/><BR/>Be sure to watch the Siberian Intervention<BR/>The Russian Intervention (1918-1920) | Wars you&#39;ve never heard of - YouTube<BR/><BR/>For those interested in learning about wars f路m1919 to the late 1920s see the following two ()Optonal<BR/><BR/><BR/>Conflicts &amp; Wars In The Aftermath of WW1 I THE GREAT WAR Epilogue - YouTube<BR/><BR/>Understanding The Global Unease After WW1 | Impossible Peace | Timeline - YouTube", "Read the relevant sections of the textbook.　Chapters 3 and 4."], "第5回": ["May 13 U.S.-Japan relations during the 1930s<BR/>Link for today&#39;s class material<BR/><BR/>The class material for today is pasted below and this was sent vy LUNA message too.<BR/><BR/> <BR/><BR/> <BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgpZjo2jjX_EhvFW-NQ?e=eySiA0", "Read the relevant sections of the textbook before class.Chapter 5."], "第6回": ["May 20 U.S.-Japan relations leading to Japan&#39;s attack on Pearl Harbor<BR/>First mini report due<BR/>CIEC Iguchi Japan Foreign Relations link (video no. 30 does not exist so skip it)<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgpkhk-_MDPsuUtf-Lg?e=fIrJCe", "Read the relevant sections of the textbook before claass.　Chapter 6 Section 1."], "第7回": ["May 27 The Pacific War<BR/>Here is the access link to the May 21 class material.  Haruo Iguchi<BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgpxIn_rTj93ydYMZEQ?e=sVF5PM", "Read the relevant sections of the textbook before class.　Chapter 6 Section ２．"], "第8回": ["June 3 The Unconditional Surrender of Japan<BR/><BR/>The following two files are the ones for the May 28 class.  Please see listen to the audio on the first page of the second file and see the  audiovisual programs divided into eight parts;  the website for the transcript for this program is the first URL on the second page.  Please read up to the end of the Pacific War for the Bonnder Fellers article;  the remainder should be read for next week.<BR/><BR/><BR/><BR/>Bonner Fellers<BR/> article<BR/><BR/>The first page is<BR/> a summary in Japaenese but the article is written in English<BR/><BR/> <BR/><BR/>https://1drv.ms/b/s!Ar52Bc7RV42pgp8_BMBDf02F_X46pQ?e=JSwhoB<BR/><BR/> <BR/><BR/> <BR/><BR/>Victory in the<BR/> Pacific<BR/><BR/> <BR/><BR/>My audio is only<BR/> on the first page and the remaining two pages do not have my audio.<BR/><BR/> <BR/><BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgp9E4YN2g042xSw6_w?e=xbyk01", "Read the relevant sections of the textbook before class. Chapter 6 Section 3."], "第9回": ["June 10 The American Occupation of Japan--1945 and the birth of the postwar Japanese Constitution<BR/>Second mini report due<BR/>Japan Foreign Relations  access link<BR/>https://1drv.ms/p/s!Ar52Bc7RV42pgqI2Qbr7OFCa_DU4VQ?e=LAgafD", "Read the relevant sections of the textbook before class.Chapter 6 Section 4."], "第10回": ["June 17 The American Occupation of Japan, 1946-1947<BR/>access link will be provided via LUNA", "Read the relevant sections of the textbook before class.Chapter 6 Section 5."], "第11回": ["June 24 The American Occupation of Japan, 1948-1949<BR/>Third mini report due<BR/>access link will be provided via LUNA", "Read the relevant sections of the textbook before class. Chapter 6 Section 5."], "第12回": ["July 1 The American Occupation of Japan, the Korean War, the San Francisco Peace Treaty, the formation of the Self Defense Force<BR/>access link will be provided via LUNA", "Read the relevant sections of the textbook before class.Chapter 7 Section 1."], "第13回": ["July 8 U.S.-Japan Economic Relations:  A Historical Perespective from the Twenty-First Century<BR/>access link will be provided via LUNA", "Read the relevant sections of the textbook before class. Chapter 7 Section 2 to the end of Chapter 11."], "第14回": ["July 15 U.S.-Japan Security Relations:  A Historical Perespective from the Twenty-First Century<BR/>Fourth mini report due<BR/>access link will be provided via LUNA", "Read the relevant sections of the textbook before class.Chapter 7 Section 2 to the end of Chapter 11."]}, "評価": {"教科書Required texts0": "The History of US-Japan Relations: From Perry to the Present（Palgrave Macmillan; Softcover, 2018). Purchase this paperback version or the Amazon Kindle version.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "Four short essays"], "成績評価Grading2": "備考　Note\nFour short essays based on questions(s)provided ahead of time and submitted before the beginning of the lecture on the due date or submitted at a stipulated dated and time.", "更新日時/Date of Update0": "2021年05月09日 19時47分29秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "Ｇ－１１９"]}, "campas": 0, "name": "【300】総合日本学習科目（外交）／JSC Japan's Foreign Relations", "管理部署": 21, "単位数": 2, "担当者": "井口　治夫（IGUCHI HARUO） ", "履修基準年度": "１年", "時限1": 24, "評価1": 3, "開講期": 1}