{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "下記参照のこと", "到達目標": "下記参照のこと", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（東アジアのビジネスと政治）（CIEC）/Business-Government Relations in East Asia（国際学部）", "関連科目": "", "授業の概要・背景": "Course outline is provided below. Regular interactive classes will be held on campus. Owing to COVID-19 and other circumstances, teaching mode, schedule and assignments are subject to change. PLEASE CHECK FURTHER INSTRUCTIONS via LUNA AS YOU CAN ACCESS IT WITHOUT ENROLLMENT. For any questions and enquiries, please contact Prof. T. Mito via mito@kwansei.ac.jp.", "授業方法": "This course is to be delivered as interactive online seminars after the first week when we meet in class. If we need to change the teaching delivery mode, advanced notice will be announced via LUNA. PLEASE CHECK LUNA CONSTANTLY AS STUDENTS WILL HAVE OPEN ACCESS TO LUNA EVEN BEFORE FORMAL REGISTRATION.  All the readings, instructions and other communication will be transmitted via LUNA. <BR/>ONCE YOU ARE FORMALLY ENROLLED, YOU CAN SUBMIT YOUR ASSIGNMENTS VIA LUNA. UNTIL THEN, PLEASE KEEP ALL ASSIGNMENTS IN YOUR OWN FILE.  <BR/>Read all of the assigned readings and other online materials and submit all the assignments online. (For those who are interested in further readings, a list of advanced readings is provided.  These are not required readings but provide the students with the opportunity to deepen their understanding of the subject and will be useful references for further studies.)  Students will be given different reading assignments according to their interest, the level of their study, discipline and credit transfer requirements.", "トピック": {"第1回": ["Part 1. Introduction  4/11<BR/>Business-Government Relations in East Asia: Course Orientation &amp; Major Perspectives to Government-Business Relations", "1. Carefully study this syllabus for the Course Outline and Assessment Details. <BR/>2. CHECK ALSO LUNA."], "第2回": ["Part 2. Theoretical Considerations: Approaches, Paradigms and Theories vs Cases  4/18<BR/>(Major approaches/perspectives/paradigms/theories of government-business relations will be introduced.  Historical case studies will be examined in light of competing perspectives/approaches.)", "1. Study File Attachment 1 and 2.<BR/>2. Be familiar with major approaches/paradigms/theories of   BGR and their analytical, methodological and normative orientations."], "第3回": ["Part 3.Historical Studies: Theories vs Cases 4/25<BR/><BR/>The Government and Economic Development in Modern Japan: Was it State-led", "1. Watch documentary &quot;Pacific Century: Meiji Revolution&quot; in YouTube and study File Attachment 3 &amp; 4.<BR/>2. Which model best explains Prewar Japanese economic development? What is the evidence? (300-500 words/5%) via LUNA. Deadline 5/12"], "第4回": ["Japan&#39;s Rise as an Economic Giant: It is state-led or Market-led? 5/2", "Which model best explains Postwar Japanese economic development? What is the evidence? (300 -500 words/5%) via LUNA Read File Attachment 5. More Readings will be uploaded in LUNA. Deadline 5/19"], "第5回": ["The Government and Economic Development in Korea: Is it state-led or market-led? 5/9", "Which model best explains South Korean economic development? What is the evidence? (500-800 words/10%). Deadline 5/26"], "第6回": ["The Government and Economic Development in Taiwan: Is it state-led or market-led? 5/16", "Which model best explains Taiwanese economic development? What is the evidence? (500 -800 words/10%). Deadline 6/2"], "第7回": ["The Government and Economic Development in Hong Kong: Is it a fine case of market-led development? 5/23", "Which model best explains economic development in Hong Kong? What is the evidence? (500-800 words/10%). Deadline 6/9"], "第8回": ["The Government and Economic Development in China: Is is capitalist or socialist development? 5/30", "Which model best explains Chinese economic development? What is the evidence? (500-800words/10%). Deadline 6/16"], "第9回": ["Part 3 Case Studies 6/6<BR/>BGR in China <BR/>(Ex.  Response to the Outbreak of COVIS-19/Olympics/Real Estate Group /Regulation of Internet)", "TBA"], "第10回": ["BGR in South Korea 6/13<BR/>(Ex.  Response to the Outbreak of COVIS-19 /Chaebol/Political Corruption/K-pops/Olympic/Paralympics)", "TBA"], "第11回": ["BGR in Taiwan and Hong Kong  6/20<BR/>(Ex.  Semiconductor/National Security Law/Response to the Outbreak of COVIS-19 )", "TBA"], "第12回": ["BGR in Japan 6/27<BR/>(Ex.  Response to the Outbreak of COVIS-19/Olympics )", "TBA"], "第13回": ["Asian BGR in an International Comparison  7/4<BR/>(Ex.  Response to the Outbreak of COVIS-19 )", "Ex. What explains different East Asian government response to the Outbreak of COVIS-19?"], "第14回": ["Part 5 Wrap-up session 7/11", "Upload your reflection on what you have learned through this course in 400-600 words via LUNA (10%)"], "授業外学習2": "The course is structured around lectures and seminars. Each participant is to present  a case study in Part 3 of this course.  Students must obtain approval for presentation topics, and agree upon time slots for the presentations from the instructor in May."}, "評価": {"教科書Required texts0": "Nil. Students are encouraged to read widely on the subject including periodicals and academic journals. Theoretical foundation is based on Chap.2, in T. Mito, State Power and Multinational Oil Corporations: The Political Economy of Market Intervention in Canada and Japan (Fukuoka, Japan: Kyushu University Press, 2001). It is based on a chapter submitted as a doctoral thesis in law to the University of Tsukuba. As it is available on line, we use its original chapter as a required reading.", "参考文献・資料Reference books0": "The course uses online and other studies uploaded via LUNA. Please check LUNA for further instructions. Classical studies include: Frederic C. Deyo, The Political Economy of the New Asian Industrialism (Ithaca: Cornell University Press, 1987); Chung H. Lee and Ippei Yamazawa (eds.), The Economic Development of Japan and Korea: A Prallel with Lessons (New York: Praeger, 1990);; Pietro P. Masina, Rethinking Development in East Asia (London: Curzon, 2002): Kenneth L. Judd and Young Ki Lee (eds.), An Agenda for Economic Reform in Korea: International Perspectives (Stanford: Hoover Institution, Stanford University, 2000); Robert Wade, Governing the Market: Economic Theory and the Role of Government in East Asian Industrialization (Princeton: Princeton University Press, 1990); Alvin Y. So and Stephen K.W. Chiu, East Asia and the World Economy (London: Sage Publications, 1995); and Yumei Zhang, Pacific Asia: The Politics of Development (New York: Routledge, 2003).", "学生による授業評価の方法Course Evaluation by Students0": "Course evaluation will be conducted towards the end of this course.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "For details, see below."], "成績評価Grading2": "備考　Note\n定期試験に代わるリポート(Term paper to replace the final examination)/その他(others)\nAssessment Details\n(1) In class assignments 50%\n(2) Case Studies 40%\n(3) Course Reflection Paper 10%\nFor any questions and enquiries, students should communicate with Professor Tam Mito by e-mailing to mito@kwansei.ac.jp", "備考Note0": "This course is recommended for those who wish to work in government, business or journalism among others. No prior knowledge of business studies or political economy is required.", "備考Note1": ["Clark & Roy Comparing Development Patterns in East Asia.pdf", "Readings for Session 1. Government and Economic Growth in Asia"], "備考Note2": ["T. Mito BGR Theoretical Considerations.pdf", "Lecture Note for Session 1. Critically understand the methodological, analytical and normative orientations of major approaches to business-government relations (BGR)."], "備考Note3": ["Mito Government & Industrial Dev't in Mod Japan.pdf", "Reading 1 for Session 3"], "備考Note4": ["The Development of Universities in Modern Japan (1).pdf", "Reading 2 for Session3"], "備考Note5": ["Mito Contending Perspectives on the Japanese %22Economic Miracle%22.pdf", "Reading 1 for Session 4 (More uploaded in LUNA"], "更新日時/Date of Update6": "2022年04月07日 22時22分44秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｇ－２２１"]}, "campas": 0, "name": "【300】総合日本学習科目（東アジアのビジネスと政治）／JSC Business-Government Relations in East Asia", "管理部署": 21, "単位数": 2, "担当者": "水戸　考道（MITO TAKAMICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 1}