{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "下記参照のこと", "到達目標": "下記参照のこと", "授業方法": "Most sessions are based on lectures and class room discussion via Zoom unless university policy in response to the pandemic changes. Seminars are supplemented by extra documentary and other visual productions.  Active participation in discussion and classes is essential. Students who have any concerns should consult the instructor via email, mito@kwansei.ac.jp. Otherwise, all communication will be done via LUNA. <BR/><BR/>You can access LUNA via<BR/>https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_177701_1&amp;cmp_tab_id=_206568_1&amp;editMode=true&amp;mode=cpview<BR/><BR/>Zoom access details are as follow:<BR/>https://us02web.zoom.us/j/83293706891?pwd=WWtoMDdxY3ZtaG1CSkw5dldxSVd1dz09<BR/>Meeting ID: 832 9370 6891<BR/>Password: 0dsPg7<BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA. Please check the messages.", "トピック": {"第1回": ["Part 1 Introduction<BR/>Globalization and Japanese Development: Course Orientation and Introduction <BR/>Documentary supplement: Pacific Century: Two Coasts of China<BR/>Zoom access details are as follow:<BR/>https://us02web.zoom.us/j/83293706891?pwd=WWtoMDdxY3ZtaG1CSkw5dldxSVd1dz09<BR/>Meeting ID: 832 9370 6891<BR/>Password: 0dsPg7<BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA or this syllabus. Please check the messages.", "Watch the following youtube.<BR/>https://www.youtube.com/watch?v=Bq7fhNeewWI or input &quot;two coasts china pacific century&quot;in youtube search engine."], "第2回": ["Part 2 Japan in a Globalizing World: History<BR/>The Arrival of Commodore Perry and Modernization in Japan (Note, class time and venue to be confirmed)<BR/>Documentary Supplement: Pacific Century: Meiji Revolution<BR/>Orientation to Field Study / Cultural Diversity and Multiculturalism in Modern Japan<BR/>Zoom access details are as follow:<BR/>https://us02web.zoom.us/j/83293706891?pwd=WWtoMDdxY3ZtaG1CSkw5dldxSVd1dz09<BR/>Meeting ID: 832 9370 6891<BR/>Password: 0dsPg7<BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA or this syllabus. Please check the messages.", "Read &quot;The Meiji Restoration&quot; to &quot;World War I&quot; in CS Japan&quot; and watch the documentary in YouTube. Upload your reflection of the latter in 200 words in LUNA before the class."], "第3回": ["Field Study:  Multicultural Kobe (Date to be confirmed.)  <BR/>Meeting time and venue to be confirmed (Transport Fee: JPY950). <BR/>Note: This session is subject to KGU&#39;s public health regulations and may change in the last minute.", "Upload your reflection in 800-1000 words in LUNA within a week."], "第4回": ["Industrialization, the Rise of Militarists and Colonization in Imperial Japan<BR/>Film Supplement: Memoirs of a Geisha", "Write up your views on the causes of the rise of militarists in Japan:  in 200 words"], "第5回": ["Japan&#39;s Attack on Pearl Harbor and Defeat <BR/>Documentary Supplement: Road to the Pacific War (in Japanese) by<BR/>&quot;Naze nihonnjin wa senso eto mukattanoka (Road to Pear Harbor)&quot; NHK DVD Document in Japanese  &amp; &quot;History of World War II - Hiroshima&quot; by BBC", "Do research on Pearl Harbor, Hiroshima or Nagasaki and upload your view with supporting evidence on the rationality of either Japan&#39;s attach on Pearl Harbor or the US use of A-Bombs in Hiroshima or Nagasaki in 400-600 words in LUNA."], "第6回": ["The Allied Occupation of Japan and Postwar Development<BR/>Documentary supplement: Pacific Century: Reinventing Japan", "Read all the sections on the postwar era in CS Japan. Upload a list of at least ten of the most significant impact of the Occupation on Japanese politics, economy, society, culture, education. foreign relations, ..."], "第7回": ["Part 3 Current Issues: Group Case Studies<BR/>Research Group Workshop", ""], "第8回": ["Current Debate and Issues in Japan 1: Constitutional Revision Debate", ""], "第9回": ["Current Debate and Issues in Japan 2: Japan&#39;s Economic &quot;Miracle&quot;", ""], "第10回": ["Current Debate and Issues in Japan 3: Internationalization of Higher Education", ""], "第11回": ["Current Debate and Issues in Japan 4: Gender Equality", ""], "第12回": ["Current Debate and Issues in Japan 5: TBA", ""], "第13回": ["Current Debate and Issues in Japan 6: TBA", ""], "第14回": ["Part 4: Conclusion and Summary", ""], "授業計画1": "Changes to scheduling and lecture content may be necessary, owing to unavoidable circumstances. Please check this syllabus until LUNA becomes available. After then, all communication will be sent via LUNA.", "授業外学習2": "Students must attend a field study to be held in Oct. and a special seminar in Dec."}, "評価": {"教科書Required texts0": "All essential readings and other materials to be given at least one week before each class. For the first few session, countrystudy.us/japan/ (cited as CS Japan) by US Library of Congress as well as other materials will be used.", "参考文献・資料Reference books0": "TBA", "学生による授業評価の方法Course Evaluation by Students0": "Course evaluation is to be conducted in Dec./Jan.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "For details, see below"], "成績評価Grading2": "備考　Note\n授業中試験(Test conducted in class)/その他(others)\nGRADING PROCEDURES\nFinal scores will be determined by the following system:\n(1) Reading-based class assignments 30%\n(2) Case Studies Presentations 30%\n(3) Research Presentation and Written Report 40%", "備考Note0": "Group oral presentation topics should deal with how global forces have influenced Japan at the international, national, community or individual levels or in some dimensions; or how Japan has affected the outside world. Presentation by each student should be less than 12 minutes in each group.", "更新日時/Date of Update1": "2021年01月15日 19時37分32秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "Ｇ－２２７"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（グローバル化世界における日本）／JSC Japan in Globalizing World", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "水戸　考道（MITO TAKAMICHI） ", "履修基準年度": "１年", "時限1": "水曜３時限／Wednesday 3", "開講期": "秋学期／Fall"}