{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "下記参照のこと", "到達目標": "下記参照のこと", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】総合日本学習科目（グローバル化世界における日本）（CIEC）/Japan in a Globalizing World（国際学部）", "関連科目": "", "授業方法": "Most sessions are based on lectures and class room discussion via Zoom unless university policy in response to the pandemic changes. Seminars are supplemented by extra documentary and other visual productions.  Active participation in discussion and classes is essential. Students who have any concerns should consult the instructor via email, mito@kwansei.ac.jp. Otherwise, all communication will be done via LUNA. <BR/><BR/>You can access LUNA via<BR/>https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_177701_1&amp;cmp_tab_id=_206568_1&amp;editMode=true&amp;mode=cpview<BR/><BR/>Zoom access details are as follow:<BR/>https://us02web.zoom.us/j/85333166996?pwd=S3p2b0lhK1hscHZYVnIvTHB3WDZJdz09<BR/>ID: 853 3316 6996<BR/>PS: 0dsPg7<BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA. Please check the messages.", "トピック": {"第1回": ["Part 1 Introduction<BR/>Globalization and Japanese Development: Course Orientation and Introduction <BR/>Documentary supplement: Pacific Century: Two Coasts of China<BR/>Zoom access details are as follow:<BR/>https://us02web.zoom.us/j/85333166996?pwd=S3p2b0lhK1hscHZYVnIvTHB3WDZJdz09<BR/>ID: 853 3316 6996<BR/>PS: 0dsPg7<BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA. Please check the messages.<BR/><BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA or this syllabus. Please check the messages.", "Study Asia&#39;s modern history by yourself and also watch the following youtube.<BR/>https://www.youtube.com/watch?v=Bq7fhNeewWI or input &quot;two coasts china pacific century&quot;in youtube search engine. Answer the following questions?<BR/>1. Why did the West come to Asia?<BR/>2. What were the consequences? And what legacies do we have?"], "第2回": ["Part 2 Japan in a Globalizing World: History<BR/>The Arrival of Commodore Perry and Modernization in Japan (Note, class time and venue to be confirmed)<BR/>Documentary Supplement: Pacific Century: Meiji Revolution<BR/>Orientation to Field Study / Cultural Diversity and Multiculturalism in Modern Japan<BR/>Zoom access details are as follow:<BR/>If we need a new ID and Password with any technical problem, new access details will be communicated via LUNA or this syllabus. Please check the messages.", "Study modern Japanese history by yourself and also watch documentary &quot;Pacific Century: Meiji Revolution&quot; in YouTube. Answer the following questions?<BR/>1. Can we call Japan&#39;s political change (Meiji Ishin) a revolution?<BR/>2. Why wasn&#39;t Japan colonized by the West?<BR/>3. What did modern Japanese leaders attempt to achieve, why and with what consequences?<BR/>4. What are the lessons from Japan?"], "第3回": ["Case Studies on the role of the government on economic development and growth.", "Do case studies as introduced in the class as well as File Attachments 1 &amp; 2 below"], "第4回": ["Digital Field Study:  Kobe in the age of globalization <BR/>1. Sugihara and 4,500 Jewish Refugees (Search for information such as https://aioinissaydowa10thevent-inochinovisa2.com/en/#section01)<BR/>2. Ted van Doorm (File Attachment 3 or read his biography)<BR/>3. Herbert Norman (Watch: https://www.youtube.com/watch?v=IEPL-dx1Fgo)", "See reading in File Attachments 3 below and also the documentary on Herbert Norman listed under Topic No. 3 on the left side."], "第5回": ["Industrialization, the Rise of Militarists and Colonization in Imperial Japan<BR/>Film Supplement: Memoirs of a Geisha", "Applying system&#39;s analysis,  find the causes of the rise of militarists in interwar Japan."], "第6回": ["apan&#39;s Attack on Pearl Harbor and Defeat <BR/>Documentary Supplement: Road to the Pacific War (in Japanese) by<BR/>&quot;Naze nihonnjin wa senso eto mukattanoka (Road to Pear Harbor)&quot; NHK DVD Document in Japanese  &amp; &quot;History of World War II - Hiroshima&quot; by BBC", "Apply rational decision-making theory to Japan&#39;s attack at Pearl Harbor and American drop of A-bombs in Hiroshima and Nagasaki ."], "第7回": ["The Allied Occupation of Japan and Postwar Development<BR/>Documentary supplement: Pacific Century: Reinventing Japan", "Study the Occupation and answer the following:<BR/>1. What were its objectives?<BR/>2. What were unique features?<BR/>3. What did it achieve and why?<BR/>4. What are the most significant impact of the Occupation on Japanese politics, economy, society, culture, education. foreign relations, ...?"], "第8回": ["Making of a New Japan", "Study continuities and discontinuities between the prewar era and post war eras."], "第9回": ["Part 3 Current Issues: Group Case Studies<BR/>Research Group Workshop", "TBA"], "第10回": ["Current Debate and Issues in Japan 1: Law, Politics and Governance Issues such as Constitutional Revision Debate, Clean Energy Development, Disaster Management and Elections", "TBA"], "第11回": ["Current Debate and Issues in Japan 2: Economy and Business such as Japan&#39;s Economic &quot;Miracle,&quot; lost decades, COVID-19, Business Startups and Digital Economy", "TBA"], "第12回": ["Current Debate and Issues in Japan 3: Society and Culture such as Working Poor, Gender Equality, the Paralympic and Ijime (bulling).", "TBA"], "第13回": ["Current Debate and Issues in Japan 4: Internationalization such as Higher Education, Multiculturalism, Diversity &amp; Inclusion and Foreign Workers", "TBA"], "第14回": ["Part 4: Conclusion and Summary: Transformation and Lessons from Japan", "TBA"], "授業計画1": "Changes to scheduling and lecture content may be necessary, owing to unavoidable circumstances. Please check this syllabus until LUNA becomes available. After then, all communication will be sent via LUNA."}, "評価": {"教科書Required texts0": "All essential readings and other materials to be given at least one week before each class. For the first few session, countrystudy.us/japan/ (cited as CS Japan) by US Library of Congress as well as other materials will be used.", "参考文献・資料Reference books0": "TBA", "学生による授業評価の方法Course Evaluation by Students0": "Course evaluation is to be conducted in Dec./Jan.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "For details, see below"], "成績評価Grading2": "備考　Note\n授業中試験(Test conducted in class)/その他(others)\nGRADING PROCEDURES\nFinal scores will be determined by the following system:\n(1) Reading-based class assignments 30%\n(2) Independent Research Presentation 40%\n(3) Other in-class assignments 30%", "備考Note0": "Group oral presentation topics should deal with how global forces have influenced Japan at the international, national, community or individual levels or in some dimensions; or how Japan has affected the outside world. Presentation by each student should be less than 12 minutes in each group.", "備考Note1": ["Mito Government & Industrial Dev't in Mod Japan.pdf", "Session 3 Case Study: The Oil Industry"], "備考Note2": ["Final Development of Universities 2020 May .pdf", "Session 3 Case Study: The Higher Education Sector"], "備考Note3": ["Ted van Doorn Canadian Academy Review_S06.pdf", "Session 4 Kobe in the Age of Globalization: Ted van Doorn"], "更新日時/Date of Update4": "2022年02月18日 13時13分38秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＭＲ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（グローバル化世界における日本）／JSC Japan in Globalizing World", "管理部署": 21, "単位数": 2, "担当者": "水戸　考道（MITO TAKAMICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 9, "評価1": 4, "開講期": 2}