{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course is designed to overview the major topics in the study of Japanese phonetics and phonology. Acquiring the manipulating skills of a sound analyzer by using a computer is also one of the objects to learn for this course. The areas covered in this course are mainly acoustic phonetics, articulatory phonetics, auditory phonetics, and phonology in which various sound-related phenomena are dealt with from a various points of view based on generalized rules. Since accentuation is difficult to learn as well as mora-timed rhythm in the course of the study of the language, this course places a focus on the teaching of the rules in pitch accent. So, this course may help students improve their pronunciation of Japanese a great deal.", "到達目標": "By overviewing the major topics in the study of Japanese phonetics and phonology, students are expected to fully understand the sound system composing the Japanese grammar. Specifically, students will become aware of various rules functioning for the pitch accent, the more-timed rhythm, sequential voicing, compounding, sound changes, intonation, etc. in the Japanese grammar. Furthermore, through this course, students will be able to fully understand the difference in sound system between English and Japanese.", "授業方法": "Face to face format. Lecture: No need to buy the textbook (It&#39;s expensive! If you wish to borrow one copy, let me know by e-mail, but the materials provided through PowerPoint will suffice to study in this course). Learning materials based on PowerPoint will be given to you each time you attend the class. (Adress: Hiromi Otaka &lt;h-ohtaka@kwansei.ac.jp&gt;)<BR/>If you wish to take this class remotely for some valid reason, you can do so. You need to contact the instructor.", "トピック": {"第1回": ["April 13 Week 1: Japanese Phonetics #1", "Instructor&#39;s e-mail address: Hiromi Otaka<BR/>                             h-ohtaka@kwansei.ac.jp"], "第2回": ["April 20 Week 2: Acoustic phonetics &amp; Japanese phonetics #2", ""], "第3回": ["April 27 Week 3: Phonemics", ""], "第4回": ["May 11 Week 4: Vowels #1", ""], "第5回": ["May 18 Week 5: Vowels #2", ""], "第6回": ["May 25 Week 6: Syllable-initial consonants", ""], "第7回": ["June 1 Week 7: Syllable-final consonants", ""], "第8回": ["June 8 Week 8: Syllables and moras", ""], "第9回": ["June 15 Week 9: Japanese mora-timed rhythm", ""], "第10回": ["June 22 Week 10:  Accent in Japanese", ""], "第11回": ["June 29 Week 11: Intonation in Japanese", ""], "第12回": ["July 6 Week 12: Sounds in dialects", ""], "第13回": ["July 13 Week 13: Other topics - Language acquisition", ""], "第14回": ["July 20 Week 14: Final Exam", ""], "授業外学習2": "Expected to attend the class every time, to prepare well for homework given at the end of each class."}, "評価": {"教科書Required texts0": "Vance, Timothy (2008) The Sounds of Japanese, Cambridge University Press\n(You can borrow a copy from the instructor free of charge.) Handouts given by the instructor each time will suffice for your study in this course.", "参考文献・資料Reference books0": "Otaka, Hiromi (2008) Phonetics and Phonology of Moras, Feets and Geminate consonants in Japanese, University Press of America\n(You can borrow a copy from the instructor free of charge.)", "学生による授業評価の方法Course Evaluation by Students0": "End-term evaluations will be conducted.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "Home assignments 50%, Final exam 50%"], "更新日時/Date of Update0": "2021年03月20日 10時35分37秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜３時限／Tuesday 3", "春学期／Spring", "ＭＲ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（言語学：音声学・音韻論）／JSC Japanese Phonetics and Phonology", "管理部署": 21, "単位数": 2, "担当者": "大高　博美（OTAKA HIROMI） ", "履修基準年度": "１年", "時限1": 9, "評価1": 2, "開講期": 1}