{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "英文欄参照/Refer to the following", "到達目標": "英文欄参照/Refer to the following", "授業方法": "Face to face format. Most classes will involve a lecture component followed by whole-class and small-group discussions. Groups will sometimes be asked to make impromptu speeches to summarize the contents of discussion. The final few classes of the semester will be dedicated to student presentations. You should have a stable wifi or internet connection at home to complete all out-of-class assignments.", "トピック": {"第1回": ["**The course contents are subject to change dependent on the information received from the students&#39; needs analyses. The needs analyses will be done during the first class of the semester.<BR/><BR/>Students will complete two sections of this course: 1) intercultural communication foundations, and 2) applied intercultural communication. First, the foundations component of the course will involve the role of culture in communication and how intercultural competences may improve the chances of successful cross-cultural interactions, especially in Japan. With an understanding of culture as distinct, yet fluid, the second stage of the course examines the intercultural foundations in practice. <BR/><BR/>Introductions, ice breakers, needs analysis", ""], "第2回": ["Section 1: Intercultural Communication Foundations<BR/>Culture conceptualized and defined", ""], "第3回": ["Exploring the veracity of national dimensions of culture: Hofstede and Trompenaars &amp; Hampden-Turner", ""], "第4回": ["The role of national and personal identity in culture", ""], "第5回": ["Section 2: Applied Intercultural Communication<BR/>Cultural values and intercultural considerations in Japanese society: a focus on etiquette", ""], "第6回": ["Introduction to final presentation, team discussion on cross-cultural etiquette", ""], "第7回": ["Analysis of cross-cultural encounters", ""], "第8回": ["Presentation and discussion: Tokyo 2020 and its cultural legacy", ""], "第9回": ["Presentation and discussion: gender and sexuality issues across cultures", ""], "第10回": ["Presentation and discussion: nonverbal communication across cultures", ""], "第11回": ["Presentation and discussion: the role of religion and spirituality on culture and communication", ""], "第12回": ["Presentation and discussion: cross-cultural communication and the university experience: a comparative analysis", ""], "第13回": ["Presentation and discussion: the role of family and housing on adult lifestyle and perspective", ""], "第14回": ["Presentation and discussion: language issues; does language influence thought and actions?", ""], "授業外学習2": "Students are expected to attend class regularly and dedicate approximately two hours a week towards homework. Homework assignments include weekly journals that provide the basis for the following week’s lesson. Essentially, the journal assignment will allow students to prepare for the following week’s discussion.  Also, students will be expected to make a team presentation of approximately 20 minutes on a theme related to course content. You should have a stable wifi or internet connection at home to complete all out-of-class assignments."}, "評価": {"教科書Required texts0": "None required for purchase - material will be provided by the instructor", "参考文献・資料Reference books0": "N/A", "学生による授業評価の方法Course Evaluation by Students0": "At the end of each class, students will be asked to complete a brief progress report, where they may share thoughts on their effort and make comments related to the course content. At the end of the semester, students will complete a course evaluation.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "final presentation"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "weekly journal assignment (10 x 3%)"], "成績評価Grading3": ["その他／Others (99)", "30 %", "participation"], "更新日時/Date of Update0": "2021年09月08日 17時19分30秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "Ｇ－２２７"]}, "campas": 0, "name": "【300】総合日本学習科目（異文化コミュニケーションＡ)／JSC The Study of Intercultural Communication A", "管理部署": 21, "単位数": 2, "担当者": "ナウラン　Ａ．（NOWLAN ANDREW GERALD PARKER） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}