{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The objective of this course is to understand how culture affects the way we communicate. The focus will be on raising awareness of the relationship between culture and our values, attitudes and behavior. The course will investigate the different factors that influence people&#39;s communication. Students will be expected to first reflect on their own culture and communication styles and then make comparisons with those of other cultures. Understanding comes not only through cognitive and academic study, but also by being aware of our own emotional reactions. Thus, there will be a strong focus on experiential learning and reflective practice.", "到達目標": "Students will become more aware of their own culture and communication styles. They will gain a deeper knowledge and understanding of the essential nature of cultural differences. They will learn about unconscious and hidden factors of intercultural communication. They will be able to articulate their findings in a clear and objective way. They will learn that emotional responses are equally important and need not be avoided.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "1. This course will be conducted in English only and English will be the means of communication between the students and the instructor.  (Students will also be expected to communicate with one another in English.)<BR/>2.  Students are encouraged to actively participate in class discussions, both independently and collaboratively.<BR/>3. This is a COIL (Collaborative Online International Learning) course. COIL courses use Information and Communication Technology (ICT) to connect students in different countries through a combination of synchronous and asynchronous sessions, with the purpose of having students interactively discuss and collaborate on projects and activities designed to expand their knowledge and boost their understanding of various topics. COIL courses help students build various skills. For this particular course, KGU is collaborating with UTAR (Universiti Tunku Abdul Rahman) in Malaysia. Six out of fourteen session will be conducted in collaboration with UTAR professor(s) and students. The is a great opportunities for students in Japan to connect and collaborate with students abroad. Join us!", "トピック": {"第1回": ["Introduction: What is culture?", "One to two hours of homework can be expected each week."], "第2回": ["Presentations", "One to two hours of homework can be expected each week."], "第3回": ["What are the characteristics of high- and low-context cultures?", "One to two hours of homework can be expected each week."], "第4回": ["Presentations", "One to two hours of homework can be expected each week."], "第5回": ["COIL<BR/>Oral Communication<BR/>- What are the basics of oral communication?<BR/>- What is the culture of English presentations and general public speaking?", "One to two hours of homework can be expected each week."], "第6回": ["COIL<BR/>Intercultural Communication <BR/>- Why is cultural awareness so important?", "One to two hours of homework can be expected each week."], "第7回": ["COIL<BR/>Cultural Values<BR/>- How are cultural values represented?", "One to two hours of homework can be expected each week."], "第8回": ["COIL<BR/>Group Project Presentation", "One to two hours of homework can be expected each week."], "第9回": ["COIL<BR/>Cultural Identity and Culture Star<BR/>- How do you identify yourself?", "One to two hours of homework can be expected each week."], "第10回": ["COIL<BR/>Final Presentation on Group Project<BR/>Feedback &amp; Reflection", "One to two hours of homework can be expected each week."], "第11回": ["Cultural Stereotypes", "One to two hours of homework can be expected each week."], "第12回": ["Othering, Prejudice and Discrimination", "One to two hours of homework can be expected each week."], "第13回": ["Putting it Altogether", "One to two hours of homework can be expected each week."], "第14回": ["Final Presentations", "One to two hours of homework can be expected each week."], "授業外学習2": "One to two hours of homework can be expected each week."}, "評価": {"教科書Required texts0": "none", "参考文献・資料Reference books0": "none", "学生による授業評価の方法Course Evaluation by Students0": "Students will evaluate the course and the instructor according to the university's guidelines.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Weekly Assignments = 60%; Presentations = 40%"], "成績評価Grading2": "備考　Note\nWeekly Assignments = 60%; Presentations = 40%", "更新日時/Date of Update0": "2023年02月10日 14時21分36秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜５時限／Monday 5", "秋学期／Fall", "ＭＲ－２０１"]}, "campas": 0, "name": "【300】総合日本学習科目（異文化コミュニケーションＢ)／JSC The Study of Intercultural Communication B", "管理部署": 21, "単位数": 2, "担当者": "フェルナンデス　Ｅ．（FERNANDES ELISABETH M. A.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 4, "開講期": 2}