{"履修期": "秋学期集中", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to become acquainted and/ or deepen their existing knowledge of anime and manga and how they conform to one of the most important cores of pop culture, both in Japan and abroad. Students will learn about the history and characteristics of anime and manga and their inherent transmedia qualities together with how they shape or are shaped by other fields such as games, live-action films, television dramas or even kabuki and advertising.", "到達目標": "By the end of the course, participants will be able to<BR/>1) Demonstrate a better knowledge of Japanese pop culture from a manga and anime perspective<BR/>2) Understand and analyze the history, &quot;grammar&quot;, characteristics and techniques behind manga and anime 3) Discern how anime and manga influences are ubiquitous in all aspects of Japanese society, culture and business.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture and group discussions.", "トピック": {"第1回": ["Introduction to the course and its proceedings. Students Pop Culture Interest Inventory. Sharing interests with other students. Definition of Pop Culture. Exporting Cool Japan and Kawaii. Pair/ Group discussions of Current Pop Culture Trends in other countries compared to Japan: what is currently cool/ fashionable/ popular/ etc. Students&#39; Perception of Otakus and Weeabos.", "Review and tasks about the content of each class."], "第2回": ["Defining Pop Culture. Icons of Manga and Anime.<BR/>Manga at the heart of pop culture: reasons. The popularity of Yaoi / BL (Boy Love) and Yuri. Isekai. Pair/ Group discussion of images. Viewing of relevant clips.", "Review and tasks about the content of each class."], "第3回": ["History of Manga (1): Choju- Jinbutsu Giga Emaki, Hokusai Manga, Ukiyo-e. European Japonisme.", "Review and tasks about the content of each class."], "第4回": ["History of Manga (2): From Girls&#39; magazines into Shojo manga. Shonen manga. Kamishibai. Gekiga and counterculture in the 60s. Year 24 Group.<BR/>Manga genres and examples. Study cases: Ashita no Joe and The Rose of Versailles.", "Review and tasks about the content of each class."], "第5回": ["Manga grammar. Manpu: Manga iconography<BR/>Speech bubbles, background designs, faces, expressions, designs. Examples. Manga reading direction. Yon-Koma manga.", "Review and tasks about the content of each class."], "第6回": ["International recognition of manga as Art Number 9. The marketing of manga. Main publishers. From manga/ anime into ra-nobe (Light novels) and musicals. Manga and technologies/ social media. Webtoons. Fan media. Games.", "Review and tasks about the content of each class."], "第7回": ["History of Anime (1)<BR/>Early animation techniques: Chiyogami Eiga, Silhouette, Cel and Stop Motion. The birth of Japanese animation and its relation to its global context.<BR/>The pioneers: Shimokawa, Kitayama, Kouchi, Maekawa, Ofuji, Masaoka, Murata and Seo.<BR/>Animation genres in interwar Japan. Viewing of some relevant examples and clips.", "Review and tasks about the content of each class."], "第8回": ["History of Anime (2)<BR/>Anime and propaganda. Case studies.<BR/>Influence on the &quot;God of Manga&quot;, Tezuka Osamu. Anecdotes by Tezuka himself. Toei Manga Eiga Studios. Postwar anime and colour: Hakujaden (The White Serpent)<BR/>Mini-presentations: My favourite manga/anime/game", "Review and tasks about the content of each class."], "第9回": ["Tezuka Osamu: biographical details<BR/>Tezuka and the Takarazuka Revue<BR/>Astro Boy: from a serialised manga into animated television series. Establishment of conventions for weekly animation series. Advertising, sponsorship and Manga Eiga. Toys.<BR/>Anime Tourism: popularity abroad, students&#39; own experiences and wishes/ plans.", "Review and tasks about the content of each class."], "第10回": ["Field Trip to the Osamu Tezuka Museum in Takarazuka. Stroll around the Takarazuka Grand Theatre and station area if possible, searching for Pop Culture elements and contents studied in class.", "Review and tasks about the content of each class."], "第11回": ["Anime Icons:<BR/>Dystopian Japan: Neo- Tokyo 2019 and Akira.<BR/>International recognition of anime: the case of Otomo Katsuhiro&#39;s Akira. Apocalyptic manga, anime and film in Japan. Godzilla.<BR/>Studio Ghibli&#39;s Nausicaä of the Valley of the Wind (1984).<BR/>Neon Genesis Evangelion (1995- 1996). Makoto Shinkai&#39;s works", "Review and tasks about the content of each class."], "第12回": ["Akiba Culture (Cosplay, Maid Cafés, etc.) and Otome Road. Discussion of students’ impressions, likes and dislikes.<BR/>Seiyuu (Voice actors) as pop idols.<BR/>Voice acting in Japan: historic background<BR/>Voice acting academies. Famous voice actors and sample clips.", "Review and tasks about the content of each class."], "第13回": ["Field Trip to Kyoto", "Review and tasks about the content of each class."], "第14回": ["Students’ presentations on Pop Culture and discussion", "Review and tasks about the content of each class."], "第15回": ["Students&#39; Presentations on Pop Culture and Discussion Course Summary and Wrap-up", "Review and tasks about the content of each class."]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Active participation in class discussions work on assignments20％・Presentation 50％・Field Trip Report 30%"], "更新日時/Date of Update0": "2022年11月22日 16時33分08秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【300】総合日本学習科目（日本研究セミナーD）　１／JSC Japanese Studies Seminar D", "管理部署": 21, "単位数": 2, "担当者": "ムニョス　Ｍ．Ｊ．（MUNOZ MARIA JOSE GONZALEZ） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 4, "開講期": 9}