{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course has the aim to introduce social issues in relation to diversity and inclusion. We will address both personal experience, policy and practice taking examples from Japan and the US and UK. We will think about questions such as: What are the experiences of children and young people with disability or chronic illness? What are the experiences of other minority children and young people? Who are they and how should we support them? How do we think about the challenges they face? Who should be responsible for supporting them? What systems do we need to create greater equality, participation and inclusion across diverse settings?", "到達目標": "By the end of this course it is expected that students will:<BR/>1)\tBe able to recognize social issues in relation to diversity;<BR/>2)\tBetter understand the subjective experience of being discriminated;<BR/>3)      Be able to explain possible solutions as the social model of disability and inclusive　education;<BR/>4)\tBe able to reflect critically about possible weaknesses and limitations of those solutions;<BR/>5)\tImprove their ability to think critically and to collaborate with other students.", "授業方法": "Face to face format. The teaching will involve short interactive lecture sections followed by discussion of key points.", "トピック": {"第1回": ["Introduction to the field - Diversity and Inclusion: How are they different?", ""], "第2回": ["Personal experiences UK - Mabel Cooper&#39;s life story in her own words. Living inside a hospital and then in the community", "Rix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1, London: Routledge. Chapter 2:"], "第3回": ["Personal experience Japan – Naoki Higashida&#39;s experience of living with autism", "Higashiishida, Naoki 2017. Fall down 7 times get up 8. London: Sceptre. pp.161-181"], "第4回": ["Personal experience US - Jame&#39;s Charlton story of his involvement in disability activism", "Charlton, J.2000. Nothing about us without us: Disability oppression and empowerment.<BR/>Berkeley: University of California Press. Chapter 6"], "第5回": ["Personal experiences UK - Heidi Safia Mirza&#39;s story. Race, gender and educational desire", "Rix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1, London: Routledge. Chapter 4"], "第6回": ["Development of the concepts of inclusion in education.", "Topping, Keith &amp; Maloney, Sheelagh (eds.) (2005) The Routledge Falmer Reader in Inclusive Education. Chapter 1"], "第7回": ["Inclusive practice: what, why and how?", "Topping, Keith &amp; Maloney, Sheelagh (eds.) (2005) The Routledge Falmer Reader in Inclusive Education.  Chapter 2"], "第8回": ["Connecting the disconnected: exploring issues of gender, &#39;race&#39; and SEN within an inclusive context.", "Topping, Keith &amp; Maloney, Sheelagh (eds.) (2005) The Routledge Falmer Reader in Inclusive Education.  Chapter 7"], "第9回": ["Activism: Signing and the politics of identity in Japan.", "Nakamura, Karen. 2006. Deaf in Japan: Signing and the politics of identity.  London. Cornell University Press. Chapter 2"], "第10回": ["Activism:: Inclusive education in Osaka, Japan.", "Futaba Yasuko. Inclusive education under a collectivist culture. Journal of Research in Special Educational Needs. Volume 16, Number s1 ,2016 649–652."], "第11回": ["Activism: Nothing about us without us: US disability movement.", "Charlton, J.2000. Nothing about us without us: Disability oppression and empowerment.<BR/>Berkeley: University of California Press. Chapter 1."], "第12回": ["Questions: From a medical to a social model of disability", "Rix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1, London: Routledge. Chapter 11"], "第13回": ["Questions: A new sort of exclusions? Questioning prenatal diagnosis", "Shakespeare, Rom. Disability rights and wrongs revisited. Second edition. London. Routledge. Chap 6."], "第14回": ["Student presentations &amp; final report", ""]}, "評価": {"教科書Required texts0": "Charlton, J.2000. Nothing about us without us: Disability oppression and empowerment.\nBerkeley: University of California Press.\nFutaba Yasuko. Inclusive education under a collectivist culture. Journal of Research in Special Educational Needs. Volume 16 , Number s1 ,2016 649–652\nHigashiishida, Naoki 2017. Fall down 7 times get up 8. London: Sceptre.\nNakamura, Karen. 2006. Deaf in Japan: Signing and the politics of identity. London. Cornell University Press.\nRix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1, London: Routledge.\nTopping, Keith/Maloney, Sheelagh (eds.) (2005) The Routledge Falmer Reader in Inclusive Education.\nShakespeare, Rom. Disability rights and wrongs revisited. Second edition. London. Routledge.", "参考文献・資料Reference books0": "Charlton, J.2000. Nothing about us without us: Disability oppression and empowerment.\nBerkeley: University of California Press.\nFutaba Yasuko. Inclusive education under a collectivist culture. Journal of Research in Special Educational Needs. Volume 16 , Number s1 ,2016 649–652\nHigashiishida, Naoki 2017. Fall down 7 times get up 8. London: Sceptre.\nNakamura, Karen. 2006. Deaf in Japan: Signing and the politics of identity. London. Cornell University Press.\nRix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1, London: Routledge. Topping, Keith/Maloney, Sheelagh (eds.) (2005) The Routledge Falmer Reader in Inclusive Education.\nShakespeare, Rom. Disability rights and wrongs revisited. Second edition. London. Routledge.", "学生による授業評価の方法Course Evaluation by Students0": "Weekly comments sheets to be filled in by students", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "Final paper on one area of focus."], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "Written responses to readings 4 times、"], "成績評価Grading3": ["その他／Others (99)", "10 %", "Presentation on final paper"], "成績評価Grading4": "備考　Note\nWritten responses to readings 4 times 10% = 40\nPresentation on final paper = 10%\nFinal report on case study 2,500 to 3,000 50%", "更新日時/Date of Update0": "2021年01月29日 19時00分35秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－２０８"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【300】総合日本学習科目（ダイバーシティ・インクルージョン）／JSC Diversity and Inclusion", "管理部署": "国際教育・協力センター（CIEC　JEASP）／Center for International Education and Cooperation (JEASP)", "単位数": "2", "担当者": "山本　ベバリーアン（YAMAMOTO BEVERLEY ANNE） ", "履修基準年度": "１年", "時限1": "月曜４時限／Monday 4", "開講期": "春学期／Spring"}