{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Diversity and inclusion are two interconnected concepts and sets of principles that are seen as very important today in a number of fields, but especially education, health and employment. While diversity and inclusion are often used as a set phrase, they are not interchangeable. Diversity as a concept and principle refers to the (equal) representation of people in all their variety – gender and gender identity, religious background, economic background, race or ethnic background, sexual orientation and even neurological/cognitive traits. Inclusion is about how well the presence, contributions and perspectives of different groups of people are valued and integrated into an environment such as a school or workplace. This course will provide opportunities for students to study and explore in more detail diversity and inclusion as concepts, as well as issues of discrimination and inequality.", "到達目標": "By the end of this course it is expected that students will:<BR/>1)\tHave a solid understanding of the concepts of diversity and inclusion;<BR/>2) To be able to discuss and offer informed opinion on a number of diversity and inclusion issues;<BR/>3)  To offer advice on how to set and achieve diversity and inclusion goals<BR/>4)  To gain confidence in having meaningful conversations about difference;<BR/>5)  Understand the some of the challenges of moving from principles to practice", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "In this class we will explore the interconnected concepts of diversity and inclusion. We will start by examining these two concepts, their history and the variety of meaning, and their usage. Next, we will explore different sets of diversity and inclusion issues in the contexts of race and ethnicity, ability and disability, gender, sexuality and gender identification, age and ageing, and socioeconomic status. At the same time, we will seek to better understand how those who are different can be marginalized, experience discrimination, unequal power relations and even oppression. The course will also explore the roots of resilience, community, and the generation of social capital that can enrich the lived experiences of and create support structures for those who tend to be marginalized.", "トピック": {"第1回": ["Introduction to the ideas of diversity and inclusion", "Post introduction and expectations of course on black board."], "第2回": ["Understanding diversity and inclusion issues in different settings", "Read: Topping, Keith/Maloney, Sheelagh (eds.) (2005) The Routledge Falmer Reader in Inclusive Education. Chapter 1 Development of the concepts of inclusion in education."], "第3回": ["Race, ethnicity and racism I", "Read Ryoko Tsuneyoshi et al (2011) Minorities and education in multicultural Japan. Routledge. Chapters 5 and 7.<BR/>Suki Ali (2003) Mixed-race, post-race: gender, new ethnicities and cultural practices. Routledge. Chapter 3."], "第4回": ["Race, ethnicity and racism II", "Leading class discussion"], "第5回": ["Ability, disability, and ableism I", "Statement of problem for final paper due.<BR/>Read Rix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1, London: Routledge. Chapter 2: Mabel Cooper&#39;s life story. <BR/>Higashiishida, Naoki 2017. Fall down 7 times get up 8. London: Sceptre. pp.161-181<BR/>Rix, Jonathan et al. (eds.) (2010) Equality, Participation and Inclusion 1. Chapter 11:  From a medical to a social model of disability"], "第6回": ["Ability, disability, and ableism II", "Leading class discussion"], "第7回": ["Sex, gender, gender identity, and gender discrimination I", "bell hooks 2000. Feminism is for everyone: passionate politics. Routledge. Chapters 2 and 4.<BR/>Kryss Shane (2020) The Educator&#39;s Guide to LGBT+ Inclusion. Jessica Kingsley Publishers. Chapter 1."], "第8回": ["Sex, gender, gender identity, and gender discrimination II", "Leading class discussion"], "第9回": ["Socioeconomic status, and classism I", "Literature review due<BR/>Read Rix et al., Chapter 5: Brushed behind the bike shed: working-class lesbians&#39; experiences of school.<BR/>Greg J. Duncan and Richard J. Murnane (2014) Restoring Opportunity, Harvard Education. Chapter 23"], "第10回": ["Socioeconomic status, and classism II", "Leading class discussion"], "第11回": ["Age, Ageing, and Ageism I", "Read Margaret Cruikshank (2013) Learning to be Old: Gender, culture and ageing. Rowman &amp; Littlefield Pub Inc<BR/>Barbara Macdonald and Cynthia Rich (1991) Look Me in the Eye. Spinsters Ink"], "第12回": ["Age, Ageing, and Ageism II", "Leading class discussion"], "第13回": ["Bias in technology I", "Final paper due<BR/>Safiya Uomja Noble 2018. Algorithm oppression: How search engines reinforce racism. NYU Press. Chapter 1.<BR/>Virginia Eubanks. 2019 Automating inequality: How high-tech tools profile, police and punish the poor. Picador. Chapter 1."], "第14回": ["Bias in technology II", "Summative exercise due"]}, "評価": {"教科書Required texts0": "Each reading is given in the weekly assignments list.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "55 %", "A rubric will be provided in the first class."], "成績評価Grading2": ["授業中試験／In-class examination (03)", "25 %", "A rubric will be provided for leading class discussions"], "成績評価Grading3": ["その他／Others (99)", "20 %", "Summative report and class participation - rubrics will be provided"], "成績評価Grading4": "備考　Note\nLeading class discussion 25\nFinal report divided into three parts 55\nSummative exercise 10\nClass participation 10", "更新日時/Date of Update0": "2022年02月18日 13時13分38秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（ダイバーシティ・インクルージョン）／JSC Diversity and Inclusion", "管理部署": 21, "単位数": 2, "担当者": "山本　ベバリーアン（YAMAMOTO BEVERLEY ANNE） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 1, "評価2": 2, "評価3": 4, "開講期": 1}