{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "This course will provide you with an in-depth understanding of the forces shaping<BR/>contemporary Japan. In order to understand Japan as it is today, we will explore the<BR/>socio political forces that have shaped Japanese society. Along the way, we will explore<BR/>how choices made in the adoption of social policy have created a very distinct political<BR/>system. Furthermore, we will discuss how both traditional and current expressions of<BR/>culture weigh heavy in the politics of Japan.<BR/>We will start the course by becoming familiar with the most important actors and<BR/>institutions shaping Japanese politics. We will then study how these actors and<BR/>institutions interact with ideology, identity, and economic forces to shape how political<BR/>events unfold. From there, we will focus our attention on the big problems facing the<BR/>country, these include: the struggling economy, an aging population, welfare,<BR/>healthcare, and gender and sexuality issues. Specifically, we will pay close attention to<BR/>the role of public policy reforms in immigration, education, environment, and social<BR/>services. Then, we will explore how such issues manifest themselves in contemporary<BR/>culture.", "到達目標": "・Understand the main forces shaping contemporary Japanese Society.<BR/>・Understand how Japanese policymakers think about addressing the countries main challenges. Such as, economic growth, aging population, welfare policy, climate change, and migration among others.<BR/>・Learn how social issues are interconnected and how solving one issue can exacerbate another.", "特記事項": "", "関連科目": "", "授業の概要・背景": "See Attached File<BR/>（添付ファイル参照）", "授業方法": "PARTICIPATION, ATTENDANCE, AND ENGAGEMENT<BR/>You will be ready to participate actively in discussions. We expect you to be engaged<BR/>and attentive. You must understand that we are in a different cultural space, body<BR/>language is important and you must be aware of how your behavior is perceived and<BR/>affects others.<BR/>You will be expected to come to class prepared to discuss the assigned readings for the<BR/>day, participate actively in class discussions, and as often as applicable, be able to<BR/>relate the material to current events. If you are absent for 5 or more classes, you will<BR/>receive an F for the course.", "トピック": {"授業計画1": "See Attached File<BR/>（添付ファイル参照）", "授業外学習2": "See Attached File<BR/>（添付ファイル参照）"}, "評価": {"教科書Required texts0": "All readings will be made available electronically along with a list of what readings correspond to what class day.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See Method of or Criteria for Evaluation Note"], "成績評価Grading2": "備考　Note\nSee Attached File\n（添付ファイル参照）", "添付ファイル2/File Attachment 20": ["Topics in Japanese Society 2023 version 02.pdf", ""], "更新日時/Date of Update1": "2023年03月23日 11時23分16秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【300】総合日本学習科目（Topics in Japanese Society）／JSC Topics in Japanese Society", "管理部署": 21, "単位数": 3, "担当者": "ニシカワ　カツオ（NISHIKAWA KATSUO A.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 4, "開講期": 8}