{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "The purpose of this course is to introduce students to the dominant religious traditions found across Asia, specifically India, Tibet, China, and Japan, in order to enhance their knowledge of the world and the peoples in it more broadly, as well as encourage awareness of a historically, globally, and economically important part of the world specifically.", "到達目標": "By the end of this course, you will be able to:<BR/>1. Demonstrate familiarity with the basic history, figures, concepts, and practices found in the major Asian religious traditions.<BR/>2. Compare and contrast elements within Hinduism, Buddhism, Confucianism, Daoism, and Shinto in order to identify any commonalities as well as those ways in which they differ.<BR/>3. Provide coherent analyses of some of the important ways in which members of these religious traditions negotiate differences and assert their distinct identities.<BR/>4. Present ideas through papers and exams in a clear and cogent fashion.", "特記事項": "", "関連科目": "", "授業の概要・背景": "Course Description:<BR/>This course serves as a general introduction to Asian Religions, in particular Indian Hinduism<BR/>and Buddhism; Tibetan Bön and Buddhism; Chinese Confucianism, Daoism, and Buddhism; and<BR/>Japanese Buddhism and Shinto. By emphasizing the reading of primary texts in translation we<BR/>will explore the major ideas and practices of these traditions, taking special note of the cultural,<BR/>historical, political, and material contexts in which they were conceived and developed. There<BR/>are no prerequisites for this course.", "授業方法": "Lecture", "トピック": {"第1回": ["06/12 The Study of Religion and South Asian Religion", "See attached sheet"], "第2回": ["06/13 The Indus Valley Civilization and the Aryans<BR/>Craven, Indian Art, pp. 9-17<BR/>Narayanan, “The Hindu Tradition,” pp. 16-23<BR/>Davis, “Introduction: A Brief History of Religions in India,” pp. 3-11<BR/>Embree, Sources of Indian Tradition, pp. 3-39", "See attached sheet"], "第3回": ["06/14 The Upanishads<BR/>Prabhavananda and Manchester, The Upanishads, chapters I - XII", "See attached sheet"], "第4回": ["06/15 Epic Literature and the Bhagavad Gita<BR/>Embree, Sources of Indian Tradition, pp. 276-280<BR/>Miller, The Bhagavad-Gita, pp.1-14, 23-146", "See attached sheet"], "第5回": ["06/16 Hindu Bhakti and Renunciation in India (Video)<BR/>Embree, Sources of Indian Tradition, pp.203-212<BR/>Narayanan, “The Hindu Tradition,” pp.57-67<BR/>Eck, Darśan, pp.3-10, 59-75", "See attached sheet"], "第6回": ["06/19 The Buddha and Dharma<BR/>Robinson, et al., Buddhist Religions, pp.1-11, 22-39<BR/>Gethin, Foundations of Buddhism, pp.133-162", "See attached sheet"], "第7回": ["06/20 The Sangha, Meditation, and Magic<BR/>Prebish and Keown, Introducing Buddhism, pp.60-71<BR/>Lopez, Buddhist Scriptures, pp.223-229<BR/>Strong, The Experience of Buddhism, pp.128-138", "See attached sheet"], "第8回": ["06/21 Video: Buddhism in Sri Lanka<BR/>Course Paper 1 due by 11:59pm", "See attached sheet"], "第9回": ["06/22 Mahāyāna and Vajrayāna<BR/>Mitchell, Introducing the Buddhist Experience, pp.103-133<BR/>Mitchell, Introducing the Buddhist Experience, pp.153-159", "See attached sheet"], "第10回": ["06/23 Kyoto Fieldtrip (No Class)", "See attached sheet"], "第11回": ["06/26 Midterm and Tibetan History<BR/>Mitchell, Introducing the Buddhist Experience, pp.160-170, 178-181<BR/>Kvaerne, The Bon Religion of Tibet, pp.9-23", "See attached sheet"], "第12回": ["06/27 Tibetan Buddhism and Beliefs<BR/>Strong, The Experience of Buddhism, pp.212-216<BR/>Lopez, Buddhist Scriptures, pp.478-494, 430-438", "See attached sheet"], "第13回": ["06/28 Early Chinese History and Confucius<BR/>Poceski, Introducing Chinese Religions, pp.8-32<BR/>Muller, The Analects (Books 1-10)", "See attached sheet"], "第14回": ["06/29 The Analects<BR/>Poceski, Introducing Chinese Religions, pp.34-50<BR/>Muller, The Analects (Books 11-20)", "See attached sheet"], "第15回": ["06/30 Mencius, Xunzi, and Neo-Confucianism<BR/>Lau, Mencius, 3-28<BR/>Ivanhoe and Van Norden, Classical Chinese Philosophy, pp.255-266<BR/>De Bary and Bloom, Sources of Chinese Tradition, pp.697-714<BR/>Poceski, Introducing Chinese Religions, pp.60-63", "See attached sheet"], "第16回": ["07/03 Laozi and the Dao De Jing<BR/>LaFargue, The Tao of the Tao Te Ching, pp.ix-xi, xv-xvi, 3-107", "See attached sheet"], "第17回": ["07/04 Philosophical vs. Religious Daoism<BR/>LaFargue, The Tao of the Tao Te Ching, pp.109-177<BR/>Palmer, The Book of Chuang Tzu, pp.22-24<BR/>Kohn, “The Lao-tzu Myth,” pp.41-60<BR/>Course Paper 2 due by 11:59pm", "See attached sheet"], "第18回": ["07/05 Chinese Popular Religion and Religious Life in Taiwan (Video)<BR/>Robinet, “Celestial Masters,” pp.53-70<BR/>Teiser, “Problem of Popular Religion,” pp.21-25<BR/>Schipper, “Divinity,” pp.32-43<BR/>Hansen, Changing Gods in Medieval China, pp. 29–31, 171–172", "See attached sheet"], "第19回": ["07/06 Pure Land Buddhism<BR/>Strong, The Experience of Buddhism, pp.197-201<BR/>Stevenson, “Pure Land Worship and Meditation in China,” pp.359-368<BR/>DeBary, “Buddhism in Japan,” pp.327-342", "See attached sheet"], "第20回": ["07/07 Chan/Zen Buddhism<BR/>Robinson, et al., Buddhist Religions, pp.200-209<BR/>Tanahashi, Moon in a Dewdrop, pp.3-22, 69-73<BR/>Strong, The Experience of Buddhism, pp.326-330", "See attached sheet"], "第21回": ["07/10 Buddhism in Japan (Video), Japanese History, and Shinto<BR/>Breen and Teeuwen, A New History of Shinto, pp.1-22", "See attached sheet"], "第22回": ["07/11 Japanese Festivals<BR/>Earhart, “Shinto,” pp.9-13<BR/>Tsunoda, Sources of Japanese Tradition, pp.261-266, 1-5, 15-18<BR/>Kasulis, Shinto: The Way Home, pp.17-20<BR/>Course Paper 3 due by 11:59pm", "See attached sheet"], "第23回": ["07/12 Final Discussion: Asian Religions and Final Exam", "See attached sheet"], "授業外学習2": "See attached sheet"}, "評価": {"参考文献・資料Reference books0": "Required Reading Materials:\n1. Prabhavananda and Frederick Manchester, trans. The Upanishads. New York: Signet Classics, 2002.\n2. Miller, Barbara Stoler, trans. The Bhagavad-Gita. New York: Bantam Classics, 2004.\n3. LaFargue, Michael, trans. The Tao of the Tao Te Ching. Albany: State University of New York Press, 1992.\n\nYou are required to do ALL of the readings for the course in advance of the dates for which\nthey are assigned. In-class discussion groups will provide an opportunity to examine the reading\nand lecture materials with your peers. Come to class prepared to talk. Beyond the books required\nfor the course, additional required reading materials are available on the course’s Canvas site.\nDo not fall behind in the readings.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Course Papers (3): 30%"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Quizzes: 20%, Attendance and Participation: 10%"], "成績評価Grading4": "備考　Note\nCourse Requirements:\nIn addition to the weekly reading assignments, students are also responsible for the following:\n(1) Successful completion of two Exams.\n(2) Successful completion of three Course Papers.\n(3) Short Quizzes based on the readings and lectures will be given at regular intervals\nthroughout the semester. There will be 5 quizzes worth 5 points each. Your lowest quiz\nscore will be dropped, resulting in a possible 20 points.\n(4) Attendance and Participation are required and attendance will be taken in class.\nParticipation will be judged by active involvement in class discussions. Students are\nallowed one unexcused absence for the semester.", "添付ファイル1/File Attachment 10": ["JSC Introduction to Asian Religions.pdf", ""], "更新日時/Date of Update1": "2023年03月20日 16時41分19秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "Ｇ－１０２"]}, "campas": 0, "name": "【300】総合日本学習科目（Introduction to Asian Religions）／JSC Introduction to Asian Religions", "管理部署": 21, "単位数": 3, "担当者": "ベル　クリストファー（BELL CHRISTOPHER PAUL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 8}