{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "The purpose of this course is to familiarize students with the major religious traditions of Tibet, China, and Japan through textual analysis and ethnographic methods so that they can understand and critically engage with the history, beliefs, and practices of East Asia.", "到達目標": "By the end of this course, you will be able to:<BR/>1. Examine how traditions like Tibetan Bön and Buddhism, Chinese Confucianism, Daoism, and Buddhism, and Japanese Shinto and Buddhism have evolved over time, and how the interplay of indigenous and imported religions is reflected in the beliefs and practices of these cultures. <BR/>2. Analyze the foundational texts of these traditions and confidently discuss their contents and significances over time.<BR/>3. Conduct ethnographic fieldwork productively and respectfully at active sacred sites of worship and reverence.<BR/>4. Present ideas orally and via the written word in a way that is clear, cogent, and convincing.", "特記事項": "", "関連科目": "", "授業の概要・背景": "Course Description:<BR/>This course is an introduction to the significant religious traditions found within China and<BR/>Japan. These traditions include Tibetan Buddhism and Bön, Chinese Buddhism, Daoism, and<BR/>Confucianism, as well as Japanese Buddhism and Shinto. We will explore the origins and<BR/>evolution of these religions through a combination of lectures, readings, discussions, films, and<BR/>individual field research. We will also examine the intersections of these beliefs within each<BR/>cultural milieu and learn about the lived experience of religious members in the modern world.<BR/>This course will give particular attention to the philosophical, biographical, ritual, and doctrinal<BR/>texts of these religious traditions in order to engage with them more directly.", "授業方法": "Lecture", "トピック": {"第1回": ["06/12 Understanding East Asian Religions", ""], "第2回": ["06/13 Indian Buddhism<BR/>Robinson, et al., Buddhist Religions, pp.1-11, 22-39<BR/>Strong, The Experience of Buddhism, pp.145-151<BR/>Robinson, Buddhist Religions, pp.128-137", ""], "第3回": ["06/14 Tibetan Bön and Buddhism<BR/>van Schaik, Tibet: A History, pp.1-40<BR/>Schaeffer, et al., Sources of Tibetan Tradition, pp.36-41<BR/>Kvaerne, The Bon Religion of Tibet, pp.9-23<BR/>Francke, gZer-myig, pp.305-312", ""], "第4回": ["06/15 The Different Sects of Tibetan Buddhism<BR/>Kapstein, The Tibetans, pp.84-126<BR/>Tsangnyon Heruka, Life of Milarepa, pp.3-19", ""], "第5回": ["06/16 Monastic Practices and Rituals<BR/>Tsangnyon Heruka, Life of Milarepa, pp.21-80", ""], "第6回": ["06/19 Lay Practices and Rituals<BR/>Tsangnyon Heruka, Life of Milarepa, pp.81-168", ""], "第7回": ["06/20 Tibetan Buddhism Today and Film Scenes from Milarepa<BR/>Tsangnyon Heruka, Life of Milarepa, pp.169-235<BR/>Kapstein, The Tibetans, pp. 269-300", ""], "第8回": ["06/21 Pre-Imperial China and the Analects<BR/>Confucius, The Analects, pp.1-96", ""], "第9回": ["06/22 Warring States Chinese Thought and Imperial Confucianism<BR/>Confucius, The Analects, pp.97-115<BR/>Lau, Mencius, pp.122-132<BR/>Ivanhoe and Van Norden, Classical Chinese Philosophy, pp.255-266<BR/>Mozi (excerpt)", ""], "第10回": ["06/23 Kyoto Fieldtrip (No Class)", ""], "第11回": ["06/26 The Yijing<BR/>Confucius, The Analects, pp.116-217<BR/>Minford, I Ching (excerpt)", ""], "第12回": ["06/27 Neo-Confucianism and Confucianism Today<BR/>Confucius, The Analects, pp.218-328", ""], "第13回": ["06/28 Midterm and the Dao De Jing<BR/>Ames and Hall, Dao De Jing, pp.1-54", ""], "第14回": ["06/29 Philosophical vs. Religious Daoism<BR/>Ames and Hall, Dao De Jing, pp.55-130<BR/>Henricks, Lao-Tzu: Te-Tao Ching (excerpt)<BR/>Palmer, The Book of Chuang Tzu (excerpt)<BR/>Schipper, Taoist Body, pp.32-43", ""], "第15回": ["06/30 Chinese Popular Religion<BR/>Ames and Hall, Dao De Jing, pp.130-204, 225-231<BR/>Teiser, “Problem of Popular Religion,” pp.21-25<BR/>Hansen, Changing Gods in Medieval China, pp. 29-31, 171-172", ""], "第16回": ["07/03 Chinese Buddhism and Chan<BR/>De Bary and Bloom, Sources of Chinese Tradition, pp.420-460<BR/>De Bary and Bloom, Sources of Chinese Tradition, pp.471-476<BR/>Sørensen, “History and Practice of Early Chan,” pp.53-76", ""], "第17回": ["07/04 Chinese Pure Land and Early Japanese Buddhism<BR/>Strong, The Experience of Buddhism, pp.197-201<BR/>Stevenson, “Pure Land Worship and Meditation in China,” pp.359-368<BR/>De Bary, et al., Sources of Japanese Tradition, pp. 100-121, 125-133,<BR/>140-142, 153-168", ""], "第18回": ["07/05 Japanese Zen and Pure Land Buddhism<BR/>Strong, The Experience of Buddhism, pp.326-330<BR/>Tanahashi, Moon In a Dewdrop, pp.29-52<BR/>De Bary, “Buddhism in Japan,” pp.327-342", ""], "第19回": ["07/06 Shinto and the Japanese Imperium<BR/>Breen and Teeuwen, A New History of Shinto, pp.1-22<BR/>De Bary, et al., Sources of Japanese Tradition, pp.13-27<BR/>Tanahashi, Moon In a Dewdrop, pp.53-107", ""], "第20回": ["07/07 Shinto and Buddhism<BR/>Tanahashi, Moon In a Dewdrop, pp.108-160", ""], "第21回": ["07/10 Japanese Festivals and Final Exam<BR/>Tanahashi, Moon In a Dewdrop, pp.161-219", ""], "第22回": ["07/11 Oral Presentations", ""], "第23回": ["07/12 Oral Presentations<BR/>Field Research Paper due by 11:59pm", ""], "授業外学習2": "See Attached File."}, "評価": {"参考文献・資料Reference books0": "Required Reading Materials:\n1. Tsangnyon Heruka. The Life of Milarepa. Andrew Quintman, trans. New York: Penguin Classics, 2010.\n2. Confucius. The Analects. Annping Chin, trans. New York: Penguin Classics, 2014.\n3. Ames, Roger and Hall, David, trans. Dao De Jing: A Philosophical Translation. New York: Ballantine\nBooks, 2003.\n4. Tanahashi, Kazuaki, ed. Moon In a Dewdrop: Writings of Zen Master Dogen. New York: North Point\nPress, 1985.\nYou are required to do ALL of the readings for the course in advance of the dates for which\nthey are assigned. In-class discussions will provide an opportunity to examine the reading and\nlecture materials with your peers. Come to class prepared to talk. Beyond the books required for\nthe course, additional required reading materials are available on the course’s Canvas site. Do\nnot fall behind in the readings.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "Field Research Paper: 20%"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Oral Presentation: 15%, Attendance and Participation: 15%"], "成績評価Grading4": "備考　Note\nCourse Requirements:\nIn addition to the weekly reading assignments, students are also responsible for the following:\n(1) Successful completion of two Exams.\n(2) Successful completion of one Field Research Paper, due the last day of class.\n(3) Successful completion of an Oral Presentation, due in class during the last two weeks of\nclass.\n(4) Attendance and Participation are required and attendance will be taken in class.\nParticipation will be judged by active involvement in class discussions. Students are\nallowed one unexcused absence for the semester.", "添付ファイル1/File Attachment 10": ["JSC Religions of China and Japan.pdf", ""], "更新日時/Date of Update1": "2023年04月24日 10時13分38秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【300】総合日本学習科目（Religions of China and Japan）／JSC Religions of China and Japan", "管理部署": 21, "単位数": 3, "担当者": "ベル　クリストファー（BELL CHRISTOPHER PAUL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 8}