{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "当科目は、学校図書館メディアの構成に関する理解および実務能力を身につけ、学校図書館メディアの専門職である司書教諭としての基本的な知識を獲得することを目的とする。", "到達目標": "高度情報社会における学習環境の変化にともなう学校図書館メディアの教育的意義と役割、および各種メディアの種類と特性を理解する。<BR/>さらによりすぐれた学校図書館メディアの構築のために適正な資料・情報の選択と収集・提供を目ざし、多様な学習環境とメディアの評価を行う能力を獲得する。<BR/>学校図書館メディアの組織化に関しては、その目的・意義とプロセスを理解したうえで、ＮＤＣやＮＣＲといった分類法、目録法を習得する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "この科目は司書教諭の資格を取得するために必要な5科目の１つである。", "授業方法": "【オンライン受講許可学生対象】<BR/>「オンデマンド」で配信予定。各回授業予定日に、LUNAへ授業データ（音声付きパワーポイントなど教材）を掲載するので次回授業予定日までに視聴すること。", "トピック": {"第1回": ["司書教諭資格取得における、本科目の位置付けと、その内容、スケジュール、授業の進め方について理解する。<BR/>学校図書館が果たすべき機能、および学校図書館メディアの持つ教育的意義と、その役割がどのようなものか、社会や学習環境・教育課程の変化を踏まえて理解する。", ""], "第2回": ["学校図書館メディアの種類を、その形態や用途など様々な観点から区分分けし、材質別の特性について、それぞれの特性に応じた効果的な使い方、および児童の発達段階に応じたメディアの活用方法について理解する。", ""], "第3回": ["学校図書館メディアの構築の基本について、図書館の業務モデル（収集、組織化、保存、提供）と蔵書・コレクション構築の方法（選書、発注・契約、納品・検収、受入、装備、配架、評価・更新）について理解する。<BR/>学校図書館メディアの選択と収集方針について、各種基準とメディア選択の情報源について理解する。", ""], "第4回": ["学校図書館メディアの資料組織化の意義と原則（利用主体、標準化、継続性）、について理解する。資料組織化のプロセスとしての書架分類(その歴史と種類)と目録作成(記述目録と主題目録）について理解する。", ""], "第5回": ["学校図書館メディアの配架とその方法（分類番号と図書記号、補助記号などを組み合わせた「請求記号」）、および効果的なサイン(案内標識)について理解する。<BR/>資料組織化の歴史と、その電子化に伴う新しい展開について理解する。", ""], "第6回": ["学校図書館メディアの記述目録法として、『日本目録規則(NCR) 1987年版 改訂3版』を用いて、現在の版に至るまでの歴史や概要、および全体の構成（序説、総則、記述、標目、排列）について理解する。", ""], "第7回": ["学校図書館メディアの記述目録法について、書誌記述の際の原則、記述のための情報源とその優先順位、書誌的事項の転記の際の規則、および目録記述の精粗（通常の目録で必要とされる範囲－第２水準）について理解する。", ""], "第8回": ["学校図書館メディアの記述目録法について、記述の精粗を第２水準（標準）とした図書の目録について、必要な書誌的事項（タイトルと責任表示、版、出版・頒布等、形態、シリーズ、注記、標準番号）とその記録の順序、ISBD区切り記号を理解し、記述できる。", ""], "第9回": ["学校図書館メディアの記述目録法について、書誌的記録を検索する手がかりとなる標目（タイトル標目、著者標目、件名標目、分類標目）と、その資料について標目としたものを一覧できるように、各標目を種類ごとに記述の下部に記録する標目指示（トレーシング）について理解する。<BR/>標目を一定の順序に編成する、排列の機能について理解する。", ""], "第10回": ["学校図書館メディアの主題目録法として、『日本十進分類法　新訂10版』を用いて、その構成や特徴(階層構造)、主題分析法について理解し、本表(細目表)、および補助法を使用できる。", ""], "第11回": ["学校図書館メディアの主題目録法として、『日本十進分類法』の０類から９類までの各類概説と、相関索引の使用方法、および各図書館での適用基準について理解する。", ""], "第12回": ["学校図書館メディアの主題目録法として、『基本件名標目表 第4版』を用いて、その構成と各標目表の利用方法、および件名標目表における「参照」と「注記」、件名規程（それぞれの資料に適切な件名標目を与えてゆくための指針）について理解する。", ""], "第13回": ["学校図書館の情報資源の管理と運用を目的として、学校図書館総合システムの概要と、その選定、管理、運用方法について理解する。<BR/>地域との連携に関して、総合目録と相互協力、横断検索といった制度について理解する。", ""], "第14回": ["障害者差別解消法における「合理的配慮」の提供義務を踏まえ、特別な支援を要する児童生徒への学校図書館メディア支援の考え方について理解する。<BR/>　視覚や聴覚に障害を持つ児童生徒、あるいは学習障害のある児童生徒、日本語を母語としない児童生徒の現状を把握し、彼らへの適切なメディア提供について理解する。<BR/>今までの授業内容と理解度チェックシートの設問、および目録記述方法について出題した授業内試験を実施する。", ""], "授業計画1": "各回に実施する授業理解度チェックについては、次週冒頭に全体の講評を行う。", "授業外学習2": "司書教諭資格の取得を目指す中で、図書館（学校図書館）のあり方やその運営に興味を持ち、業界誌や報道などから情報を得ること。<BR/>授業中に紹介された参考文献や情報について、実際に大学図書館の資料およびその提供サービスを用いてアクセスを試みること。<BR/>実習などで講義を欠席した場合は、LUNAからレジュメ・授業で使用したスライド等を各自ダウンロードして自習すること。"}, "評価": {"教科書Required texts0": "特に使用しない。\nレジュメ・参考資料等を授業中配布もしくはＬＵＮＡに掲載する。", "参考文献・資料Reference books0": "授業中に紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "70 %", "授業最終回に実施"], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業各回毎の小テスト回答を加点"], "成績評価Grading3": "備考　Note\n【オンライン受講許可学生対象】\nオンラインでの受講を許可された学生に対しては、授業中試験および小テストをLUNAを用いて実施する。", "更新日時/Date of Update0": "2023年01月10日 18時38分30秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "Ｂ－１０３"]}, "campas": 0, "name": "【300】学校図書館メディアの構成／Structure of School Library Media", "管理部署": 22, "単位数": 2, "担当者": "有川　浩（ARIKAWA HIROSHI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 28, "評価1": 2, "評価2": 4, "開講期": 1}