{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業では、学習指導要領の内容理解に基づき、生徒が社会生活を営むために必要な言語感覚と言語による活動能力を育成し、国語への関心と尊重する態度を育てるための授業展開力の習得を目的とする", "到達目標": "以下の項目の習得を授業の目標とする。<BR/>・学習指導要領における国語科の目標と内容および全体構造について理解している<BR/>・個別の学習内容について指導上の留意点を理解して学習指導計画が立てられる<BR/>・授業評価規準を踏まえた学習指導案が作成できる<BR/>・模擬授業とその振り返りを通じて授業改善の視点を身に付けている", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "教育基本法・新学習指導要領・国語科教育の目標について理解する。<BR/>授業はもちろん教育活動全体において職場ではチームで取り組みます。したがって、自身の国語指導力を身につけるとともに、将来担当者間での共有と検討ができる能力と姿勢づくりも必要です。そして、それらの力と姿勢は主体的で対話的な深いまなびを組み立てるためにも重要な資質です。そこで、本授業では主に高等学校での学習指導を想定して、学習指導案を作成し模擬授業を相互に評価することを通じて、生徒の活発な学習活動を企画設定できる力を身に付けていきます。", "授業方法": "講義と模擬授業<BR/>講義はオンライン（オンデマンド型）で進めます。", "トピック": {"第1回": ["本講座に関するガイダンス（目的・内容・方法・評価等）<BR/>国語科教育の現状と課題", ""], "第2回": ["指導者による授業の実際例<BR/>模擬授業の採用教材と担当学生の決定", ""], "第3回": ["「評論教材学習の意義を踏まえて、授業の導入と補助教材を考える」<BR/>授業にあたっては、論点の理解へ誘う適切な導入が重要です。あなたはどのような導入をしますか。さらに、読解を助け深めていく補助教材も重要です。あなたはどんな教材を準備しますか。具体的に説明してください。これらは生徒の視野を広げ、主体的に考えるきっかけづくりにもなります。", "評論教材の導入と補助教材について、具体案を考える。6月11日の模擬授業後に提出"], "第4回": ["テーマは「第3回の課題を踏まえて、3時間配当で評論教材の授業計画を作る」<BR/>導入、読解のための発問、発展的学習課題を考える。生徒の学習活動も入れて授業計画を立てよう。", "評論教材の授業計画表を作成する<BR/>6月11日の模擬授業後に提出"], "第5回": ["テーマは「小説教材の読解指導ー背景および情景設定と人物像を考えるプリントづくり」<BR/>生きることは不条理に満ちている。生きることのどうしようもなさを追体験させる教材が小説である。描かれている場面から、生徒自身に「背景および情景設定と人物像」を考えさせるプリントを作成しよう。プリントは事前学習だけでなく、主体的な学習活動にも活用できる。", "小説教材の読解指導用のプリントを作成する。<BR/>6月11日の模擬授業後に提出"], "第6回": ["テーマは「小説教材の試験問題作り」<BR/>読解確認のための小問を５問作る。設問は　①言葉の確認　②内容の説明　③心情の説明　④文章構造の確認　⑤テーマ理解の確認　を意図するものとする。", "小説教材の読解確認問題を作成する。<BR/>6月11日の模擬授業後に提出"], "第7回": ["評論教材の模擬授業―相互評価を共有して、自身の長所と改善点を知る<BR/>小説教材の模擬授業―相互評価を共有して、自身の長所と改善点を知る", "模擬授業での気づきを分析して文章化する<BR/>提出期限：6月15日（水）16時"], "第8回": ["評論教材の模擬授業―相互評価を共有して、自身の長所と改善点を知る<BR/>小説教材の模擬授業―相互評価を共有して、自身の長所と改善点を知る", "模擬授業での気づきを分析して文章化する<BR/>提出期限：6月15日（水）16時"], "第9回": ["テーマは「古文教材の読解指導ー授業の事前準備をする」<BR/>高校1年の3学期の授業を想定する。授業準備として　①音読　②あらすじとテーマ　③主述の確認　④品詞分解　⑤現代語訳　⑥必要な背景知識　をまとめる。", "古文教材の授業準備①～⑥を作成する。<BR/>7月2日の模擬授業後に提出"], "第10回": ["テーマは「古文授業準備①～⑥を踏まえて、授業のポイントを絞る」<BR/>準備した内容から授業で取り上げる項目を絞り込む。古文の面白さを伝えるために、話のテーマと当時の価値観に焦点を当てて、絞り込んだポイントを並べ、2時間配当の授業計画を作る。", "古文の授業計画を作成する<BR/>7月2日の模擬授業後に提出"], "第11回": ["テーマは「漢文の読解指導についてー授業の事前準備をする」<BR/>高校1年の11月中旬を想定する。授業準備として　①音読　②あらすじとテーマ　③主述の確認　④句法　⑤現代語訳　⑥必要な背景知識　をまとめる。2時間配当の授業計画を作成する", "漢文の授業準備①～⑥を作成する。<BR/>7月2日の模擬授業後に提出"], "第12回": ["古文教材の模擬授業ー相互評価を共有して、自身の長所と改善点を知る<BR/>漢文教材の模擬授業ー相互評価を共有して、自身の長所と改善点を知る", "模擬授業での気づきを分析して文章化する。<BR/>提出期限：7月7日（水）16時"], "第13回": ["古文教材の模擬授業ー相互評価を共有して、自身の長所と改善点を知る<BR/>漢文教材の模擬授業ー相互評価を共有して、自身の長所と改善点を知る", "模擬授業での気づきを分析して文章化する。<BR/>提出期限：7月7日（水）16時"], "第14回": ["授業計画と学習指導案作成について<BR/>教育実習について", "評論・小説・古文・漢文について模擬授業をもとに学習指導案を作成し提出する"]}, "評価": {"参考文献・資料Reference books0": "中学校新学習指導要領　総則、国語\n高等学校新学習指導要領　総則、国語", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "学習指導案の提出"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "提出の有無と取り組み内容"], "成績評価Grading3": ["その他／Others (99)", "30 %", "発表および模擬授業の取り組み"], "成績評価Grading4": "備考　Note\n定期試験に代わるリポートの提出がない場合は成績評価の対象としない。", "更新日時/Date of Update0": "2022年05月15日 10時15分24秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "院１－２０１"]}, "campas": 0, "name": "【300】国語科教育法Ｂ　１／Methods of Teaching Japanese B", "管理部署": 23, "単位数": 2, "担当者": "秋田　久子（AKITA HISAKO） ", "履修基準年度": "２年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 14, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 1}