{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業では、次期学習指導要領の内容理解に基づき、生徒が社会生活を営むために必要な言語感覚と言語による活動能力を育成し、国語への関心と尊重する態度を育てるための授業展開力を身に付けることを目的とする<BR/>なお、この授業は実践的な訓練を重視するものとする", "到達目標": "以下の項目の習得を授業の目標をする。<BR/>・学習指導要領における国語科の目標と内容および全体構造について理解している<BR/>・個別の学習内容について指導上の留意点を理解して学習指導計画が立てられる<BR/>・授業評価規準を踏まえた学習指導案が作成できる<BR/>・模擬授業とその振り返りを通じて授業改善の視点を身に付けている<BR/>・生徒の状況に対応した授業づくりができる", "授業方法": "講義、発表、演習。授業が進むにつれて、発表、演習の比率が多くなります。<BR/>ペアワーク、グループワークについてはコロナ・ウイルス感染予防の観点から、用い方を口頭で適宜説明することとする<BR/>また、関連する新聞記事等を配布して、教育現場や児童生徒を取り巻く状況等について視野を広げていく。<BR/>オンライン受講生が出る場合に備えて、あらかじめ受講者内でアドレスを交換して情報交換をしやすいようにする。出た場合の資料提示はメールに添付して送信することとする。", "トピック": {"第1回": ["本講義の概要説明。<BR/>全国学力調査の中学校国語過去問とあなたが中学校時代に受けた国語のテスト問題とを比較して、出題傾向を分析し、求められている国語力の変化について考察せよ。また、変化の理由について、根拠を具体的に示して考察せよ。", "①振り返りレポートを作成する<BR/>②学習指導要領を読む"], "第2回": ["第1回の考察を踏まえて、平成29年度告示中学校学習指導要領および平成30年度告示高等学校学習指導要領の趣旨を理解する。教育現場の課題について考察し、国語科教員としての在り方について考察する。", "①振り返りレポートを作成する<BR/>②文学的文章の読解見取り図を作成する"], "第3回": ["文学的文章の授業計画を作成するー「読解見取り図」を共有し、読解のポイントを整理して「授業計画（事前指導と授業及び事後指導の計画）」を作成する", "①振り返りレポートを作成する<BR/>②授業計画表を作成する<BR/>③模擬授業の準備をする"], "第4回": ["文学的文章の模擬授業－相互評価を実施し授業改善する<BR/>事前指導、事後指導について共有する", "①振り返りレポートを作成する<BR/>②発展的探究・表現課題案を考える<BR/>③説明的文章の読解見取り図を作成する"], "第5回": ["文学的文章の事後学習案（発展的探究・表現課題案）を共有し相互評価する<BR/>説明的文章の授業計画を作成するー「読解見取り図」を用いて、「授業計画（事前指導と授業及び事後指導の計画）」を作成する", "①振り返りレポートを作成する<BR/>②授業計画表を作成する<BR/>③模擬授業の準備をする"], "第6回": ["説明的文章の模擬授業ー相互評価を実施し授業改善する<BR/>事前指導、事後指導について共有する", "①振り返りレポートを作成する<BR/>②発展的探究・表現課題案を考える<BR/>③情報の取り入れ方について考察する"], "第7回": ["説明的文章の事後学習案（発展的探究・表現課題案）を共有し相互評価する<BR/>図書館、新聞、インターネットを活用した探究的学習活動について", "①振り返りレポートを作成する<BR/>②探究的学習活動と「話す・聞くこと」「読むこと」「書くこと」を組み合わせた授業案を考える"], "第8回": ["探究的学習活動と「話す・聞くこと」「読むこと」「書くこと」を組み合わせた授業案を共有する<BR/>発表指導、「聞く」指導について、また、伝達のための作文指等事後定着の図り方について検討する<BR/>「書くこと」の指導～正確な文章記述について、指導と添削の要点について考察する", "①振り返りレポートを作成する<BR/>②古文教材の読解見取り図を作成する"], "第9回": ["「伝統的な言語文化」①古文教材の授業計画を作成するー「読解見取り図」を用いて、「授業計画（事前指導と授業及び事後指導の計画）」を作成する", "①振り返りレポートを作成する<BR/>②授業計画表を作成する<BR/>③模擬授業の準備をする"], "第10回": ["「伝統的な言語文化」①古文教材の模擬授業ー相互評価を実施し授業改善する<BR/>古文教材の読解を深める～音読について、習俗等背景知識の定着について", "①振り返りレポートを作成する<BR/>②漢文教材の読解見取り図を作成する"], "第11回": ["「伝統的な言語文化」②漢文教材の授業計画を作成するー「読解見取り図」を用いて、「授業計画（事前指導と授業及び事後指導の計画）」を作成する", "①振り返りレポートを作成する<BR/>②授業計画表を作成する<BR/>③模擬授業の準備をする"], "第12回": ["「伝統的な言語文化」②漢文教材の模擬授業ー相互評価を実施し授業改善する<BR/>漢文教材の理解を深める～音読について、王朝の変遷と背景の思想について、漢字と熟語について", "①振り返りレポートを作成する<BR/>②これまでの教材の学習指導案を作成する<BR/>③模擬授業の準備をする"], "第13回": ["模擬授業ー相互評価を実施し授業改善する<BR/>学習指導案の共有と改善", "①振り返りレポートを作成する<BR/>②学習指導案に改善点を盛り込む<BR/>③模擬授業の準備をする"], "第14回": ["模擬授業ー相互評価を実施し授業改善する<BR/>教育実習に向けてー準備と留意点について", "①振り返りレポートを作成する<BR/>②学習指導案に改善点を盛り込む"], "授業外学習2": "①毎授業で課す「振り返りレポート」は添削の上、次回の授業で共有する。<BR/>②定期試験に代わるレポートは個別に添削の上、返却する。返却時期は最終授業日に連絡する。"}, "評価": {"教科書Required texts0": "なし\n教材については授業でプリントを配布する", "参考文献・資料Reference books0": "平成29年度告示中学校新学習指導要領　総則、国語\n平成30年度告示高等学校新学習指導要領　総則、国語", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "提出の有無と取り組み内容"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "提出の有無と取り組み内容"], "成績評価Grading3": ["その他／Others (99)", "20 %", "模擬授業への取り組み"], "成績評価Grading4": "備考　Note\n生徒を育成指導する立場を目指すという観点から、正当な理由なく遅刻欠席した場合は減点する\n１／３以上欠席した場合は修得を認めない\n定期試験に代わるレポートの提出がない場合は評価の対象としない\nまた、感染状況によって定期試験に代わるレポートはが実施できない場合は、平常のレポートと模擬授業への取り組みの2点で評価する", "URLリンク1/URL 10": "LUNA　国語科教育法D", "更新日時/Date of Update1": "2021年09月07日 16時51分19秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "院１－２０７"]}, "campas": 0, "name": "【300】国語科教育法Ｄ　２／Methods of Teaching Japanese D", "管理部署": 23, "単位数": 2, "担当者": "秋田　久子（AKITA HISAKO） ", "履修基準年度": "２年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}