{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "主に中等教育機関でフランス語教育を実践するために必要な知識や技能を身につける。", "到達目標": "（１）学習指導要領における外国語教育に関する指針や第二言語習得に関するさまざまな理論を理解することができる。（２）フランス語の運用能力を向上させるための効果的な学習活動を工夫し授業を組み立てることができる。", "特記事項": "", "関連科目": "フランス語科教育法Ｂ／Methods of Teaching French B", "授業の概要・背景": "教師としてフランス語の授業を準備し実施するためには、フランス語およびフランス語教育に対する十分な理解が不可欠となりますが、それと同時に学習者としての生徒たちがもつ諸特性に関する配慮も重要となります。この授業では中学校や高等学校でフランス語を教える際に必須となるさまざまな指導法を身につけることを目指します。授業の前半では関連分野に関する理論を学び、授業の後半では学んだ理論にもとづいた模擬授業活動を行い、理論と実践の両面からよりよい授業を行うための実力を養いましょう。", "授業方法": "毎回の授業では、授業担当教員が解説を行ったあと、その内容について受講者間で議論を行い、必要に応じて受講者同士で模擬授業活動を行います。また、授業後に学習内容についてまとめた授業レポートを作成し、次回の授業時に提出します。最終回の授業では学期全体の学習のまとめを行い、期末レポートを作成し提出します。", "トピック": {"第1回": ["授業概要の説明；教科書や参考図書の紹介；授業担当者と受講者の自己紹介；<div>「フランス語科教育法」とは？</div>", "復習（２時間）：授業後に授業内容をふまえ、自分の考えをまとめる。"], "第2回": ["第二言語習得理論の変遷", "予習・復習（２時間）：授業前に第二言語習得理論の変遷に関する教科書の該当箇所をあらかじめ読む。授業後はさまざまな第二言語習得理論の特徴についての理解を深める。"], "第3回": ["各種外国語教育法の検討", "予習・復習（２時間）：授業前に各種外国語教育法に関する教科書の該当箇所をあらかじめ読む。授業後はさまざまな外国語教育法の特徴についての理解を深める。"], "第4回": ["学習指導要領に基づく授業デザイン", "予習・復習（２時間）：授業前に学習指導要領および授業デザインに関する教科書の該当箇所をあらかじめ読んでおき、授業後は学習指導要領に基づく授業デザインについて自分の考えをまとめる。"], "第5回": ["中学校、高等学校におけるフランス語教育", "予習・復習（２時間）：授業前にこれまで自分が受けてきた英語やフランス語の授業の特徴についてまとめておき、授業後は授業内容をふまえ、中学校、高等学校におけるフランス語教育について自分の考えをまとめる。"], "第6回": ["コミュニケーション活動（１）理論編", "予習・復習（２時間）：授業前にコミュニケーション活動に関する教科書の該当箇所をあらかじめ読み、授業後は授業内容をふまえ、自分の考えをまとめる。"], "第7回": ["コミュニケーション活動（２）実践編", "予習・復習（２時間）：授業前に模擬授業活動の準備を行い、授業後は授業内容をふまえ自分の考えをまとめる。"], "第8回": ["発音学習（１）理論編", "予習・復習（２時間）：授業前に発音学習に関する教科書の該当箇所をあらかじめ読み、授業後は授業内容をふまえ、自分の考えをまとめる。"], "第9回": ["発音学習（２）実践編", "予習・復習（２時間）：授業前に模擬授業活動の準備を行い、授業後は授業内容をふまえ自分の考えをまとめる。"], "第10回": ["文法学習（１）理論編", "予習・復習（２時間）：授業前に文法学習に関する教科書の該当箇所をあらかじめ読み、授業後は授業内容をふまえ、自分の考えをまとめる。"], "第11回": ["文法学習（２）実践編", "予習・復習（２時間）：授業前に模擬授業活動の準備を行い、授業後は授業内容をふまえ自分の考えをまとめる。"], "第12回": ["聴解学習", "予習・復習（２時間）：授業前に聴解学習に関する教科書の該当箇所をあらかじめ読み、授業後は授業内容をふまえ、自分の考えをまとめる。"], "第13回": ["読解学習", "予習・復習（２時間）：授業前に読解学習に関する教科書の該当箇所をあらかじめ読み、授業後は授業内容をふまえ、自分の考えをまとめる。"], "第14回": ["全体のまとめ（期末レポート作成）", "予習・復習（２時間）：授業前に前回までの授業内容を総合的にふりかえり、授業後は全１４回の授業で学んだことを今後の学習につなげるために必要なことを考える。"], "授業外学習2": "模擬授業（２０～３０分程度）等の発表活動を行う場合には事前に予告しますので、じゅうぶんに準備をしてから授業に臨んでください。"}, "評価": {"教科書/Required texts0": ["※上記の教科書の内容を補足するために、授業中に教材資料を配付することがあります。"], "教科書/Required texts1": ["酒井英樹・廣森友人・吉田達弘（編著）", "「学ぶ・教える・考える」ための実践的英語科教育法", "大修館書店", "2018 年", "9784469246223", ""], "参考文献・資料/Reference books0": ["学習指導要領（最新版）※その他の参考文献については、必要に応じて授業中に紹介します。"], "学位授与の方針との関連Relationship to Diploma Policy0": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）"], "学位授与の方針との関連Relationship to Diploma Policy1": ["課題（レポート、指導案等）に対するフィードバックの方法は、提出物に直接コメントを記入し、次回以降の授業で返却し補足説明を行います。"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中の学習活動および各種提出物の内容等を総合的に判断して評価を行う。"], "成績評価Grading2": ["備考　Note この授業は毎回の授業活動を通じて受講生同士で意見を交換し学び合うことが重要になるため、病気やけが、家庭の事情などやむをえない理由がある場合をのぞいて、なるべく授業を欠席しないようにつとめること。"], "備考Note0": ["授業担当教員はこの授業のみを担当し、オフィスアワーが設定されていないため、質問や相談等があり授業外で授業担当教員に連絡を取る必要がある場合には下記のメールアドレスを使用すること。※授業担当教員メールアドレス：fte97582@nuc.kwansei.ac.jp"], "備考Note1": ["2025年01月13日 23時53分53秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｆ－１０２"]}, "campas": 0, "name": "【300】フランス語科教育法Ａ／Methods of Teaching French A", "管理部署": 23, "単位数": 2, "担当者": "高橋　克欣（TAKAHASHI KATUYOSHI） ", "履修基準年度": "２年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 1, "時限1": 2, "評価1": 6, "成績評価備考": "備考　Note\nこの授業は毎回の授業活動を通じて受講生同士で意見を交換し学び合うことが重要になるため、病気やけが、家庭の事情などやむをえない理由がある場合をのぞいて、なるべく授業を欠席しないようにつとめること。"}