{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業は、受講生が、中学校社会科公民的分野を指導するために必要な知識と技能を習得し、実践的指導力を獲得することを目的に行います。", "到達目標": "(1)受講生は、中学校社会科公民的分野の内容を理解し、指導計画及び学習指導案を作成することができる。<BR/>(2)受講生は、評価方法について理解し、学習指導案と評価問題を作成することができる。<BR/>(3)受講生は、自ら作成した学習指導案によって模擬授業を行うことができる。", "授業方法": "　この授業は、オンデマンドＡ型オンライン授業(時間割設定あり・一部対面授業を含む)で行います。終盤の授業（10回～14回）を対面授業で行います。<BR/>  授業動画のURLとレジュメや資料等は、LUNAの「教材・課題・テスト」に、授業実施日の２日前までにアップロードします。<BR/>  初回から中盤の授業（1回～9回）までは、オンデマンドＡ型オンライン授業で、授業動画とレジュメ等を使って講義と演習を行います。終盤の授業（10回～14回）は対面授業で行い、受講生による模擬授業を軸とする演習中心に行います。10回目の授業で、模擬授業を行う上での留意点の説明と発表順等を決定します。<BR/>  毎回の授業で「時間外の学習課題」を出題します。「時間外の学習課題」の提出方法は、LUNAの掲示板の「フォーラム」を活用します。授業担当者は授業日から３日以内の「フォーラムへの書き込み」に対してコメントを返します。そのことで、受講生同士や授業担当者との「意見交換」を行います。<BR/>  中盤までの授業(3回～9回)では、ZOOMを使用して授業時間帯に30分～40分程度の「意見交換」(「ZOOM対談」と略す)の場面を設けます(同時双方向型)。ZOOM対談は自由参加とし、参加希望者のみで行います。ZOOM対談に参加しないことを成績評価上で不利に扱うことはしません。<BR/>  なお、終盤（10回～14回）の模擬授業実施の場合もオンデマンド型授業を同時に並行的に実施します。", "トピック": {"第1回": ["社会科教育の課題", "【オンデマンドＡ型オンライン授業】<BR/>授業動画のURLとレジュメや資料等は、授業実施日の2日前までにLUNAで配布します。科目のホームページは「URLリンク欄」を確認して下さい。<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「社会科の授業に関する意識調査」に回答し提出すること。回答の提出方法・期限は授業内で指示する。"], "第2回": ["社会科の歴史と教育関係法令及び学習指導要領", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：社会科の歴史を踏まえ、改定学習指導要領の特徴と「自分の社会科の授業に対するイメージ」との異同について整理すること。"], "第3回": ["社会科・公民的分野の特質と道徳教育及び総合的な学習の時間", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：改訂学習指導要領の社会科・公民的分野の教育目標と道徳教育及び総合的な学習の時間の異同を整理し、学習指導の実践的課題を予想すること。"], "第4回": ["授業設計と学習指導案の書き方", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：学校の実際の年間行予定表を参考にして、公民的分野の年間指導計画を建ててみる。そのことから、感じ取れる１単位時間の授業の「分量」を自分の言葉でまとめてみる。"], "第5回": ["事例研究(1)「公民」の学習指導と「目標準拠評価」", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：授業で紹介する「試験問題」を一つだけ取り上げて、「評価と授業の一体化」を実現するために必要なことを具体的に整理すること。"], "第6回": ["事例研究(2)「主体的・対話的な深い学び」と「パフォーマンス評価」", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：生徒の書いた「作文」を実際に採点して、「パフォーマンス評価」を具現化する際に必要なことを整理しておくこと。"], "第7回": ["事例研究(3)「公民」の学習指導と教材・教具の活用方法", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：教育目標と教材づくりの関係を具体的な場面を想定して整理しておくこと。"], "第8回": ["事例研究(4)「公民」の学習指導と授業のユニバーサル・デザイン化", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：授業のユニバーサル・デザイン化を実現する方法について整理しておくこと。"], "第9回": ["事例研究(5)「公民」の学習指導を支える板書と発問の方法", "【オンデマンドＡ型オンライン授業】<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：学習内容を構造化した板書の実現方法について整理しておくこと。"], "第10回": ["事例研究(6)「公民」の学習指導と学習集団の育成（模擬授業の計画を含む）", "【オンデマンドＡ型オンライン授業】<BR/>「模擬授業」は対面授業で行います。オンライン授業をオンデマンドで並行的に実施します。<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：学習集団の育成と「思考力・判断力・表現力」の関係性を具体的な場面で整理しておくこと。"], "第11回": ["授業研究(1)「模擬授業」(「現代社会と文化」の授業研究を中心に)", "【オンデマンドＡ型オンライン授業】<BR/>「模擬授業」は対面授業で行います。オンライン授業をオンデマンドで並行的に実施します。<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「現代社会と文化」を指導する際に注目させたいことについて整理すること。"], "第12回": ["授業研究(2)「模擬授業」(「民主政治」の授業研究を中心に)", "【オンデマンドＡ型オンライン授業】<BR/>「模擬授業」は対面授業で行います。オンライン授業をオンデマンドで並行的に実施します。<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「民主政治」を指導する際に注目させたいことについて整理すること。"], "第13回": ["授業研究(3)「模擬授業」(「暮らしと経済」の授業研究を中心に)", "【オンデマンドＡ型オンライン授業】<BR/>「模擬授業」は対面授業で行います。オンライン授業をオンデマンドで並行的に実施します。<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「暮らしと経済」を指導する際に注目させたいことについて整理すること。"], "第14回": ["授業研究(4)「模擬授業」(「国際社会の諸課題」の授業研究を中心に)", "【オンデマンドＡ型オンライン授業】<BR/>「模擬授業」は対面授業で行います。オンライン授業をオンデマンドで並行的に実施します。<BR/>予習の課題：事前に配布するレジュメを読み、レジュメの冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「貧困問題」を指導する際に注目させたいことについて整理すること。"]}, "評価": {"教科書Required texts0": "授業ノート及び参考資料等を配布します。授業ノートや参考資料等は、LUNAの「教材・課題・テスト」にアップロードしますのでダウンロードして活用して下さい。", "参考文献・資料Reference books0": "(1)文部科学省『中学校学習指導要領』(最新版)\n(2)文部科学省『中学校学習指導要領解説 社会編』(最新版)\n(3)文部科学省『高等学校学習指導要領』(最新版)\n(4)文部科学省『高等学校学習指導要領解説 公民編』(最新版)\n(5)中学校・公民的分野の教科書（受講生の出身校で使用されているものが望ましい。母校の教科書が手に入らないときは、他社のものでも最新の教科書であれば可）", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査、及び学期末に自作アンケートによる調査で授業評価を行う。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "「学習指導案」、「板書計画」及び「パフォーマンス課題」の作成と提出を求めます。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業中に提示する「学習課題」への回答態度、及び「模擬授業」の完成度で評価します。"], "成績評価Grading3": "備考　Note\n作品等の評価は、「成績評価のためのルーブリック」に基づき行います。授業中の課題に対する「意見」の評価基準は、意見を求められた課題の趣旨に沿う内容であることです。", "添付ファイル1/File Attachment 10": ["2021年度秋学期_成績評価のためのルーブリック再訂版.pdf", "成績評価のためのルーブリック(評価基準)です。"], "添付ファイル1/File Attachment 11": ["2021秋学期授業予定3更新版.pdf", "授業予定です。"], "添付ファイル1/File Attachment 12": ["授業ノート01社会科教育の課題.pdf", "第１回授業の授業ノートです。"], "URLリンク1/URL 13": "LUNA社会・公民科教育法３", "URLリンク2/URL 24": "第１回「社会科教育の課題」(前編)　授業動画URL", "URLリンク3/URL 35": "第１回「社会科教育の課題」(後編)　授業動画URL", "更新日時/Date of Update6": "2021年10月21日 18時04分29秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "Ｃ－２０２"]}, "campas": 0, "name": "【300】社会・公民科教育法　３／Meth of Tch Social Stds & Civcs", "管理部署": 23, "単位数": 2, "担当者": "倉橋　忠（KURAHASHI TADASHI） ", "履修基準年度": "２年", "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 28, "評価1": 3, "評価2": 4, "開講期": 2}