{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業は、受講生が、中学校社会科公民的分野を指導するために必要な知識と技能を習得し、実践的指導力を獲得することを目的に行います。", "到達目標": "(1)受講生は、中学校社会科公民的分野の内容を理解し、指導計画及び学習指導案を作成することができる。<BR/>(2)受講生は、評価方法について理解し、学習指導案と評価問題を作成することができる。<BR/>(3)受講生は、自ら作成した学習指導案によって模擬授業を行うことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "公民科教育法、社会・地理歴史科教育法、地理歴史教育法", "授業の概要・背景": "　この授業では、具体的な目標として「思考力・判断力・表現力」を育成するための「学習指導案」・「板書計画」・「パフォーマンス課題」を受講生が作成できるようになることをすえています。<BR/>  その目標を実現するために、授業では教育方法的な理論と具体的な実践事例の両側面から学びます。主な学習内容として、社会科の歴史、学習指導要領の趣旨、教育目標と教材の関係、目標に準拠した評価の方法、パフォーマンス課題とルーブリックの作り方、授業設計の方法などを扱います。<BR/>  また、公民的分野の授業実践事例を通して、発問の仕方や教材開発の方法、学習集団の育成法、ＩＣＴなど教育機器の活用方法についても学びます。<BR/>  さらに、受講生全員に模擬授業を実演してもらいます。模擬授業後には、授業担当者(倉橋)による講評及び、受講生同士による相互評価を行う場面を設定して、学習指導案の完成度を高めたり、授業実践力を培えるようにします。", "授業方法": "　この授業は、対面授業で行います。学習に必要な「レジュメ」と資料等をLUNAの「教材・課題・テスト」に、授業実施日の２日前までにアップロードします。<BR/>  なお、オンライン授業での受講を許可された受講生がいる場合は、対面授業とは別に授業動画を授業実施日にYouTubeを通して公開します。オンライン授業受講の許可を受けた人は、その授業動画を視聴して受講して下さい。<BR/>  毎回の授業で「時間外の学習課題」を出題します。「時間外の学習課題」の提出方法は、LUNAの掲示板の「フォーラム」を活用します。授業担当者は授業当日の「フォーラムへの書き込み」に対してコメントを返します。そのことで、受講生同士や授業担当者との「意見交換」を行います。", "トピック": {"第1回": ["社会科教育の課題と教員の仕事", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「社会科の授業に関する意識調査」に回答し提出すること。回答の提出方法・期限は授業内で指示する。"], "第2回": ["社会科の歴史と学習指導要領(社会科・公民的分野)の推移", "予習の課題：最新版『中学校学習指導要領』の社会科(p.26)・公民的分野の「１目標」及び「２内容」(p.42－p.46)を読んでおくこと。<BR/>復習の課題：社会科の歴史を踏まえ、改定学習指導要領の特徴と「自分の社会科の授業に対するイメージ」との異同について整理すること。"], "第3回": ["社会科・公民的分野と道徳及び総合的な学習の時間", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：改訂学習指導要領の社会科・公民的分野の教育目標と道徳教育及び総合的な学習の時間の異同を整理しておくこと。"], "第4回": ["社会科・公民的分野の授業設計と学習評価", "予習の課題：中学校学習指導要領「第３　指導計画の作成と内容の取り扱い」(p.48－p.49)を読んでおくこと。<BR/>復習の課題：授業で紹介する「試験問題」を一つだけ取り上げて、「評価と授業の一体化」を実現するために必要なことを具体的に整理すること。"], "第5回": ["事例研究(1)「主体的・対話的な深い学び」と「パフォーマンス評価」", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：生徒の書いた「作文」を実際に採点して、「パフォーマンス評価」を具現化する際に必要なことを整理しておくこと。"], "第6回": ["事例研究(2)　学習指導と授業のユニバーサル・デザイン化", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：授業のユニバーサル・デザイン化を実現する方法について整理しておくこと。"], "第7回": ["事例研究(3)　社会科の学びと学習集団の育成", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：社会科の学力形成と学習集団の育成の関係性について整理しておくこと。"], "第8回": ["事例研究(4)　社会科の教材・教具の開発と活用", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：教育目標と教材づくりの関係を具体的な場面を想定して整理しておくこと。"], "第9回": ["事例研究(5)　社会科の学びを支援する板書と発問の方法", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：発問で授業展開を構成することについて、特定の学習内容を選択して具体的に計画してみること。"], "第10回": ["授業研究(1)　学習指導案の書き方（模擬授業の計画を含む）", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：学習指導案を書きたい単元を選択し、具体的に授業設計するための準備を行う。"], "第11回": ["授業研究(1)「模擬授業」(「現代社会と文化」の授業研究を中心に)", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「現代社会と文化」を指導する際に注目させたいことについて整理すること。"], "第12回": ["授業研究(2)「模擬授業」(「私たちと政治」の授業研究を中心に)", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「私たちと政治」を指導する際に注目させたいことについて整理すること。"], "第13回": ["授業研究(3)「模擬授業」(「私たちと経済」の授業研究を中心に)", "予習の課題：事前に配布する「レジュメ」を読み、「レジュメ」の冒頭に示す「学習課題」への「自分なりの提案」を考えること。<BR/>復習の課題：「私たちと経済」を指導する際に注目させたいことについて整理すること。"], "第14回": ["授業研究(4)「模擬授業」(「国際社会の諸課題」の授業研究を中心に)", "予習の課題：事前に配布する「レジュメ」を読み、「授業ノート」の冒頭に示す「学習課題」への「レジュメ」を考えること。<BR/>復習の課題：「貧困問題」を指導する際に注目させたいことについて整理すること。"]}, "評価": {"教科書Required texts0": "「レジュメ」及び資料等を配布します。「レジュメ」と資料等は、LUNAの「教材・課題・テスト」にアップロードしますのでダウンロードして活用して下さい。", "参考文献・資料Reference books0": "(1)文部科学省『中学校学習指導要領』(最新版)\n(2)文部科学省『中学校学習指導要領解説 社会編』(最新版)\n(3)文部科学省『高等学校学習指導要領』(最新版)\n(4)文部科学省『高等学校学習指導要領解説 公民編』(最新版)\n(5)中学校・公民的分野の教科書（受講生の出身中学校で使用されているものが望ましいです。出身中学校の教科書が手に入らないときは、他社のものでも最新の教科書であれば可とします。）", "学生による授業評価の方法Course Evaluation by Students0": "全学統一様式による調査、及び学期末に自作アンケートによる調査で授業評価を行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "課題についての作品の提出を求めます。課題は、「学習指導案」と「板書計画」及び「パフォーマンス課題」です。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "模擬授業の実演(10％)と、授業内での「学習課題」及び「時間外の学習課題」に対する取り組みを評価します(20％)。"], "成績評価Grading3": "備考　Note\n提出課題等の評価は、授業者作成の「成績評価のためのルーブリック」に基づき行います。", "添付ファイル1/File Attachment 10": ["成績評価のためのルーブリック.pdf", "成績評価のためのルーブリック(評価基準)です。"], "URLリンク1/URL 11": "授業動画の配信URL。YouTube(チャンネル名)「社会科教育法の窓」", "URLリンク2/URL 22": "授業者のホームページ。「なんでやねんpartⅡ」", "更新日時/Date of Update3": "2022年04月22日 09時23分01秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｄ－２０３"]}, "campas": 0, "name": "【300】社会・公民科教育法　２／Meth of Tch Social Stds & Civcs", "管理部署": 23, "単位数": 2, "担当者": "倉橋　忠（KURAHASHI TADASHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 1}