{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "・教育方法論に関する基礎的理解。<BR/>・情報通信技術(ICT)の活用を含む教育の方法、教育の技術そして評価方法の修得。<BR/>・生徒の情報活用能力(情報リテラシーを含む)を育成するための指導方法の修得。", "到達目標": "「未来を生きる子どもたちに求められている資質・能力とは何か」に関する理解を基礎として、その資質・能力を育成するために必要な教育論と教育法を習得することが目標である。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/><BR/>【合併】教育方法基礎論　３（教職（専門））/教育方法基礎論（情報通信技術の活用含む）　３（教職（専門））", "関連科目": "各教科教育方法論、総合的な学習の時間の指導法", "授業の概要・背景": "学校教育の中心的な活動となる授業のあり方に関して、教育方法学の観点からさまざまな関連要因について幅広く学び、良い授業とはどのようなものかを考察する。これからの社会を担う子供たちに求められる資質・能力を育成するため、問題解決学習、発見学習、探究などの学習指導の様式を検討し、アクティブ・ラーニングや学びの共同体などの事例研究を通じて、協働的な学びの実現や主体的・対話的で深い学びの実現について理解を深める。また、教育の質的向上につながる教育評価の在り方についても考察する。<BR/>さらに、学校を取り巻く情報通信技術の環境における急速な変化に対応するため、情報通信技術を効果的に活用した学習指導や校務の在り方、外部人材・外部機関との連携の在り方について考察する。各種の学習メディアの特性を生かしながら生徒の情報活用能力を高め、個別最適な学び、協働的な学び、主体的・対話的で深い学びを実現するために必要な知識・技能を身に付ける。<BR/>なお、授業は講義型を中心とするが、毎回テーマに関してグループ・ワークによる議論、発表などのアクティブラーニングを取り入れる。", "授業方法": "Basically this course format is a lecture form, but adopts active learning such as a discussion, the group work and presentations.", "トピック": {"第1回": ["教育方法の基礎的理論と実践について：教育実践から教育方法学へのつながりを考察し、教育方法の基礎的理論とともに教育的な働きかけとしての教授と訓練の在り方を理解する。", "予習として『教育方法原論』の「はじめに」と序章を読了する。復習の内容については授業時に指示する。"], "第2回": ["学習意欲と動機づけ支援：動機づけに関する基礎的な理論を踏まえて、生徒の自ら学ぶ意欲を促すために必要な支援の在り方について考察し、主体的・対話的で深い学びの実現について理解する。", "予習復習の内容については授業時に指示する。"], "第3回": ["学習指導の基本原理と授業における指導技術：学習指導の特質と直観の働きについて理解を深め、段階教授法、問題解決学習、発見学習、探究などの学習指導の様式を検討する。アクティブ・ラーニング、学びの共同体、ジグソー学習などの実践を取り上げて考察し、協働的な学びの実現や主体的・対話的で深い学びの実現について理解する。さらに、教師としての話し方や板書を活用した授業を行うための基礎的技術を学ぶ。", "予習復習の内容については授業時に指示する。"], "第4回": ["授業づくり：教材および教科書の基本的性格とその在り方を踏まえ、目標設定や学習者理解の方法について検討し、授業実践の計画にあたる学習指導案の作成方法を理解する。", "予習復習の内容については授業時に指示する。"], "第5回": ["教育評価：教育評価の歴史や定義、評価主体と対象について理解し、評価の時期や場所を踏まえて適切に教育評価を行う方法について考察する。集団に準拠した評価、目標に準拠した評価、他者評価と自己評価、診断的評価、形成的評価、総括的評価など、教育評価の目的や方法を学ぶ。", "予習復習の内容については授業時に指示する。"], "第6回": ["授業研究：授業研究の定義と歴史的な発展の流れについて考察し、教師としての話し方や板書に関する基礎的技術だけではなく、その指導技術を向上させる方法についても理解する。", "予習復習の内容については授業時に指示する。"], "第7回": ["情報教育とICTについて：情報化社会への急速な進展を背景に、学校における教育の情報化ではどのような対応が求められるのかを考察する。視聴覚教育から情報教育への歴史的な発展の流れを踏まえた上で、ICTの活用の意義と在り方を考える。", "予習復習の内容については授業時に指示する。"], "第8回": ["学校におけるICT環境整備について：学校ICTの環境整備における現状と課題を理解し、その意義と在り方を考察する。外部人材・外部機関との連携に関する先進的な自治体の取組状況などを取り上げ、ICTを効果的に活用した個別最適な学びと協働的な学びの実現について理解する。", "予習復習の内容については授業時に指示する。"], "第9回": ["デジタル教材の作成・活用について：デジタル教材やデジタル教科書の背景にあるさまざまな学習理論を取り上げて考察し、デジタル教材の作成法や活用法、デジタル教科書の活用法を理解する。学習履歴データの収集と分析に関する実証研究の成果などを踏まえ、教育データの適切な活用方法を理解する。", "予習復習の内容については授業時に指示する。"], "第10回": ["情報活用能力の育成について：生徒の情報活用能力向上のための具体的な指導例を取り上げ考察する。また、情報活用能力と思考力、リテラシーとの関連性を考え、生徒の思考力、判断力、表現力を育成する方法や主体的・対話的で深い学びの実現について理解する。", "予習復習の内容については授業時に指示する。"], "第11回": ["各教科等の特性に応じた情報通信技術の活用について：各教科等の特性を踏まえた情報通信技術の効果的な活用法を理解する。また、特別の支援を必要とする生徒に対する情報通信技術の活用の意義と在り方を考察し、個別最適な学びの実現について理解する。", "予習復習の内容については授業時に指示する。"], "第12回": ["遠隔・オンライン教育と情報モラル教育について：遠隔・オンライン教育の有効性や課題を考察し、関連するシステムの効果的な活用による個別最適な学びや協働的な学びの実現、主体的・対話的で深い学びの実現について理解する。また、情報モラルに関する教育委員会や学校の取組を取り上げて考察し、生徒の情報モラルを育成するための指導法を理解する。", "予習復習の内容については授業時に指示する。"], "第13回": ["校務の情報化について：統合型校務支援システムに関する先行事例を取り上げ、導入に向けた課題や導入による効果、教育情報セキュリティに関する留意事項などを考察する。", "予習復習の内容については授業時に指示する。"], "第14回": ["総括：第１回から第１４回の授業で学んだ学習・指導理論を生かした学習指導計画を立案し、その効果的な実践方法を考察する。基礎的な学習指導理論をもとに目標・内容、様々な教材、授業展開、評価基準等の視点を総合的に網羅した学習指導案の作成法を理解する。また、学習指導や校務において、ICTを効果的に活用する方法を理解する。", "予習復習の内容については授業時に指示する。"], "第15回": ["定期試験", ""]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["吉田卓司", "教育方法原論", "三学出版", "2013 年", "978-4-903520-76-6", ""], "教科書Required texts0": "上記の他、自作のレジュメ、配布資料を使用する。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["吉田卓司ほか", "総合的な学習/探究の時間の実践研究", "渓水社", "2021 年", "978-4-86327-552-2", ""], "参考文献・資料Reference books0": "中学校学習指導要領及び高等学校学習指導要領（最新版）", "学生による授業評価の方法Course Evaluation by Students0": "大学全体での授業調査に則り、Ｗｅｂまたはマークシートによる調査を実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "筆記試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "25 %", "平常授業時の課題レポートの内容と提出状況"], "成績評価Grading3": ["その他／Others (99)", "25 %", "講義時のワークに対する積極性と質疑応答・発言の内容"], "備考Note0": "教育方法及びICTに関する新たな動向が生じた場合や、本講義の学修の進行状況及び疾病感染の拡大状況に応じて、学修内容の加除修正等授業計画の変更を行う場合がある。", "更新日時/Date of Update1": "2022年10月10日 16時49分45秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "４別－２０２"]}, "campas": 0, "name": "【200】教育方法基礎論（情報通信技術の活用含む）　３／Basic Principles of Edl Meth(Including Use of ICT)", "管理部署": 23, "単位数": 2, "担当者": "吉田　卓司（YOSHIDA TAKASHI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 3, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 2}