{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "アジア地域の開発途上国(マレーシア）を訪れ、現地における、交流、講義、ワークッシップ等を通して、開発途上国を経験し、世界の問題を考える。", "到達目標": "到達目標１：事前学習を通して、訪問国の社会、経済、文化、歴史などを理解する。<BR/>到達目標２：訪問先での視察や関係者との対話から、人々の生活の在り方への知識・理解を深める。<BR/>到達目標３：世界の問題に取り組む海外ボランティアに出るにあたって必要な自分の課題を明確にすることができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義・演習形式", "トピック": {"授業計画1": "【Schedule in Uegahara Campus】<BR/>Middle of July<BR/>Day 1           Introduction: Course Overview<BR/>Day 2～5　　 Presentation, Discussion and preparation for the Study Tour in<BR/><BR/>【Schedule in Malaysia 】<BR/>Early August  Arrival<BR/>Day 1\tIntroduction of Malaysia by UTAR<BR/>Day 2～9　　    Visit local Mangrove Park, Charcoal Factory, Malay Village, <BR/>Chinese Village and so on<BR/>Day 10             Final Presentation in UTAR", "授業外学習2": "・ワークショップ形式の事前研修では、グループに分かれて、マレーシアに関する各種テーマについて調べ、プレゼンテーションを行う。調べ学習/発表を通じてマレーシアへの理解を深め、それを踏まえて現地でどのようなインタビューを行うか計画を立てる。<BR/><BR/>・現地においては、毎日、その日一日の活動について「振り返りシート」（Daily Report)にまとめ、各人の学びについて深め合う。<BR/><BR/>・プログラムの終盤には調査結果のまとめとして、関係者に対して英語にてプレゼンテーションを行うことから、その発表内容をグループで準備をする。<BR/><BR/>- Students will form small groups and each group is expected to work together on presentations.<BR/>- Students will participate in daily discussions related to sites visited, reference relevant articles, and write an 2 page paper.<BR/>- Students will have a final presentation in English for the Universiti Tunku Abdul Rahman(UTAR)."}, "評価": {"教科書Required texts0": "To be announced.(Necessary materials will be provided as adequate)", "参考文献・資料Reference books0": "「世界へ挑む君たちへ　実践型グローバル人材教育論」関学出版会", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Attendance, participation and a report of field visits"], "備考Note0": "渡航費、滞在費、保険費を含めて20万円程度必要。募集説明会は春学期授業開始に合わせ実施予定。", "更新日時/Date of Update1": "2022年01月13日 14時48分37秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【150】海外フィールドワーク　１／International Fieldwork", "管理部署": 24, "単位数": 2, "担当者": "長　英一郎（CHO EIICHIRO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 8}