{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、SDGs（持続可能な開発目標）の背景や仕組み、、様々な地球規模課題の概要と、国際社会が目指している解決方法にを深めることを目指します。", "到達目標": "下記項目について習得することを目標とします。<BR/>1.  SDGsの全17目標と、対応する地球規模課題の基礎的知識を習得する<BR/>2. それぞれの課題に対する対応事例を理解し、説明することができる<BR/>3.  国際社会における様々なアクター間のパートナーシップ事例を理解し、説明することができる", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "本授業は講義形式で行います。毎回の授業最後に講義内容および感想をログとして提出していただきます。すべての変更や配信教材等はLUNAにアップしますので、この授業のページのお知らせ欄やコンテンツ欄をよく確認してください。", "トピック": {"第1回": ["イントロダクション‐MDGsからSDGsへ<BR/>【達成手段】目標１７「パートナーシップで目標を達成しよう」<BR/>事例１：ESG投資", ""], "第2回": ["【貧困】目標１「貧困をなくそう」：貧しいのは誰？ お金の問題だけではない、「多次元な貧困」という視点。<BR/>事例：モバイル革命と金融包摂", ""], "第3回": ["【飢餓】目標２「飢餓をゼロに」：たくさん作ってたくさん食べればよい？「小規模生産者」と「栄養」への注目。<BR/>事例1：日本企業の挑戦①", ""], "第4回": ["【保健】目標３「すべての人に健康と福祉を」：古くて新しい「保健医療と健康」の問題。新興感染症出現の可能性にあふれる世界に向けて。<BR/>事例1：UHCの推進‐様々なアプローチ", ""], "第5回": ["【教育】目標４「質の高い教育をみんなに」：増える学校と求められる教育の質。そして、「学校」のその先へ。いろんな学びや学び方が必要なはず。<BR/>事例1：エビデンスに基づく教育改革<BR/>事例2：EdTech<BR/>事例3：JICA「みんなの学校プロジェクト」", ""], "第6回": ["【ジェンダー】目標５「ジェンダー平等を実現しよう」：自分を自分として生きる、その根っこ。そして、性と生殖の問題。<BR/>事例1：女性のエンパワーメントプロジェクト例<BR/>事例2：生理のタブー。生理の貧困<BR/>事例3：LGBTの人々の生きづらさ", ""], "第7回": ["【水・衛生】目標６「安全な水とトイレを世界中に」<BR/>事例1：日本企業の挑戦②", ""], "第8回": ["【エネルギー】目標７「エネルギーをみんなに、そしてクリーンに」：地球の存続を左右するエネルギーのありかた。<BR/>事例1：アフリカエネルギー事情", ""], "第9回": ["【インフラ、そしてイノベーション】目標９「産業と技術革新の基盤をつくろう」：誰も取り残さない開発を可能にする産業やイノベーションの強化のこと。<BR/>事例1：Fintech<BR/>事例2：『風をつかまえた少年』とファブラボ、そしてハニービーネットワーク", ""], "第10回": ["【不平等】【平和】目標１０「人や国の不平等をなくそう」、目標１６「平和と公正をすべての人に」：誰一人取り残さない開発で、実は最も大切な視点。格差は心をむしばみ、紛争や戦争は積み上げられた努力すべてを破壊する。<BR/>事例：テロと絶望の関係‐テロを止め、紛争を予防するということ", ""], "第11回": ["【都市】目標１１「住み続けられるまちづくりを」：住む人々の人生を左右するまちのありかた。<BR/>事例1：MAAS・スマートシティ・コンパクトシティ<BR/>事例2：MAAM現代美術館<BR/>事例3：日本人アーティストの挑戦", ""], "第12回": ["【働くことと生産・消費】目標１２：つくる責任つかう責任：限られた資源の中で77億人が生活を営む地球。あなたの生活とあなたの住む地球は持続可能ですか？ゴール8「働きがいも、経済成長も」：尊厳をもたらす「働く」ということ。持続可能な生産・消費の向こう側。<BR/>事例1：エシカル消費/フェアトレード<BR/>事例2：サーキュラー・エコノミー", ""], "第13回": ["【気候変動】目標１３：気候変動に具体的な対策を：気候変動に取り組み、生物多様性を守ることは、未来の可能性を守ること。そのための国際社会の約束事-パリ協定<BR/>事例1：アフリカのサヘルの人々の知恵－ZAI<BR/>事例2：ごみの散布による砂漠緑化　など", ""], "第14回": ["【海洋資源】【陸上資源】目標１４「海の豊かさを守ろう」、目標１５「緑の豊かさを守ろう：気候変動に取り組み、生物多様性を守ることは、未来の可能性を守ること。そのための国際社会の約束事-名古屋議定書<BR/>事例1：海と陸の認証制度<BR/>事例2：名古屋議定書とABS<BR/>事例3：ONE HEALTH", ""], "授業外学習2": "ログを通じて講義の振り返りを行うとともに、国際社会及び日本国内における当該分野の問題について思考してください。<BR/>講義期間中、インターネットやマスメディアなどを通して世界規模の問題に触れて理解するように努め、特に関心を持った問題については、国際社会がどのような解決方法を模索し、実際に何が行われているのかについて、特に社会的企業の動きに注意を払って調べてみてください。"}, "評価": {"参考文献・資料Reference books0": "SDGｓについて、日本語では「持続可能な開発のための 2030 アジェンダ　（SDGs外務省仮訳）」が最も基本的な文献となります。\nSDGｓの解説については、政府や国連機関のウェブサイトはもちろん、様々な書籍および解説ウェブサイトが存在するので、適宜参照してください。\n各課題ごとの参考文献・資料は授業内で配布・提示します。", "学生による授業評価の方法Course Evaluation by Students0": "授業内で実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "ログと授業参加度40%、２回のレポート60%"], "URLリンク1/URL 10": "持続可能な開発のための 2030 アジェンダ　（SDGs外務省仮訳", "更新日時/Date of Update1": "2022年01月14日 03時31分34秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "Ｂ－１０３"]}, "campas": 0, "name": "【100】SDGsスタディーズ入門／Introduction to SDGs Studies", "管理部署": 24, "単位数": 2, "担当者": "森重　裕子（MORISHIGE YUKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 11, "評価1": 4, "開講期": 1}