{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、日本の政治制度に限らず、日本の歴史・文化についても学ぶことで、日本政治を総合的に理解することである。", "到達目標": "日本政治を学び、その知識を活かして、他国の政治社会と比較してそれを論じることが到達目標である。", "授業方法": "対面授業。授業は基本的には講義形式で実施するが、少人数の場合はこちらから適宜質問を投げかけたり、ディスカッションの時間を設ける。<BR/>3月18日追記：新型コロナウイルスの感染拡大の可能性や基礎疾患を持つ受講生への配慮から、オンラインの併用も行う。具体的には、授業の様子をZOOMにて中継する。<BR/>9月8日追記：新型コロナウイルスの感染拡大のため、原則としてオンライン授業（ZOOMによる同時双方向型）を実施する。ウイルスの感染状況を見て、対面とオンライン授業の併用（3月18日追記のもの）へと切り替える。", "トピック": {"第1回": ["イントロダクション・受講生の自己紹介・基本的な用語の説明【政治、国家、国】", "特になし。下記指定の教科書や日本のニュース番組をチェックしておくとよい。"], "第2回": ["日本の歴史（古代～安土桃山時代）【魏志倭人伝、元寇、東方見聞録、フランシスコ・ザビエル】", "日本の歴史を説明する際には、海外との関わりに注目しながら説明するので、他の国の同時期の歴史を調べておくことが望ましい。"], "第3回": ["日本の歴史（江戸時代～第二次世界大戦）【長崎貿易、開国、帝国主義・植民地化、世界大戦】", "日本の歴史を説明する際には、海外との関わりに注目しながら説明するので、他の国の同時期の歴史を調べておくことが望ましい。"], "第4回": ["日本の歴史（終戦～現代）【逆コース、55年体制、日米安全保障条約、政権交代】", "日本の歴史を説明する際には、海外との関わりに注目しながら説明するので、他の国の同時期の歴史を調べておくことが望ましい。"], "第5回": ["日本の文化【初詣、お盆、ハロウィン、クリスマス、「精神的雑居性」、キリスト教とマルクス主義】", "日本の宗教観を理解する際には、日本で根付いている複数の宗教行事を知っておく必要があるので、調べておくことが望ましい。"], "第6回": ["日本の宗教と政治【アニミズムとシャーマニズム、鎮護国家思想、儒教、国家神道、「無宗教」】", "日本の宗教と政治とのかかわりとを理解する際には、日本で根付いている複数の宗教を知っておく必要があるので、調べておくことが望ましい。"], "第7回": ["日本の宗教と政治【日本国憲法第一条、日本国憲法第二十条、愛媛県靖国神社玉串料訴訟、自衛官護国神社合祀事件】", "日本の宗教と政治とのかかわりとを理解する際には、日本で争点となっている訴訟や事件について知っておく必要があるので、調べておくことが望ましい。"], "第8回": ["試験", "これまでの授業について復習し、試験に備えること。"], "第9回": ["日本の選挙【政党、小選挙区制、比例代表制、投票率】", "日本の選挙について理解するためには、日本の選挙制度を知っておく必要があるので、選挙の流れについて調べておくことが望ましい。"], "第10回": ["日本の選挙【小泉純一郎、小泉劇場、小泉チルドレン、中選挙区制】", "選挙の具体的なイメージをつかんでもらうため、ドキュメンタリー映画「選挙」を見ていただきますので、この映画で出てくる小泉純一郎について調べておくことが望ましい。"], "第11回": ["日本の立法【国会、与党・野党、委員会制度】", "日本の立法について理解するためには、国会と内閣の違いについて知っておく必要があるので、両者を調べておくことが望ましい。"], "第12回": ["日本の行政【内閣、省庁、官僚制、政治主導と官僚主導、本人―代理人論】", "日本の行政について理解するためには、内閣と省庁の関係について知っておく必要があるので、調べておくことが望ましい。"], "第13回": ["日本の司法【裁判所、検察、弁護士、違憲立法審査権、最高裁判所判事の任命、「高度な政治性」】", "日本の司法について理解するためには、裁判の流れについて知っておく必要があるので、調べておくことが望ましい。"], "第14回": ["試験", "これまでの授業について復習し、試験に備えること。"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["山川出版社", "山川 詳説日本史図録", "山川出版社", "2015 年", "978-4634025264", ""], "教科書Required texts0": "【4月15日追記】\nこの教科書は日本の歴史のイメージをつかんでもらうためのものなので、必ず準備してもらう必要はありません。\nスライドで十分だという人は特に準備は必要ありません。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "成績評価Grading2": "備考　Note\n授業内で各50点ずつの試験を実施する。形式は記述式（日本語）試験を予定している。\n3月18日追記：オンラインでの参加を希望する生徒には、3000字程度のレポート試験を課す。出題内容は授業内で提示する。\n4月15日追記：対面での授業実施が難しい場合、評定方法を全面的にレポートにする可能性がある。決定は第6回講義までに周知する。", "更新日時/Date of Update0": "2021年09月21日 10時44分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "Ｇ－２０２"]}, "campas": 0, "name": "【100】日本政治総論／Introduction to Japanese Politics", "管理部署": 24, "単位数": 2, "担当者": "平石　知久（HIRAISHI TOMOHISA） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 1, "評価1": 2, "開講期": 2}