{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "日本・インドネシアの学生が、共同研究、文化交流、オンライン・フィールドワークなどを基に国際的な諸問題について共に学び、相互理解を深める。このことを通して、平和でよりよい国際社会を創り出す、&quot;Mastery for Service&quot;を体現する世界市民へと成長することを目指す。〔2022年度のテーマは、&quot;Being a Global Citizen during the Pandemic: Identities at Crossroads&quot;〕", "到達目標": "1）国際社会において存在感を増すインドネシアに関する基本的な知識を習得できること。<BR/>2）異文化間コミュニケーションならびに英語運用の力が高まること。<BR/>3）自己／自文化／自国に関する理解が深まること。<BR/>4）共同学習を通じた国際交流の中で、セミナー以降にも持続する人間関係が培われること。<BR/>5）アジアや私たちの諸課題を知り、その改善や平和構築のための問題意識と貢献意欲を持てるようになること。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "インドネシア交流セミナーは、本学とインドネシアの協定校サティヤ・ワチャナ・キリスト教大学（以下「UKSW」）の間で行われる夏期学生合同セミナーで、両大学間ではEast Asia Student Encounter(EASE)の名称で親しまれている。2022年は全面オンラインでの実施となった。2023年は現地で実施される予定。6月からセミナー開催に向けての準備を始め（事前研修）、テーマに即したプレゼンテーションや文化紹介等の内容について参加学生が主体となって計画する。また、2週間に1度を目途にインドネシアとオンラインでつないで、事前準備を行う予定である。セミナー期間中は英語を使用するので、この準備期間に英語のスキルアップも図る。（国際教育・協力センター（CIEC）の冊子に掲載される本セミナーの募集要項の内容も併せて確認すること。）", "授業方法": "事前研修、セミナー、事後研修のいずれのフェーズにおいても、参加者の主体性・能動性・グループワークを重んじるゼミ形式でプログラムを進める。インドネシアの参加者とメール等で連絡をとり合って準備を進める部分もある。また、このセミナーでは様々な形の「交流」をするが、大学で学ぶ者どうしの交流としてアカデミックな共同の学びが重要な部分となる。そのため、事前研修ではインドネシア側とオンラインでつなぎ、英語による発表準備にも取り組む。文化交流プログラム（日本文化などの紹介）の準備に関しては、参加者が主体となって、事前研修以外の時間を使って準備を進めることになる。", "トピック": {"授業計画1": "EASEは、a）事前研修、b）セミナー（2023年度はUKSWで開催）、c）事後研修という3つの段階からなる。その中で、1. グループ発表およびレポート作成、2. 文化交流プログラム（日本文化・料理の紹介、フィールドワークなど）を柱として活動する。以下すべてについて、欠席することなく積極的に参加をすること。<BR/><BR/>a）事前研修（週1回、土曜日の予定）<BR/>本セミナーに必要な心構えや基本的な素養、基礎知識を身につけたうえで、グループ発表や文化交流の準備を学生主体で進める。<BR/><BR/>a-1）グループ発表は、インドネシア側学生と一緒になってテーマに関する調査およびプレゼンテーション準備を行う。なお、2週間に1度インドネシアとオンラインでグループ発表に関する議論を行い、準備を進める。<BR/>a-2）文化交流は、日本文化を紹介する &quot;Cultural Sharing&quot;、および、日本料理をインドネシア側学生と一緒に作る &quot;Food Sharing&quot; の2つから構成される。日本側学生で準備する。<BR/><BR/>なお、グループ発表や文化交流については事前研修以外の時間も使って準備を進めること。使用言語は日本語と英語。<BR/><BR/>b）セミナー（8月に実施予定）<BR/>事前研修で準備したグループ発表とその議論、文化交流など相互理解を深めるプログラムをUKSWで実施する。〔参考：2022年度のテーマ &quot;Being a Global Citizen during the Pandemic: Identities at Crossroads&quot; 〕使用言語は英語。<BR/><BR/>c）事後研修（9月予定）<BR/>プログラムを通して学んだこと・考えたことを振り返り、今後のキャリアについて考える機会とし、レポートおよび報告書を作成する。使用言語は日本語と英語。", "授業外学習2": "事前研修の日程などを説明するため説明会には出席することが強く望まれる。また、事前研修の時間は限られているため、時間外の準備が非常に重要である。週に１回程度は参加者同士で集まり、準備を計画的に着実に進めておくこと（特に定期試験期間中）。配布された資料についてはきちんと目を通しておくこと。"}, "評価": {"教科書Required texts0": "特定の教科書は用いない。講読文献は第1回の授業時に決定する。\nReading materials will be assigned in the first session.", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["間瀬朋子、佐伯奈津子、村井吉敬", "現代インドネシアを知るための60章", "明石書店", "2013 年", "978-4750437487", ""], "参考書/Reference books2": ["佐藤百合", "経済大国インドネシアー21世紀の成長条件", "中公新書", "2011 年", "978-4121021434", ""], "参考書/Reference books3": ["水本達也", "インドネシア―多民族国家という宿命", "中公新書", "2006 年", "978-4121018762", ""], "参考書/Reference books4": ["加納啓良", "インドネシアの基礎知識", "めこん", "2017 年", "978-4839603014", ""], "参考書/Reference books5": ["倉沢愛子", "インドネシア大虐殺―二つのクーデターと史上最大級の惨劇", "中公新書", "2020 年", "978-4121025968", ""], "参考文献・資料Reference books0": "授業内で適宜紹介する。\nInstructed by lecturer", "学生による授業評価の方法Course Evaluation by Students0": "学部で実施されている調査方法によって行う。\nCourse evaluation is conducted in class.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "事前研修やその準備に対する取り組み、セミナー中のグループ発表の内容、セミナーでの参加状況、ディスカッション参加率、事後レポートの内容などを総合して判断する。"], "成績評価Grading2": "備考　Note\n・事前研修から事後レポート提出まで、すべてのプログラムに責任をもって取り組むことが、単位取得の最低条件である。\n・生活上の基本的な英会話と、自分の関心事について英語で話すことができる程度の英語力は最低限求められる。", "更新日時/Date of Update0": "2023年01月13日 17時12分22秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【200】インドネシア交流セミナーＡ／Indonesia Seminar A", "管理部署": 24, "単位数": 2, "担当者": "トリーベル　Ｃ．（TRIEBEL CHRISTIAN JAMES） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 8}