{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学生が、海外（ベトナム・ホーチミン）でのインターンシップへの参加を通して、グローバル化時代におけるキャリア形成や職業観の醸成、多様性を理解することである。また海外の職場という未知の環境下においてビジネス現場の厳しさとやりがいを体感することで、人間力を鍛え、視野の拡大やものの見方を鍛錬する。この経験を履修生同士でフィードバックしあい意味づけ、継続的に学び続ける力を養っていく。", "到達目標": "本授業では下記5点を到達目標とする<BR/>１．グローバルな視点から社会のしくみや企業での仕事について理解することができる。<BR/>２．現地の学生との交流等を通してグローバル化時代におけるキャリア形成の在り方について意見を述べることができる<BR/>３．海外の日系企業で働くことにより自分の強みや課題を認識することができる。<BR/>４．海外という環境下で生活し働く、その意義や価値を自分なりに理解することができる。<BR/>５．海外の現場でのコミュニケーションの姿勢や意欲を学ぶことができる。", "特記事項": "＜DP・CPと授業科目との関連＞<BR/>各授業科目は、各学部・研究科の定めるDP・CPに基づき、カリキュラム上に配置されています。<BR/>DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。<BR/>また、履修心得や履修の手引きに掲載されている教育課程表（授業科目一覧等）も参考にしてください。<BR/>＜DP・CPとは？＞<BR/>DP（ディプロマ・ポリシー）：各学部等の教育理念に基づき、どのような力を身に付けた者に卒業を認定し、学位を授与するのかを定める基本的な方針であり、学生の学修成果の目標ともなるもの。<BR/>CP（カリキュラム・ポリシー）：DPの達成のために、どのような教育課程を編成し、どのような教育内容・方法を実施し、学修成果をどのように評価するのかを定める基本的な方針。<BR/>＜各学部・研究科等のDP・CP一覧＞<BR/>https://www.kwansei.ac.jp/a_affairs/a_affairs_000550", "関連科目": "", "授業方法": "本演習では、渡航前の事前研修、海外での現地演習、帰国後の事後研修を実施する。<BR/>事前研修および事後研修は、講義・演習形式で行う。", "トピック": {"授業計画1": "１．事前研修（於：西宮上ケ原キャンパスまたはオンライン）<BR/>　　プログラム全体の説明、ガイダンス、渡航にあたっての注意事項、手続きなど<BR/>　　※数回実施予定<BR/><BR/>２．ビジネス研修（オンライン）<BR/>日系企業に勤務する社会人から現場の最新情報について話を伺うグローバル・リーダーフォーラム、世界各地から参加する学生とのディスカッションを通してキャリア観を育成する学生フォ－ラム、海外在住のビジネスパーソンから海外就活や生活について学ぶキャリア・フォーラム等に参加する。<BR/><BR/>３．現地プログラム<BR/>現地の「日系企業」を中心としてインターンシップを行う。<BR/><BR/>４．事後研修（於：西宮上ケ原キャンパス）<BR/>　　プログラムの振返り、目標設定など<BR/><BR/>あくまでも計画であり場合によって変更になる可能性もある。不明な点は国際教育・協力センター（CIEC）に問合せをすること。", "授業外学習2": "実習前：実習企業について調べ、自らのインターンシップへの参加の目標を設定し、行動計画を立てる。<BR/>実習中：毎日業務の振り返りを行い、学び得たこと、課題の整理を行う。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "実習への参加、提出課題等により総合的に評価します。"], "成績評価Grading2": "備考　Note\n事前研修・事後研修および現地プログラム中に課される課題をもとに総合的に評価する。\nなお、評価は認定評価とする。", "更新日時/Date of Update0": "2022年03月25日 19時40分24秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【100】短期海外インターンシップ　２／Short-term Overseas Internship", "管理部署": 24, "単位数": 4, "担当者": "新関　芳生（NIIZEKI YOSHITAKA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 8}