{"履修期": "秋学期集中", "主な教授言語": "英語", "授業目的": "本授業では、学生がカナダの生活文化や文学、歴史、地理に関する知識を修得し、現代のカナダが抱える課題について理解を深めることを目的とする。", "到達目標": "参加者各自が、カナダに関する基礎知識を身につけるとともに、カナダが抱える課題等について英語で議論・発表することができる。", "特記事項": "英語中期留学マウント・アリソン大学参加者のうち、選択科目受講者のみ履修可", "関連科目": "", "授業の概要・背景": "", "授業方法": "Students will be engaged in a number of activities during the class including:<BR/><BR/>・Small group discussion<BR/>・Lecture<BR/>・Guest Speakers<BR/>・Group Projects and Presentations<BR/>・Films<BR/>・Music<BR/>It is anticipated that there will be a number of guest lecturers from various disciplines including Canadian Literature, Film Studies and Political Science. In addition, the course will include the opportunity to take advantage of special presentations, lectures and events taking place at the University of Toronto and in the community in order for students to be directly engaged in current issue facing Canadians", "トピック": {"授業計画1": "This course will talk about a variety of topics including natural resource management, climate change and the Kyoto Protocol. It will introduce the effect of human activity on a variety of fields, such as water, forestry , oceans, food, and alternative energy. These issues will be discussed in a Canadian context wherever possible. This course will also talk about what we can do on an individual level to change the way we live our daily lives and the choices we make so that we reduce our negative effect on the environment. <BR/><BR/>※・授業時間数については、国際教育・協力センター発行の「国際教育・協力プログラム募集要項」で確認すること。", "授業外学習2": "各授業の前後に新出の語彙や文章の読み書きを練習するなどの予習・復習が求められる。また、個人のレポート課題やプレゼンテーション発表、グループワーク等の準備を行う。学生は週５～10時間ほどの授業時間外学習を行う。"}, "評価": {"教科書Required texts0": "現地にて指示する", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "試験および平常点によって総合的に評価する。"], "更新日時/Date of Update0": "2022年02月18日 13時27分41秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【200】カナダ研究トロント大学／Canadian Studies at U of Toronto", "管理部署": 24, "単位数": 3, "担当者": "新関　芳生（NIIZEKI YOSHITAKA） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 9}