{"履修期": "秋学期集中", "主な教授言語": "英語", "授業目的": "本授業では、学生が総合的な英語4技能を修得し、TOEFL ITPスコア30点以上向上するとともに、事前・事後研修を含む留学全体を通して異文化理解を深めることを目的とする。", "到達目標": "英語の総合的な4技能について、以下の項目を向上することを到達目標とする。<BR/>・様々な教材またはコミュニケーションの内容を聞き取り、正しく反応できる。<BR/>・様々な種類の文章を識別し、理解することができる。<BR/>・正確な文法・発音・語彙を用いながら会話することができる。<BR/>・プレゼンテーション発表ができる。<BR/>・体系立ててまとめられた文章を書くことができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "Students take an active role in the classroom by participating in seminars, discussions, oral activities, writing exercises. Also, in addition to individual work, students will work with their instructor and classmates as a whole class and in groups and pairs.<BR/>授業形態：対面実施", "トピック": {"授業計画1": "・本コース全体の主な内容は次の通りである。<BR/>１）口頭および文章を通じたコミュニケーションによる英語の理解。　<BR/>２）状況に応じた表現。　<BR/>３）会話の集中的訓練。　<BR/>４）発音矯正。　<BR/>・研修の最初に学力試験（筆記および面接）を実施し、その結果に応じてクラス分けを行う。<BR/>・授業時間数については、国際教育・協力センター発行の「国際教育・協力プログラム募集要項」で確認すること。", "授業外学習2": "各授業の前後に新出の語彙や文章の読み書きを練習するなどの予習・復習が求められる。また、個人のレポート課題やプレゼンテーション発表、グループワーク等の準備を行う。学生は週５～10時間ほどの授業時間外学習を行う。"}, "評価": {"教科書Required texts0": "現地にて指示する", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "試験および平常点によって総合的に評価する。"], "更新日時/Date of Update0": "2023年02月15日 10時06分56秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【200】英語中期留学ハワイ大学マノア校I　２／Sophomore Semester English Abroad at U of Hawaii at Manoa I", "管理部署": 24, "単位数": 7, "担当者": "鳥羽　美鈴（TOBA MISUZU） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 9}