{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "１）予想することがかなり難しいグローバル社会の変化を捉え、世界と自分自身の関係性を理解する。その上で、これからの国際社会に出て行くための準備をさせることを目的とする。２）そのグローバル社会を生き抜くために、学生時代に自分の基軸を確立し行動することを目的とする。", "到達目標": "１）グローバルな視点で、社会環境の変化を理解し、自分自身への影響を認識し発表できる。２）未来予測の中での自分の機会と脅威を考え、表現することができる。３）自らの強み・弱みを理解し、課題克服のための４年間の行動計画を立てることができる。４）グローバル社会に出て行くために、自らの振れない基軸を持つことができる。５）自分の基軸を定めたうえで、これからの自らの行動計画を発表し宣言できる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "<div><span style=\"font-size:13.28px;\">＜次のような学生の受講を推奨します＞</span></div><div>（１）グローバル社会を生き抜くために必要な学習課題や大学生活の送り方について考えてみたい<br />（２）留学の目的を明確にしておきたい</div><div>（３）留学までの準備期間、あるいは留学先での学習課題について明確にしておきたい<br />（４）少人数制の授業でグループディスカッションや発表（プレゼン）の機会を得たい<br />（５）他学年・他学部の学生とネットワークをつくりたい。刺激し合って学びたい<br /><span style=\"font-size:13.28px;\"><br />＜実務経験のある教員による授業です＞</span></div><span style=\"font-size:13.28px;\">企業の人事部門における教育研修企画やファシリテーション、及び人材コンサルティング会社でのキャリアカウンセリング等の経験と実績を積んだ講師からキャリア開発プロセスに関わる理論や技法を学び、国際社会で生き抜くための基軸を考え、国際社会に主体的に対応していくための大学生活のアクションプランを作成できる授業です。</span>", "授業方法": "※講義、個人ワーク、グループディスカッション、プレゼンテーションを組み合わせて展開します・１クラス最大30名。他学年・他学部の学生と交流しながら学習します・毎回、座席を指定します（プログラム毎にグループ編成が変わります）・授業後に出席カードと授業の振り返りを兼ねた「リフレクションペーパー」の提出（LUNA）を求めます・講師はリフレクションペーパーを採点し、評価コメントをフィードバックします（LUNA）※提出課題へのフィードバック方法・シート提出の都度、内容（考察）レベルを採点しコメントと共にフィードバックします・フィードバックはすべてLUNAから行います（学生は毎回LUNA「成績表」で確認する）※質問等へのフィードバック方法・リフレクションペーパーやメールで受け取った質問や相談事項を集約して教材に反映させ回答・解説します（各回、都度に行う）・個人的なレベルの質問・相談に対しては個別に回答します（LUNAまたはメール）", "トピック": {"第1回": ["※14回すべて対面授業で実施します<br /><br />テーマ：オリエンテーション<br />主な内容：<br />・当講座の目的、ルール、評価方法等を理解する<br />・キャリアデザインのコンセプト<br />・人生の長い時間軸の中で現在の立ち位置が持つ意味・意義を考察する", ""], "第2回": ["テーマ：グローバル環境の未来予測（１）<br />主な内容：<br />・グループディスカッションの進め方を学ぶ<br />・人生100年時代を迎えた私たちの現在の立ち位置・なすべきことに果敢する考察", ""], "第3回": ["テーマ：グローバル環境の未来予測（２）<br />主な内容：<br />・「科学・技術」の切り口でグローバルな社会環境変化について調査し、10年後の未来を予測する(仮説を立てる）<br />・個人でリサーチ→グループで調査結果を共有化→グループディスカッション→発表", ""], "第4回": ["テーマ：グローバル環境の未来予測（３）<br />主な内容<br />・「経済・労働」の切り口でグローバルな社会環境変化について調査し、10年後の未来を予測する(仮説を立てる）<br />・個人でリサーチ→グループで調査結果を共有化→グループディスカッション→発表", ""], "第5回": ["テーマ：グローバル環境の未来予測（４）<br />主な内容<br />・「政治・文化・教育」の切り口でグローバルな社会環境変化について調査し、10年後の未来を予測する(仮説を立てる）<br />・個人でリサーチ→グループで調査結果を共有化→グループディスカッション→発表", ""], "第6回": ["テーマ：グローバル環境の未来予測（その５）<br />主な内容：<br />・第３～５回の未来予測ワークから導かれた「私たちの課題」（機会と脅威）とさらなる学習課題を明らかにする<br />・グループディスカッション＆発表", ""], "第7回": ["テーマ：グローバル環境における自己分析（１）<br />主な内容：<br />・自国民のアイデンティティーを「教育観」「自然・宗教観」の切り口で考察する<br />・グローバル化とアイデンティティーの関連性について考察する<br />・グループディスカッション＆発表", ""], "第8回": ["テーマ：グローバル環境における自己分析（２）<br />主な内容：<br />・自国民のアイデンティティーを「経済・労働観」「言語・文化観」の切り口で考察する<br />・グローバル化とアイデンティティーの関連性について考察する<br />・グループディスカッション＆発表", ""], "第9回": ["テーマ：グローバル環境における自己分析（３）<br />主な内容：<br />・グローバル人材の要件を考察する<br />・グローバル社会で活躍するための自分の強みや弱み点検し、自身が取り組むべき課題を明らかにする<br />・グループディスカッション＆発表", ""], "第10回": ["テーマ：グローバル環境における自己分析（４）<br />主な内容：<br />・社会、組織で働くために求められる能力について考察する<br />・社会、組織で働くための自分の強みや弱みを点検し、自身が取り組むべき課題を明らかにする<br />・グループディスカッション", ""], "第11回": ["テーマ：クロスSWOT分析に基づく学習・行動計画の策定（１）<br />主な内容：<br />・活用できる大学内外のリソース（資源）を点検・サーチする<br />・クロスＳＷＯＴ分析を用いて、強みを強化し弱みを克服するための環境の活かし方を考察する<br />・グループディスカッション", ""], "第12回": ["テーマ：クロスSWOT分析に基づく学習・行動計画の策定（２）<br />主な内容：<br />・実効性の高い行動計悪の技法を学ぶ<br />・クロスSWOT分析を踏まえて大学卒業までの具体的な学習・行動計画書を作成する<br />・グループディスカッション", ""], "第13回": ["テーマ：行動計画の実行宣言（１）<br />主な内容：<br />・行動計画の実行への喚起・動機付け<br />・行動計画を発表し合い、学生間での相互フィードバックを踏まえて自身の学習・行動計画書をブラッシュアップする<br />・グループディスカッション", ""], "第14回": ["テーマ：行動計画の実行宣言（２）<br />主な内容：<br />・行動計画の実行への喚起・動機付け<br />・行動計画を発表し合い、学生間での相互フィードバックを踏まえて自身の学習・行動計画書をブラッシュアップする<br />・グループディスカッション＆発表<br />・当授業の総括", ""], "授業外学習2": "※予習課題<br />・社会環境変化や時事問題などに関する調査、次回授業で使用するワークシートの作成（1時間程度）<br />※授業後の課題<br />・各回で使用したワークシートの改良（仕上げ）・提出（1時間程度）<br />・毎回、授業の振り返りと自身の考察をまとめる「リフレクションペーパー」の作成・提出（1時間程度）"}, "評価": {"教科書/Required texts0": ["特定の教科書（図書）は使用せず、毎回学習に必要な教材（レジュメや資料、課題シート等）を配布します"], "学生による授業評価の方法Course Evaluation by Students0": ["学内統一様式を使って実施します"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "学生による授業評価の方法Course Evaluation by Students2": ["毎回LUNAから提出するリフレクションペーパーは、提出期限後に講師がLUNA上で採点結果およびフィードバックコメントを登録します。"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "リフレクションペーパーや課題シートの提出、及びその内容レベル"], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業中の意見発表やグループワークの取り組み、提出物の期限管理等の学習マナーレベル、リトライ（課題シートの改良）の取り組み姿勢"], "成績評価Grading3": ["備考　Note ・学期末試験は実施しません・提出課題の評価は１回で確定させず、改良方法の学習を踏まえて、再提出が可能です（再採点します）"], "添付ファイル1/File Attachment 10": ["2025年度プログラム表＜グローバルスタディーズ入門＞.pdf", "2025年度プログラム表＜グローバルスタディーズ入門＞"], "添付ファイル1/File Attachment 11": ["2025年02月20日 12時12分57秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "Ｇ－２０５"]}, "campas": 0, "name": "【100】グローバルスタディーズ入門　２／Introduction to Global Studies", "管理部署": 24, "単位数": 2, "担当者": "渡辺　一成（WATANABE KAZUNARI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "開講期": 1, "時限1": 3, "評価1": 3, "評価2": 6, "成績評価備考": "備考　Note\n・学期末試験は実施しません\n・提出課題の評価は１回で確定させず、改良方法の学習を踏まえて、再提出が可能です（再採点します）"}