{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照/Refer to the following", "到達目標": "英文欄参照/Refer to the following", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業方法": "Depending on enrollment numbers, the evolving COVID-19 situation, and the schedule of students at Trinity University, this course should be mostly face to face, with a hybrid, online option, if needed. Most classes will involve a lecture component followed by whole-class and small-group discussions. Groups will sometimes be asked to make impromptu speeches to summarize the contents of discussion. The final few classes of the semester will be dedicated to student presentations. You should have a stable wifi or internet connection at home to complete all out-of-class assignments. The course will also involve at least two LIVE online sessions with students at Trinity University.", "トピック": {"第1回": ["**The course contents are subject to change dependent on the information received from the students&#39; needs analyses. The needs analyses will be done during the first class of the semester.<BR/>Icebreakers: Students get to know each other. Students learn about the course and the background of the US-based students.  <BR/> <BR/><BR/><BR/>Students will complete two sections of this course: 1) intercultural communication foundations, and 2) applied intercultural communication. First, the foundations component of the course will involve the role of culture in communication and how intercultural competences may improve the chances of successful cross-cultural interactions, especially in Japan. With an understanding of culture as distinct, yet fluid, the second stage of the course examines the intercultural foundations in practice. <BR/><BR/>Introductions, ice breakers, needs analysis", "In principle, all 14 sessions will be conducted face to face<BR/>Needs analysis survey: 1 hour"], "第2回": ["Understanding differences between cultures<BR/>What is culture and intercultural communication? <BR/>Culture as an iceberg: focus on perspectives (i.e. deep culture)<BR/>Developing questions / discussion themes for first COIL session based on deep culture.<BR/>Reflect on “Cool Japan” initiative", "Homework assignments include weekly journals of at least 350 words that provide the basis for the following week’s lesson. Essentially, the journal assignment will allow students to prepare for the following week’s discussion.  <BR/>Journal 1: 1-2 hours"], "第3回": ["First COIL interaction<BR/>Create rotating discussion circles via Zoom. <BR/>Set period of time for introductory discussion.<BR/>Provide discussion prompts based on class 2 preparations and homework.", "Journal 2: 1-2 hours"], "第4回": ["First First COIL reflection; Hofstede model of national culture <BR/>Reflect: I used to think (about Texas / USA) but now I know…<BR/>Introduce Hofstede’s Theory on national culture.", "Journal 3: 1-2 hours"], "第5回": ["Challenge national culture models: Does country = culture? <BR/>Teach students the Describe Interpretation Evaluate technique.<BR/>Ask students to identify visual media about Japan and the USA to be discussed in COIL #2.", "Journal 4: 1-2 hours"], "第6回": ["Second COIL interaction.<BR/>Create rotating discussion circles via Zoom. <BR/>Set period of time for DIE discussions.<BR/>Japanese students share DIE of US media; US-based students respond.<BR/>US-based students share DIE of Japanese media; Japan-based students respond.", "Journal 5: 1-2 hours"], "第7回": ["Second COIL reflection<BR/>Reflect: Most valuable lessons learned in terms of culture and language developments.<BR/>Goal setting for in-class face-to-face interactions via Possible selves (ideal L2, ought to L2, etc.).<BR/>Discussion of identity and its role in intercultural communication: minority vs majority identity development.", "Journal 6: 1-2 hours"], "第8回": ["**Classes 8-11 represent the second phase of this course, which involves discussions on various cross-cultural issues<BR/>Intercultural Communication Discussion #1<BR/>Theme: gender and sexuality", "Journal 7: 1-2 hours"], "第9回": ["Intercultural Communication Discussion #2<BR/>Theme: representation of culture and nationality in media", "Journal 8: 1-2 hours"], "第10回": ["Intercultural Communication Discussion #3<BR/>Theme: autobiography of intercultural encounters", "Journal 9: 1-2 hours"], "第11回": ["Intercultural Communication Discussion #4<BR/>Theme: The higher education experience - comparing Japan and the C2", "Journal 10: 1-2 hours"], "第12回": ["Final presentations", "Research, prepare, and deliver final presentation: 15-20 hours (approximately)"], "第13回": ["Final presentations", ""], "第14回": ["Final presentations", ""]}, "評価": {"教科書Required texts0": "None required for purchase - material will be provided by the instructor", "参考文献・資料Reference books0": "N/A", "学生による授業評価の方法Course Evaluation by Students0": "At the end of the semester, students will complete a course evaluation.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "final presentation"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "weekly journal assignment (10 x 3%)"], "成績評価Grading3": ["その他／Others (99)", "30 %", "participation"], "更新日時/Date of Update0": "2022年02月01日 10時13分58秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "ＭＲ－１０２"]}, "campas": 0, "name": "【200】English for Cross-Cultural Studies A (Level 3)／English for Cross-Cultural Studies A (Level 3)", "管理部署": 24, "単位数": 2, "担当者": "ナウラン　Ａ．（NOWLAN ANDREW GERALD PARKER） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}