{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "英文欄参照/Refer to the following", "到達目標": "英文欄参照/Refer to the following", "授業方法": "This course will be conducted face-to-face.<BR/>Depending on the evolving situation, course format may include the following:<BR/>- Individual, pair, and group discussion based on topics that relate to content <BR/>- Sharing of information, including weekly homework assignments, on Google Classroom- Presentation and homework assignments<BR/>- All components conducted in English<BR/>- As a level 1 course, all English tasks expected to be completed at an intermediate level", "トピック": {"第1回": ["**The schedule below is an example of what the course will look like. Specific contents will not be decided upon until after a needs analysis is done (during first class) to determine the interests, backgrounds, and needs of enrolled students**<BR/><BR/>Week 1: Class overview, introductions, ice breakers", ""], "第2回": ["Week 2: Introduction to culture: what is Japanese culture? Discuss first 220-word journal.", ""], "第3回": ["Week 3: What influences Japanese character? Why are Japanese people the way they are? Discuss second 220-word journal.", ""], "第4回": ["Week 4: What is Canadian culture? What makes Canadians the way they are? Discuss third 220-word journal.", ""], "第5回": ["Week 5: What does it mean to be “hafu” or mixed race? What are their experiences? Discuss fourth 220-word journal.", ""], "第6回": ["Week 6: How does media (e.g. TV, movies) affect our idea of culture and people? Discuss fifth 220-word journal.", ""], "第7回": ["Week 7: How can we learn about culture? Identifying internet sources. Discuss sixth 220-word journal", ""], "第8回": ["Week 8: Is English different around the world? How can we communicate when we don’t know the local language? Discuss seventh 220-word journal.", ""], "第9回": ["Week 9: How can we adapt to cultural differences abroad? What is most important for Japanese people? Discuss ninth 220-word journal.", ""], "第10回": ["Week 10: Can there be major cultural differences within a country? Kansai vs. Kanto, Eastern vs. Western Canada. Discuss ninth 220-word journal.", ""], "第11回": ["Week 11: Culture and the university experience: what is important for successful study abroad? Discuss final 220-word journal.", ""], "第12回": ["Week 12: final presentations", ""], "第13回": ["Week 13: final presentations", ""], "第14回": ["Week 14: final presentations", ""], "授業外学習2": "Each class will involve information and topics that will need to be applied to a final presentation. It is the students’ responsibility to make notes during each class so they can successfully accomplish this. Each class, students will need to submit a journal of at least 220 words based on discussion questions related to the topic. You should have a stable wifi or internet connection at home to complete all out-of-class assignments. Students will be expected to perform tasks in English at an intermediate level."}, "評価": {"教科書Required texts0": "- To be decided in class, if any\n- Handouts will be provided by the instructor", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted during the last week of class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Final presentation"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Weekly Journal writing and vocab building, 10 @ 3% each"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Participation / English use"], "更新日時/Date of Update0": "2021年02月24日 13時12分26秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "ＭＲ－１０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【200】English for Cross-Cultural Studies B (Level 1)／English for Cross-Cultural Studies B (Level 1)", "管理部署": "国際教育・協力センター/CIEC／Center for International Education and Cooperation", "単位数": "2", "担当者": "ナウラン　Ａ．（NOWLAN ANDREW GERALD PARKER） ", "履修基準年度": "１年", "時限1": "月曜２時限／Monday 2", "開講期": "秋学期／Fall"}