{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The objective of the course is to enhance students’ knowledge of Canada by highlighting historical state of affair which have resulted in the development of a multi-cultural society, economic and political systems, international relations, and its place in the world.  The course also exposes students to Canadian popular culture, history, politics, economic realities, architecture, and languages.", "到達目標": " By the end of the semester student should be able to: <BR/><BR/>Acquire general knowledge of Canada and improve your understanding how Canada has changed over the years.\t<BR/>Identify and discuss Canada’s main political, economic, social, and cultural features that have shaped its past and current realities. <BR/>Compare and contrast the differences between the Canadian Cultural Mosaic and the American Melting Pot. <BR/>Describe federalism and the three levels of government to explain the rights and responsibilities of citizenship.", "特記事項": "", "関連科目": "", "授業方法": "\tYou must follow the class syllabus – it provides outlines of the materials covered in each class and provides additional resources that will help you understand issues arising in the class.  <BR/>\t<BR/>\tClass time is organized to follow, as closely as possible, the syllabus to address different aspects of Canadian political and economic structures.  This will follow with questions and answers to deepen students’ understanding of the materials discussed at the start of every class.  Students should reflect on the class discussions to relate course issues to the “real world” of Canadian society and communicate with the instructor for further guidance.", "トピック": {"授業計画1": "See attached file", "授業外学習2": "See attached file"}, "評価": {"参考文献・資料Reference books0": "Patrick James and Mark Kasoff, eds., Canadian Studies in the New Millennium. Toronto: University of Toronto Press, 2nd edition, 2013.\n\nOther reading materials will be posted online as the course progress.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "see below"], "成績評価Grading2": "備考　Note\nTest 1 20%\nTest 2 20%\nPresentation 40%\nAttendance and Active Participation 20%", "添付ファイル1/File Attachment 10": ["Topics in Canadian Studies D - 2022.pdf", ""], "更新日時/Date of Update1": "2022年02月28日 14時31分53秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｇ－２０５"]}, "campas": 0, "name": "【300】Topics in Canadian Studies D／Topics in Canadian Studies D", "管理部署": 24, "単位数": 2, "担当者": "ユセフィ　アユブ（YOUSEFI AYOUB） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 4, "開講期": 1}