{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "The Global Career Seminar in Japan (GCSJ) aims to introduce some contemporary business frameworks and topics and provide students with skills to analyze and find practical solutions for actual business issues with people from different backgrounds using online platforms such as Zoom and social media. Given this aim, the course is divided into two parts; the pre-lecture period (individual online lectures) and the intensive course period (onsite group work).", "到達目標": "By taking this course, students will improve their understanding of global business, cross-cultural competency, analytical skills, and international team building including online communication and management skills related to business issues.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "The first part will be offered from June to July for participants to learn basic knowledge of business frameworks via online lectures.  <BR/><BR/>The second part will take place in August when you attend the intensive onsite seminar sessions, work on a group project with students from other CCC participating universities, and present your final group findings to the representatives of companies onsite.<BR/><BR/>There will be Zoom sessions in between where students can meet other students and also ask questions to the companies.", "トピック": {"授業計画1": "See attached syllabus file.", "授業外学習2": "N/A"}, "評価": {"参考文献・資料Reference books0": "1. Friend, G. & Zehle, S. (2004). The Economist Guide To Business Planning. Profile Books.\n2. Brown, T.(2009). Change by Design: How Design Thinking Transforms Organizations and Inspires Innovation. HarperBusiness.\n3. Neck, H. M., Neck, C. P. and Murray, E. L. (2021) Entrepreneurship: The practice and Mindset -2nd ed, Sage publication.\n4. Osterwaider, A. & Pigneur, Y. (2010). Business Model Generation: A Handbook for Visionaries, Game Changers, and Challengers. Wiley.\n5. Osterwaider, A. & Pigneur, Y. (2014). Value Proposition Design. Wiley.\n6. Richard Steers et al. (2013). Management Across Cultures, Developing Global Competencies. 2nd ed. New York: Cambridge University Press\n7. Roger M. & James M. (2012). Canada: What It Is, What It Can Be. Toronto: University of Toronto Press", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Individual assignments and reports"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Presentations"], "成績評価Grading3": "備考　Note\nSee attached syllabus file", "備考Note0": "Full syllabus file attached", "備考Note1": ["2023 CCC Global Career Seminar in Japan_20230308更新.pdf", ""], "更新日時/Date of Update2": "2023年03月11日 23時28分58秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【300】CCC Global Career Seminar in Japan／CCC Global Career Seminar in Japan", "管理部署": 24, "単位数": 3, "担当者": "竜華　ジェイミー（TATSUBANA JAIME） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 3, "評価2": 4, "開講期": 8}