{"履修期": "秋学期集中", "主な教授言語": "英語", "授業目的": "This course focuses on the subject of multiculturalism, how to think about the issues and learn about the diverse phenomena that occur within societies that are composed of plural communities and ethnic identities. Students will be introduced to key concepts, such as, &quot;culture,&quot; &quot;ethnicity,&quot; &quot;diaspora&quot; and &quot;prejudice/discrimination.&quot; Also, considerations of the &quot;modern&quot; nature of multicultural consciousness, and the local ramifications brought about by global trends, especially the movement of people across national borders will be studied.", "到達目標": "At the end of the course, students should have a basic understanding of what defines multicultural/plural societies. They will have been introduced to concepts of &quot;culture&quot; and cultural dynamics, ethnicity and inter-cultural relations. Through the assignments and group presentation activities they will be required to hone critical thinking skills and be more aware of the importance of distinguishing appropriate methods for analyzing problems and when/when not to apply them. It is hoped they will be better equipped to apply what they learn in their respective fields of study and in the future when they find themselves faced with various socio-cultural situations and problems.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "In accordance to KGU guidelines (at the time of this submission) classes will be conducted by in-classroom Face to face format. Classes will consist of lectures and discussion on assigned readings of pertinent articles and texts (in translation). If class size permits students will be asked to make presentations. Also, field trips to places related to course content may be planned. Language of instruction, English.", "トピック": {"第1回": ["((Concerning Course Outline)) <BR/><BR/>(Depending on how discussions proceed, the following topics may be introduced in a different order, or possibly other topics may be added)<BR/><BR/>Course introduction. Explanation of course requirements and assignments. Group assignment and presentation topics. Why study multiculturalism? An introductory exercise.", ""], "第2回": ["&lt;Culture&gt; and &lt;cultures&gt;. Working definitions. Why are there so many different societies and people? The dynamics of culture.", ""], "第3回": ["Are you Japanese? Ethnicity, group identities. Characteristics of groups.", ""], "第4回": ["Ways to understand ethnicity, ethnic and minority groups, race and diaspora.", ""], "第5回": ["(Group work. Topics for presentation. Organising research.)", ""], "第6回": ["Prejudice. Reasons, mechanisms and problems to consider.", ""], "第7回": ["Cultural diversity. Why is it important? How do nations deal with diversity?", ""], "第8回": ["(Group work. Group discussions. Progress report. Creation of an outline)", ""], "第9回": ["Problems in multiculturalism. Nation state building, Plural society or <BR/>Assimilation policies. What about the individual?", ""], "第10回": ["Japan’s multicultural policy. Toyonaka city, a case study.", ""], "第11回": ["(Group work. Preparing presentation)", ""], "第12回": ["Final group preparation", ""], "第13回": ["Group presentations", ""], "第14回": ["Group presentations and concluding discussion.", ""], "授業計画1": "Day 1:Wed,Feb 8,2023 1時限～3時限（3コマ）<BR/>Day 2:Thu,Feb 9,2023 1時限～3時限（3コマ）<BR/>Day 3:Fri,Feb 10,2023 1時限～3時限（3コマ）<BR/>Day 4:Mon,Feb 13,2023 1時限～3時限（3コマ）<BR/>Day 5:Tue,Feb 14,2023 1時限～2時限（2コマ）", "授業外学習2": "Since the course is conducted over a short intensive period, students will be required to prepare and submit over night assignments. These are designed to stimulate discussions in the following class sessions. Also, on the final day, students will be giving group presentations. Limited time will be given in class for preparation in groups, but there will be a need to work outside of the official class time as well. In addition background readings will be assigned before the course starts that should be read, and in some cases summarised for submission. These will be available for downloading no later than a week before the course starts."}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "その他(others)"], "成績評価Grading2": "備考　Note\n4 topical reflection essays (daily) 20% (About 1-2 paragraphs used for discussion)\n1.5-2 pages written summary/discussion of reading assignment(s) (download from LUNA) 10%\nGroup presentation 30%\nTakehome exam 40% (completed and submitted at a later date)\nPercentage weighting and assignment contents may be subject to some changes. In this case, students registered in the course will be contacted through the course webpage (LUNA).", "備考Note0": "This is one of the key courses for “Cross-Cultural College” Certificate Program which requires students to have TOEIC 680 or higher, or an equivalent English language proficiency score. However, students, with a TOEIC 680+ score not enrolled in the CCC Program, but interested in multicultural studies are also eligible and encouraged to register for this course. In order to enroll this course, please submit your English language proficiency score to CIEC office and also complete the online preliminary registration.\nClasses will be held on the following days in February, 2023:\nDay 1: Wednesday, Feb 8\nDay 2: Thursday, Feb 9\nDay 3: Friday, Feb 10\nDay 4: Monday, Feb 13\nDay 5: Tuesday, Feb 14", "更新日時/Date of Update1": "2022年08月31日 11時35分34秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【200】CCC Introduction to Multicultural Studies　３／CCC Introduction to Multicultural Studies", "管理部署": 24, "単位数": 2, "担当者": "カーン　ティモシー（KERN TIMOTHY D.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 9}