{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "This course aims to introduce basic business concepts and practices in transnational companies in Japan, or basic understanding of global citizenship in public organizations. It provides students with an opportunity to experience and analyze practical issues in Japanese business settings through paired internships consisting of KGU and Canadian university students. Students interning at public organizations will be given an opportunity to experience and analyze ongoing social problems. By taking this course, students will improve their understanding of Japanese business/social issues, and cross-cultural cooperation.", "到達目標": "This course will offer the students the opportunity to:<BR/>- Get practical experience within the business environment / public authorities in Japan.<BR/>- Develop cross-cultural communication skills.<BR/>- Develop the ability to analyze and propose solutions to business / social problems.<BR/>- Develop a greater understanding of Japanese business / social practices while more clearly defining personal career goals.<BR/>- Develop and refine oral and written communication skills.", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course will be taught in 3 different formats : On-demand video lectures, Synchronous Zoom lectures, and In-Person workshops/presentations before/after the internship.", "トピック": {"授業計画1": "See attached syllabus file.", "授業外学習2": "N/A"}, "評価": {"参考文献・資料Reference books0": "Abegglen, James C. (2006) 21st-Century Japanese Management. New York: Palgrave Macmillan", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "45 %", "Individual and Group Reports"], "成績評価Grading2": ["その他／Others (99)", "55 %", "Presentations and Participation"], "成績評価Grading3": "備考　Note\nCourse Grading\n\nActive Participation (20%):\nAll students are expected to check necessary online lectures and actively participate in classroom discussions as well as Internship (with respect to Internship, you will need to submit a one-page group report on Aug. 20th). At your host institution, you are expected to comply with your host institution’s regulations and be punctual for opening time, various meetings and deadlines. Be sure that you do not think of yourself as an “invited guest” at your host institution and expect to take care of your own affairs by yourself.\n\nPre-Internship Presentation (15%):\nMake a 10-minute short group presentation on your host institution and its industry. Briefly introduce your host institution and its business type, and identify strengths, weaknesses, opportunities and threats at your host institution. Evaluations will be made by instructors based on the following points: content and structure of your presentation, understanding of your host institution and response to questions.\n\nCritical Reflection Paper (25%):\nAs you perform your internship, write a 300-word critical reflection paper on what you have experienced each day. Just describing your duties and accomplishments are not sufficient. You do need to describe your thoughts on your experience and support your points with reasons and evidence (e.g. If you think some business practices at your host company are “strange,” you need to clarify why those practices are strange for you, and why you think the host institution implement such “strange” practices). Please compile and hand in the reflection paper on the final day of the class (Sep.2nd). Not all placements are similar so the marking will take this into account.\n\n\nFinal Presentation (20%):\nMake a 10-minute group presentation on the final day of the course (Sep. 2nd). Briefly introduce your internship tasks and describe the lessons you learned from the internship. (e.g. lessons you gained from working with your partner and employees at your host organization.) You do not need to re-introduce your host company and its industry. Evaluations will be made based on the following points:\n\n1) Content and structure of your presentation\n2) Critical reflections on your internship experience supported by reasons and evidence (anecdotes and personal episodes.)\n3) Response to questions\n\nFinal Group Report: (20%)\nImagine that you are a business advisor to the new CEO of Company X. The company plans to enter the Japanese market within a year. Based on class discussions at KGU and your internship experience at your host organization, write a report (2000 words double-spaced) for the CEO that explains a few characteristics of Japanese companies (or Multinational companies in Japan) and effective ways to do business in the Japanese market.\n\nSubmitting papers\nCritical reflection paper and final group report should be both in person and submitted as a digital file via Google drive (Deadline: 11:59 am on Sep 2nd).\nThe suggested name of the file: “GI by (your name) _ (your host company).”\n\n*Late submission of assignments will be penalized.\n\nPlagiarism is the use of the written work of others (either direct copies or close paraphrases) as one’s own original work. If quotations and/or passages from other works are used in your papers, they must be accorded the proper citation in order to avoid any misunderstandings about plagiarism.", "備考Note0": "Syllabus file attached", "備考Note1": ["2023 CCC Global Internship in Japan_20230308更新.pdf", ""], "更新日時/Date of Update2": "2023年03月11日 23時33分29秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【300】CCC Global Internship in Japan／CCC Global Internship in Japan", "管理部署": 24, "単位数": 3, "担当者": "竜華　ジェイミー（TATSUBANA JAIME） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 3, "評価2": 4, "開講期": 8}