{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "学生が、多文化主義を理解し、その問題について考え、社会における多様性について学習することを授業目的とする。 学生は、実践的なケースを使用して、文化、民族、偏見、多様性、および包含について議論する。 また、学生は、意見や自身の経験を共有し、グローバルリーダーとしての課題に対して実現可能な解決策を提示する。", "到達目標": "到達目標は４つある。<BR/>1）読解、議論、グループワークを通じて、多文化社会とその問題に対する深い理解を深める。<BR/>2）多様な文化と包括性に対する高い意識を高め、より良い社会のための潜在的な解決策を提案する。<BR/>3）異なる文化的背景、経験、視点を持ち、異文化コミュニケーションスキルを向上する。<BR/>4）プレゼンテーションとライティングのスキルを向上する。<BR/>5）議論とリフレクション（振り返り）を通じて個人の成長を促進する。", "授業方法": "授業方法<BR/>Course Format\tCourse sessions combine 【Synchronous】online lectures, discussions, and group work based on your knowledge and experience. We all learn from each other so that active engagement with meaningful contribution is expected and encouraged. You should be prepared both to share your ideas and to listen to suggestions presented by others.", "トピック": {"第1回": ["【Synchronous】Warm welcome, course introduction (course objectives, learning goals, and assignments), and self-introduction.", ""], "第2回": ["【Synchronous】Understanding “culture”. What is “culture”? What is the difference between North American culture and Asian culture?", ""], "第3回": ["【Synchronous】Cross-cultural communication.", ""], "第4回": ["【Synchronous】Cross-cultural communication training.", ""], "第5回": ["【Synchronous】Ethnicity, minority groups, and race.", ""], "第6回": ["【Synchronous】Stereotypes, prejudice, and discrimination. Human library.", ""], "第7回": ["【Synchronous】Case study: international students and local students.", ""], "第8回": ["【Synchronous】Cultural Diversity. Diversity and inclusion in the global workplace.", ""], "第9回": ["【Synchronous】Employment equity and workplace diversity in Canada.", ""], "第10回": ["【Synchronous】Case study: Disney and Rakuten.", ""], "第11回": ["【Synchronous】Group work: preparing a presentation.", ""], "第12回": ["【Synchronous】Group work: preparing a presentation.", ""], "第13回": ["【Synchronous】Group presentation.", ""], "第14回": ["【Synchronous】Reflection, wrap-up.", ""], "授業外学習2": "1) Make sure to read an assigned text before a session and write a summary for discussion.<BR/>2) Review lecture notes."}, "評価": {"参考文献・資料Reference books0": "・Thomas, C.D. & Peterson, F. M. (2015). Cross-cultural management. Thousand Oaks, CA: Sage.\n・Willis, B.D. (2006). Learning culture, learning citizenship: Japanese education and the challenge of multiculturalism. In I.S. Lee, S. Murphy-Shigematsu,, H.,Befu (Eds.), Japan’s diversity dilemmas (chapter 3, pp.47-74). Lincoln, NE: iUniverse.\n・Hays-Thomas, R. (2017). Managing workplace diversity and inclusion. New York, NY: Routledge.\n・Haq, R. & Ng, E.S.W. (2010). Employment equity and workplace diversity in Canada. In A.Klarsfeld (2010). International handbook on diversity management at work (pp.68-82), Cheltenham, UK: Edward Elgar.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See below."], "成績評価Grading2": "備考　Note\n20% Write a summary for discussion\n20% Class participation\n30% Group presentation\n30% Individual report (Reflection)", "備考Note0": "This is one of the key courses for “Cross-Cultural College”, Certificate Program which requires students to have TOEIC 680 or higher, or an equivalent English language proficiency score. However, students, with a TOEIC 680+ score not enrolled in the CCC program, but interested in multicultural students are also eligible and encouraged to register for this course. In order to enroll this course, please submit your English language proficiency score to CIEC office and also complete the online preliminary registration.\n\nIf you have any trouble logging into Zoom, please email to yukoin@kwansei.ac.jp", "更新日時/Date of Update1": "2021年09月08日 15時45分25秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜５時限／Wednesday 5", "秋学期／Fall", "ＭＲ－２０１"]}, "campas": 0, "name": "【200】CCC Introduction to Multicultural Studies　２／CCC Introduction to Multicultural Studies", "管理部署": 24, "単位数": 2, "担当者": "カーン　ティモシー（KERN TIMOTHY D.） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 18, "評価1": 4, "開講期": 2}