{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "This course is an award-winning\ninternational internship program (*1) offered in Japan, combined with online\nand on-site course work about business analysis and cross-cultural\ncommunication. It provides students with an opportunity to experience and\nanalyze practical issues in Japanese business settings through paired\ninternships consisting of a KGU and a Canadian university student. The entire\ncourse is offered in English and takes the form of Problem Based Learning\n(PBL), in which the students are required to tackle actual business assignments\ngiven by their internship companies. Working closely as a pair and spending private\ntime together all through the program, the KGU and Canadian students will be\nimmersed in a cross-cultural environment and learn about each other’s culture.&nbsp;This course is divided into two parts: the\nonline period (remote) and the on-site period (in Japan). The online period,\nconducted in June and July, consists of short video-lectures along with\nassignments including topics such as SWOT analysis and modern market research\nmethods. The online period also includes an ice-breaker session which allows\nthe students to get to know each other and Q&amp;A sessions with the companies.&nbsp;The on-site period will take place at the\nend of August. Prior to their internship, the students will take lectures and\nparticipate in workshops and tutorials at the KGU campus. Here they will acquire\nbasic knowledge of internships, business analysis, Japanese business manners\nand cross-cultural understanding, and study about their assigned companies. Thus,\nthey will fully be prepared before they start their internship. On the last day\nof their 10-day internship, the students will present their final solution for the\nassignments given by the supervisors of their companies and receive feedback\nfrom them. After their internship, the students will return to KGU to give a\nfinal presentation about what they learned at their companies and share their\nexperience with other students.*1 :In April 2024, the CCC Global Internship\nin Japan won the MEXT (Minister of Education, Culture, Sports, Science and\nTechnology) Award in the \"7th National Career Design Program\nCompetition\" for being recognized as the most impactful and innovative\nprogram for the students' career learning and development.", "到達目標": "This course will offer the students the opportunity to:-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gain practical experience within the business environment in Japan.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Develop cross-cultural communication skills.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Develop the ability to analyze and propose solutions to business problems.-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Develop a greater understanding of Japanese business/social practices while more clearly defining personal career goals.-&nbsp; &nbsp;Develop and refine oral and written communication skills.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "This course will be taught in 3 different formats : On-demand video lectures,　Synchronous Zoom lectures, and In-Person workshops/presentations before/after the internship.", "トピック": {"授業計画1": "<span style=\"font-size:13.28px;\">See attached syllabus file.</span>", "授業外学習2": "<span style=\"font-size:13.28px;\">N/A</span>"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "45 %", ""], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "35 %", ""], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "20 %", ""], "備考Note0": ["本科目は「学生のキャリア形成支援における産学協働の取組み」の４つの類型のうち、タイプ3の「汎用型能力・専門活用型インターンシップ」に該当するため、インターンシップ期間中に企業が取得した参加学生の情報を、当該企業が採用活動時に活用することがあります。ただし、本科目参加時に2年生の学生については、上記取り扱いの対象外となります。詳しくはURLリンク1（インターンシップを始めとする学生のキャリア形成支援に係る取組の推進に当たっての基本的考え方）を参照してください。"], "備考Note1": ["GIJ Syllabus 2025.pdf", ""], "備考Note2": ["2025年01月07日 14時33分04秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【300】CCC Global Internship in Japan／CCC Global Internship in Japan", "管理部署": 24, "単位数": 3, "担当者": "劉　ジェームズ（Liu James） ", "履修基準年度": "２年", "履修登録方法": "その他", "緊急授業形態": 0, "開講期": 8, "時限1": 49, "評価1": 3, "評価2": 4, "評価3": 5}