{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "<div><span style=\"font-size:13.28px;\">&nbsp;a) 自らの日本語の学びを自律的に創造できる。</span></div><div><span style=\"font-size:13.28px;\">&nbsp;b) 日本語で積極的に他者と交わることで、考え方の多様性を受容することができる。</span></div><div><span style=\"font-size:13.28px;\">&nbsp;c) 日本語を学ぶ意義を、自分の人生・生活の中に見いだすことができる。</span></div>", "到達目標": "<div>(1) 日本語に関する新たな知識を獲得し、活動の中で他者の協力を得ながら運用できる。</div><div><div><span style=\"font-size:13.28px;\">(2) 学内外の様々な人と広く・深くやりとりをすることを通し、多様な意見を受容する態度を身につける。</span></div><div><span style=\"font-size:13.28px;\">(3) 自らの日本語の学びをふりかえり、留学生活後半の課題と目標、人生における学ぶ意義が具体的に述べられる。</span></div><div>(4) 映像作品のことば、表現、背景となる社会や文化について学び、理解できる。</div><div><span style=\"font-size:13.28px;\">(5) 映像作品内の登場人物のやりとりに関する社会文化的背景について、自分なりの考えが述べられる。</span></div><div><span style=\"font-size:13.28px;\">(6) 発音や流暢さに注意して、映像作品に合ったセリフが言えるようになる。</span></div></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "映像作品を通じて語彙や文法、話しことばの特徴を学ぶ。後半では映像作品の登場人物のセリフの発声練習をする。<div>In this course, students will learn vocabulary and grammar and characteristics of spoken Japanese through video works.&nbsp;In the latter half of the course, students will practice speaking the dialogues of the characters in the Animation films.</div>", "授業方法": "<div>学生が主体となって学ぶ実習形式の授業。授業は主に日本語で行う。</div><div><span style=\"font-size:13.28px;\">This course is an interactive seminar style class taught mainly in Japanese.</span></div><div><br /></div>", "トピック": {"第1回": ["<div><span style=\"font-size:13.28px;\">プロジェクトワークAの授業全体の説明。</span>有名アニメを用いて、語彙・文法・話し言葉の特徴を学ぶ。</div><div>Explanation of the entire Project Work A class. Using a famous animation works,&nbsp; students will learn vocabulary, grammar, and the characteristics of spoken language.</div>", "&nbsp;"], "第2回": ["<div><span style=\"font-size:13.28px;\">自己紹介。有名なアニメ</span>作品に合わせて、学生全員でアフレコの練習をおこなう。またアニメ作品の社会文化的背景について理解を深める。</div><div><div><span style=\"font-size:13.28px;\">Self-introduction. All students will practice&nbsp;voice dubbing</span>&nbsp;for a famous animation works. Students will also understand the socio-cultural background of the animation works.</div></div>", "宿題1 : 意見交換会の事前課題の作成."], "第3回": ["<div>アニメ作品についての意見交換会を開催する。社会文化的背景に関する比較や意見交換に焦点を当てた活動をおこなう。</div><div>An exchange of opinions will be held. This activity will focus on comparisons and exchanges of opinions on the socio-cultural backgrounds.</div>", ""], "第4回": ["引き続き意見交換会（続き）。文化関連の知識や他言語・他文化に関する知識について整理する。<div><div><span style=\"font-size:13.28px;\">An exchange of opinions will follow.&nbsp;</span>Students will organize their cultural knowledge and knowledge of other languages and cultures.</div></div>", "宿題2 : 意見交換会の事後課題の作成."], "第5回": ["クラス内でアフレコ発表会をおこなう。<div><span style=\"font-size:13.28px;\">An in-class&nbsp;</span>voice dubbing presentation will be held.</div>", ""], "第6回": ["<div><span style=\"font-size:13.28px;\">クラス内アフレコ</span>発表会についての振り返りを行う。また、第12回目の公開アフレコ発表会に向けて、準備を開始する。学生は各自、興味のある映像作品（アフレコ素材）を選ぶ。</div><div><div><span style=\"font-size:13.28px;\">Students will reflect on the in-class presentation and&nbsp;</span>will begin preparations for a public voice dubbing presentation on Session 12. Each student will select a \"video work” (voice dubbing material) of interest.</div></div>", ""], "第7回": ["学生は各自、アフレコ素材（映像作品）を選ぶと同時に、メンバーを決める。<div>Each student will select his/her own \"video work” (voice dubbing material)&nbsp; and at the same time decide on the members of the team.</div>", ""], "第8回": ["<span style=\"font-size:13.28px;\">学生はLAの支援を受けながら、公開発表会での発表に向けて準備を進める。</span><div><span style=\"font-size:13.28px;\">With the assistance of LA, students will prepare for their presentations for a&nbsp;</span>public voice dubbing presentation.</div>", ""], "第9回": ["上記と同じ。same as above.", "宿題3：アフレコ準備シートの作成."], "第10回": ["上記と同じ。same as above.", ""], "第11回": ["上記と同じ。same as above.", ""], "第12回": ["公開発表会のリハーサルを行う。A rehearsal for the public voice dubbing presentation will be held.", "宿題4：アフレコ準備シート完成版の作成.<div>宿題5：アフレコ作品説明用資料の作成.</div>"], "第13回": ["<div>公開発表会。学生たちは、披露する映像作品の概要について説明したあと、アフレコを披露する。public voice dubbing presentation. Students will give an overview of the \"video work” (voice dubbing material) and then perform voice dubbing.</div>", ""], "授業計画1": "<div>楽しみながらの口語コミュニケーション能力を向上させること、さらに新しい知識を得ることを目指している。</div><div>The goal is to improve oral communication skills while having fun, and at the same time, to gain new knowledge.</div>", "授業外学習2": "<div><span style=\"font-size:13.28px;\">「オンライン韻文読解チューターシステム」を紹介する。受講生は、休日もスピーチ練習に励むことが期待される。</span></div><div><span style=\"font-size:13.28px;\">The Instructor will introduce an ”online prosodic reading tutor system” to students. Students are expected to work hard on their speech practice even on their days off.</span></div>"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "20 %", "ふりかえりレポート/Reflective report"], "成績評価Grading2": ["その他／Others (99)", "80 %", "コース内の宿題と成果物/Homeworks and deliverables in the course"], "備考Note1": ["田中他（2009）初級語彙・文型による「耳をすませば」スクリプトの分析.pdf", "初級語彙・文型による「耳をすませば」スクリプトの分析"], "備考Note2": ["保坂（2022）日本アニメの字幕翻訳における受容化の比較分析.pdf", "日本アニメの字幕翻訳における受容化の比較分析"], "備考Note3": ["矢崎（2019）日本のアニメーション作品を用いた日本語教育実践の検討.pdf", "日本のアニメーション作品を用いた日本語教育実践の検討"], "備考Note4": ["Danny Huang（2022）Investigating the influence of video-dubbing tasks on EFL learning.pdf", "動画吹き込みタスクがEFL学習に与える影響の調査"], "項番No.0": [], "項番No.1": ["2023年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "日本語学習科目（プロジェクトワークA（レベル １-３）)／JLC Project Work A (Level 1-3)", "管理部署": 26, "単位数": 2, "担当者": "寺井　悠人（TERAI YUTO） ", "履修基準年度": "年", "履修登録方法": "その他", "緊急授業形態": 0, "時限1": 49, "評価1": 1, "評価2": 6, "開講期": 9}