{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学生がインターンシップへの参加を通して、職業観、勤労観の醸成に加えて、自身のキャリアの方向性を検討することです。<BR/>具体的には、事前学修を経て以下の趣旨でインターンシップに参加し、終了後に事後学修を通してその成果を振り返ります。その過程で、働くことの意味や大学で学ぶ意義を明らかにし、卒業後のキャリアについて考えていきます。<BR/>１.社会を知る（社会や企業等の仕組み、社会人の考え方、コミュニケーション、仕事ぶり等）<BR/>２.自分を知る（実習の経験を通して気づく自分の強みと課題、興味・関心、価値観、行動特性等）<BR/>３.今後のキャリアを考える（生き方、働き方、学び方を考えるきっかけ、就職に備えた情報収集等）", "到達目標": "１.社会の仕組み、企業等やその業界の知識等、理解したことを口頭や文書で表現できる<BR/>２.社会人の考え方、コミュニケーション、仕事ぶりを理解し、実践できるようになる<BR/>３.自分の強みと課題、興味・関心、価値観、行動特性を認識する<BR/>４.自身のキャリアを検討し、今後の目標や行動計画が立てられる<BR/>５.インターンシップ自体の意義と価値を理解し述べることができる", "授業方法": "企業等におけるインターンシップ実習<BR/>※実習期間、場所、方法、内容については、派遣先により異なる。", "トピック": {"授業外学習2": "事前・事後学修やインターンシップ先の実習以外に、下記の学習を行うこと。<BR/>１.実習前<BR/>・インターンシップの企業等や業界について調べておく。<BR/>・事前にLUNAで配付・配信するテキストを熟読し、質問項目を用意した上で事前学修に臨む。<BR/>・事前学修で学んだことを整理し、授業レポートとして提出すること。課題があれば解決しておく。<BR/>・自らインターンシップ参加の目的、目標を設定し、行動計画を立てる等、事前に実行する。<BR/>２.実習中<BR/>・主体的にインターンシップに取り組み、日々振り返り・課題解決のための議論の場をもつこと。<BR/>・毎日の業務を振り返り、学び得たこと、課題について整理・改善・実践を繰り返す。<BR/>３.実習後<BR/>・振り返り（習得内容と今後の応用、目標）<BR/>・事後活動（実習先への挨拶状送付、報告書作成等）<BR/>・プログラム修了後も積極的に活動し、学びと意欲を維持向上させること。"}, "評価": {"教科書Required texts0": "教科書は指定しない。マナーテキストをはじめ資料はLUNAを通して適宜配付する。", "参考文献・資料Reference books0": "適宜紹介する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "実習への参加、提出課題等により総合的に評価します。"], "成績評価Grading2": "備考　Note\n・インターンシップへの取り組み：50%\n・事前学修・事後学修への取り組み・提出物・報告書等：50％\n\n＜2018年度以前入学生＞\nS（90点以上）・A（80点以上）・B（70点以上）・C（60点以上）、F（60点未満）とし、\nS・A・B・Cを合格とする。\n＜2019年度以降入学生＞\nS（90点以上）・A＋（85点以上）・A（80点以上）・B＋（75点以上）・B（70点以上）・\nC＋（65点以上）・C（60点以上）・F（60点未満）とし、S・A＋・A・B＋・B・C＋、\n及びCを合格とする。", "備考Note0": "■本科目の履修申請は、学期ごと、指定した登録期間にのみ受け付ける。\n・自由応募、大学経由インターンシップ窓口：ハンズオン・ラーニングセンター\n・KG枠インターンシップ窓口：キャリアセンター\n・履修を希望する学生自らが、履修資格とその基準を確認後、履修手続きをすること。\n■登録期間と詳細についてはハンズオン・ラーニングセンター、キャリアセンターが発行する「募集要項」を確認すること。\n\n■当科目を履修申請する条件として以下4点すべてを満たす必要がある。\n１.インターンシップの期間が8日間かつ60時間以上であること。\n（5日間かつ30時間以上は1単位、8日間かつ60時間以上は2単位）\n２.授業開講期間および定期試験期間に重ならないこと。\n３.ハンズオン・ラーニングセンターが実施する事前学修と事後学修に参加すること（オンデマンド型）。\n４.キャリア教育としてのインターンシップとして適切であること。\n※例えば「講義のみで実習がないもの」などは対象外の可能性がある。\n通常、5日間以上のインターンシップの多くはこうした条件をクリアしているが、対象となるかどうかは事前に確認すること。\n\n《重要》履修が承認された場合、取り消しはできないので注意すること。", "更新日時/Date of Update1": "2021年02月24日 11時03分01秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【250】インターンシップ実習　２／Internship", "管理部署": "ハンズオン・ラーニングセンター／Center for Hands-on Learning Programs", "単位数": "2", "担当者": "奥貫　麻紀（OKUNUKI MAKI） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "秋学期集中／Intensive (Fall)"}