{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "本授業の目的は、中央省庁で活躍することを目標にする学生またはその仕事に関心がある学生が、国家公務員で働く上で必要な知識や資質・能力について理解し、キャリアビジョンやアクションプランを立て実行に移すことである。具体的には、本学教員による中央行政に関する講義、各省の採用担当者による説明会、官僚OB・OGとの交流セッション、霞が関周辺への訪問・視察を通して、国家公務員として求められる資質や能力、着任までのプロセスや働きがいおよびキャリアビジョンをインタビューし、意識を高め、より明確な目標を設定し行動することである。", "到達目標": "本授業では下記4点を到達目標とする<BR/>１．各省庁における業務内容、人物像、採用試験、官僚としてのキャリア形成について理解・解釈することができる<BR/>２．異なる立場や利害関係を持つ他者と関係を構築し、より深い情報を引き出す問いの質を上げることができる<BR/>３．目標の達成に向けて、大学時代に明確な計画を立て、意欲的に行動できる<BR/>４．共に学び成長し合える仲間たちとの関係を、継続して発展させることができる", "授業方法": "講義と演習をミックスした本授業では、履修生による設営準備・開講挨拶・事務連絡・授業の流れとゴール共有・アイスブレイク・講義・個人ワーク・ペアワーク・グループワーク・全体発表・まとめ・振り返りといった要素を組合せ、体験学習を通して理解を深めていく。", "トピック": {"授業計画1": "１．事前申請（※申請方法は募集要項を参照すること） <BR/>２．事前学修：2/9（水）<BR/>　　・プログラムの趣旨説明、講義「国家公務員として働くとは(仮題)」<BR/>　　・学びや活動の手段や手法は実践を通して自ら学び得るものとする。<BR/>３．実習　2/15（火）～2/17（木）<BR/>　　・講義「新しい時代の君たちへ(仮題)」<BR/>　　・各省庁担当官による説明会（業務内容、求める人物像、採用試験等について）<BR/>　　・官僚として活躍している本学卒業生との座談会<BR/>４．事後学修：2/24（木）<BR/>　　・霞が関セミナーの振り返り<BR/>　　・講義「国家公務員を志す関学生へ(仮題)」<BR/>　　・国家公務員志望者のためのセミナー(仮題)<BR/><BR/>あくまでも計画であり場合によって変更になる可能性もある。セッションの日程や内容の詳細は募集要項を必ず確認し、不明な点はハンズオン・ラーニングセンターに問合せすること。<BR/><BR/>There are three parts in this course: <BR/>・Premise lecture (Lecture by National Government employees.)<BR/>・Feedback session and lecture　<BR/>This outline is purely preliminary and may be changed.", "授業外学習2": "１．開講前：各省庁・国家公務員に関する事前調査を開講初日までに十分に行うこと<BR/>２．開講前：事前に配付・配信するテキストを熟読し質問項目を用意して事前学修に臨むこと<BR/>３．実習前：事前学修で学んだことを実践し課題があれば解決をしておくこと、授業レポートを作成し提出すること<BR/>４．実習前：合宿を実りある機会にするために自身で目標を設定し行動計画を立て進捗を管理しながら遂行すること<BR/>５．実習中：各セッションをふりかえり・学び得たことと課題の整理・改善・実践を繰り返すこと<BR/>６．実習中：チーム・クラスメイトのピアフィードバックや課題解決のための議論の場をもつこと<BR/>７．実習後：事後学修後には授業レポートを作成し提出すること。活動を振り返るとともに、履修生間の協働を通してモチベーションを維持向上していく"}, "評価": {"教科書Required texts0": "教科書は指定しない。資料はLUNA*を通して都度配付する。\n* LUNA（Learning Unlimited Network for Academia）とは、関西学院大学の教員-学生間の学習支援システム、コミュニケーションツール。", "参考文献・資料Reference books0": "以下のほか、各テーマに応じた参考文献や資料を適宜紹介する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "各セッションへの参加姿勢・リフレクションシートの提出（70％）、活動報告の提出（30％）"], "成績評価Grading2": "備考　Note\n平常リポートにおける参加姿勢については、授業中の発言・質問・設営準備等の貢献等を加点する。\nまた、各セッション終了時に提出するリフレクションシートは、提出状況とその内容を評価対象とするため、未提出の場合は欠席扱いになるので注意をすること。\n実習に加え、事前研学修・事後学修の全日程への参加が成績評価の前提条件である。\nそれ以外の授業資料や解説はプラットフォーム上（SlackまたはTeams)で行い、オンデマンド・アクセスが一部可能です。\n各自、アプリケーション（PC,スマートフォン、タブレット対応の）を必ず事前にインストールしておいてください。\nなお、連絡事項などはLUNAまたはSlackでも配信することがありますので、必ず常にチェックしてください。\n活動成果報告・提出物等については、文書等の不備や遅延や記入状況も、成績評価の対象となる。\n\n《重要》 本科目の単位の取扱いは学部・学年によって異なる。必ず、所属学部の履修心得を確認すること。", "更新日時/Date of Update0": "2021年10月04日 14時41分49秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【150】霞が関セミナー／National Public Servant Seminar in Tokyo Kasumigaseki", "管理部署": 27, "単位数": 2, "担当者": "向井　光太郎（MUKAI KOTARO） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 49, "評価1": 3, "開講期": 9}