{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本科目は、以下のような目的をもった学生を対象とした課題解決・企画提案型のPBL科目である。<BR/><BR/>１．将来起業したい。<BR/>２．長期インターンシップに参加して企業の現場で戦力として活躍したい。<BR/>３．実践的なPBL型プログラムに参加する前にビジネス企画や課題解決の型を学びたい。<BR/>４．実践的なPBL型プログラムに参加したが、ビジネス企画や課題解決策を考えるプロセスの中で上手くいかない経験をしたので更なるレベルアップを目指したい。<BR/><BR/>実社会で、起業家として経験と実績を積んだ講師から、自分のアイデアをビジネスとして企画、立案していくために必要な基礎スキルや思考法を学び、理論だけでなく実践を通して、法人向けの企画書・提案書の作成、プレゼンテーションなど実務で求められるスキルを習得する。<BR/>授業後半では、起業家への事業提案を通し、ビジネスモデル構築の型を学び、実践して、起業家のフィードバックを受けることで学生が自らの課題を認識し、授業中だけでなく今後の学生生活における学びを考え、学び続けていくマインドを醸成する。<BR/>また、その後、長期インターンシップや実践的なPBL型プログラムに挑戦するための契機とする。", "到達目標": "・ビジネスモデルを構築するために必要な知識と型を学び、長期インターンシップやPBL科目などで活躍できる力を身につける。<BR/>・ロジカルシンキング、ラテラルシンキングなどの思考法を使って、企業の課題を分析する力を身につける。<BR/>・ビジネスパーソンとして活躍するための基礎知識、基礎スキルを身につける。（企画書・提案書作成方法、プレゼンテーションスキル、チームビルディングのプロセスなど）", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "", "授業の概要・背景": "経営コンサルティングから起業の実務経験を持つ教員が、起業に必要な知識やスキルを体感してもらう授業を行う。<BR/>授業内容は自分のアイデアをビジネスとして企画、立案していくために必要な基礎知識や思考法を学ぶ。<BR/>ボランティア（無料）のサービスではなく、有料のサービスとしてどのような価値をだし、どのようなお金のもらい方をするかを徹底的に考えていただく。<BR/>また、理論だけでなく実践を通して、法人向けの企画書・提案書の作成、プレゼンテーションなど実務で求められるスキルを学ぶ。<BR/>最終回では、実際の起業家やベンチャーキャピタリストへのピッチを通して、実務レベルのフィードバックをもらえる機会も用意している。", "授業方法": "チームに分かれて、チームごとに事業を企画していただきます。<BR/>※各自、PCを準備してください。", "トピック": {"第1回": ["活躍するビジネスパーソンの基礎知識・基礎スキルの全体像を知ろう", ""], "第2回": ["国内外で伸びている企業のビジネスモデル解析（学び）", ""], "第3回": ["リーンキャンバスを活用して、ビジネスモデルを作ってみよう（実践）", ""], "第4回": ["ロジカルシンキング・ラテラルシンキングの基礎（学び）", ""], "第5回": ["ロジカルシンキングとラテラルシンキングを使って、企業の本質的課題を分析しよう（実践）", ""], "第6回": ["法人向けの企画書・提案書作成（学び）", ""], "第7回": ["法人向け提案書を作ってみよう（実践）", ""], "第8回": ["心理学を応用した伝わるプレゼンテーションの基礎（学び）", ""], "第9回": ["チームで事業を創ってみよう１<BR/>（チーム創り・ビジネスモデル創り）", "チーム単位での事業プロトタイプ作成までの作業推進"], "第10回": ["チームで事業を創ってみよう２<BR/>（ビジネスモデル創り・プレゼン資料のアウトライン作成）", "チーム単位での事業プロトタイプ作成までの作業推進"], "第11回": ["チームで事業を創ってみよう３<BR/>（プレゼン資料作成・プレゼン準備）", "チーム単位での事業プロトタイプ作成までの作業推進"], "第12回": ["チームで事業を創ってみよう４<BR/>（プレゼン資料作成・プレゼン準備）", "チーム単位での事業プロトタイプ作成までの作業推進"], "第13回": ["ベンチャーキャピタル・起業家の前で事業をプレゼンしよう", ""], "第14回": ["組織マネジメント基礎と学び続ける力　／　総まとめ・振り返り", ""], "授業外学習2": "チーム単位での事業プロトタイプ作成までの作業推進"}, "評価": {"教科書Required texts0": "教科書は使用しない。無料のオンライン学習ツールを利用する。", "参考文献・資料Reference books0": "・スティーブン・R・コヴィー『完訳 7つの習慣 人格主義の回復』\nキングベアー出版/2013年\n・三谷宏治『ビジネスモデル全史』\nディスカヴァー・トゥエンティワン/2014年\n・クレイトン・クリステンセン『イノベーションのジレンマ』\n翔泳社/2013年\n・三品和広『リ・インベンション』\n東洋経済新報社/2013年", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "実習時の提案内容とプレゼンテーション（40%） / 授業内での発言、質問など参加態度（40%）"], "成績評価Grading2": ["その他／Others (99)", "20 %", "提案書の提出（テキストストーリーとデザイン）"], "更新日時/Date of Update0": "2022年01月14日 14時43分46秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "ＩＩ－１１１"]}, "campas": 1, "name": "【150】ＰＢＬ特別演習００５【アントレプレナー養成講座】　２／PBL Special Seminar 005", "管理部署": 27, "単位数": 2, "担当者": "西元　涼（NISHIMOTO RYO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 3, "評価2": 4, "開講期": 2}