{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業は、国連・外交分野における「開発協力」について、国際機構の歴史、開発課題、モダリティおよび行為主体の変遷等を学生が理解し、より高度な学習と実践行動に繋げていくための基礎を構築することを目的とする。", "到達目標": "国連・外交プログラムの入門科目として、学生は、国際開発・協力における組織的な枠組やマンデートなど、今後必要となる基本的な知識、開発課題ならびに行動規範などを総合的に学習することができる。①　国連システムの構成・特徴・マンデート②　国際開発金融機関の構成・特徴・マンデート③　国際協力の歴史、潮流とアクター④　外交としての国際協力⑤　国際的に働くための基礎知識", "特記事項": "", "関連科目": "国連・外交プログラム（平和・人権・人道）<br />Introduction to UN and Foreign Affairs studies (Peace, Human Rights, Humanitarian issues)", "授業の概要・背景": "", "授業方法": "講義とケーススタディ、ディスカッション、プレゼンテーションなどを交え、対面授業を基本とする。", "トピック": {"第1回": ["【14回すべて対面で実施】<br />4/12（1限）　村田俊一<br />イントロダクション・コースの目的・国連システムの成り立ち<br />目的：国際機構は、いつ誕生し、なぜ設立されたのか、その歴史を学ぶ。<br />主な内容：①国際機構の必要性、②国際機構という団体、③国際機構のネットワーク、④私たちと国際機構の関係など。<br />Introduction<br />Purpose: Students to learn why and how international organizations were established and will discuss their (1) raisons d'être, (2) organizations, (3) networks, and (4) relationship with us.", "【予習】<br />横田洋三監修（2016）『入門国際機構』法律文化社を読む。<div>渡部茂己・望月康恵編（2015）『国際機構論』総合編第1章（pp13-40)を読む。</div>"], "第2回": ["4/12（2限）　村田俊一<br />テーマ：国連システムの構成・特徴・マンデート<br />目的：参加者が基本的な国連の役割を包括的に理解する。<br />主な内容：国連機構図を使用して、６つの機能の紹介（総会、安全保障理事会、経済社会理事会、事務局、国際司法裁判所、信託統治理事会）し、国連機関の比較優位性や問題点を考察する。参加者との討論のテーマ：「現在、国連が存在していなければ、そのような世界になっているだろう？！」ケーススタディーの紹介も含む。<br />Purpose: students to learn essence of functions of UN system, consisted of General Assembly, Secretariat, Political Security Council,<br />Economic/Social Council International Court of Justice, and Trustees<br />Council) and to understand its role/ mandates of the UN.  <br />Class discussion theme would be “If no UN, what kind of world it would be and what kind challenges we may encounter?!”", "【予習】<br />『国際連合の基礎知識（42版）』2018 ISBN　978-4862832665を読む"], "第3回": ["4/26（1限）　田頭麻樹子(村田俊一）<br />目的：国連の構成メンバーである国家と国連本部、国連開発計画及び基金、専門機関、世界銀行、地方開発銀行との複雑多岐にわたる関係を理解する。<br />参加者との討論テーマ：「グローバル化する国際問題に向き合うための国連組織と国家との関係とは」　<br />Purpose: students to learn the essence of the functions of the UN system, consisting of General Assembly, Secretariat, Political Security Council, Economic/Social Council International Court of Justice, and Trustees Council) and to understand the role/ mandates of the UN.  <br />The class discussion theme would be “If no UN, what kind of world would it be, and what kind of challenges we may encounter?!”", "【予習】<br />『国際連合の基礎知識（42版）』2018 ISBN　978-4862832665を読む"], "第4回": ["4/26（2限）　小西尚実<br />テーマ：国際公務員<br />国際機関の人事制度と、国際公務員のキャリア形成の特徴<br />Human Resources Strategy and Career Development System in the UN<br />The purpose of this class is for students to; 1, gain basic knowledge of human resources/career management system in international organizations; 2, understand key words and basic concepts that are essential to work in international organizations, including UN competencies, transferable skills, diversity, and performance management; 3, develop technical skills to conduct internet career  search and collect updated career and employment information relevant to U.N; and 5, able to understand steps to develop career plan that leads to a global career.", "【予習】<br />事前に、小西尚実他(2018)　『グローバルキャリアのすすめ』関西学院大学出版会、第3章、P67-P98を読む。<div>また、各自UN Competencies:</div><div>https://careers.un.org/lbw/attachments/competencies_booklet_en.pdf#search=%27UN+Competency%27<br />に目を通しておくこと。</div>"], "第5回": ["5/17（1限）　村田俊一<br />テーマ：国連の意思決定と財政、本部・地域・国レベルの調整 (ケーススタディーを紹介し、討論を深める）<br />目的：国連の意思決定のメカニズムと政策実施や制度的関係を理解する。<br />参加者との討論テーマ：「国際公益・国際公共政策ＶＳ国益・外交政策は相反するものか、それとも協調できうるものか」　<br />Purpose: 恵右新gcase-study、students to lean the relations between member states and UN, first, then, analyse complexity of UN system in looking into other UN agency groups such as UN Funds and Programmes, UN Specialized Agencies, World Bank Groups including Regional Development Banks (ADB, AfDB, etc.). <br />Class discussion theme would be “Challenge in enhancing collaboration between the member states and UN system to encounter Global Issues such as SDGs.", "【予習】<br />事前に配布：<div>&nbsp;(1) 村田俊一　Working Paper ”国連機関の援助調整・協調機能の変遷と合意形成の問題点“</div><div>(2)福田耕治「国際行政学」2012  ISBN978-4-641-18401-5を読む</div><div>LUNAにアップロードされているCaseの熟読。</div>"], "第6回": ["5/17（2限）　ローゼンバーグ恵美（西野桂子）<div>テーマ：国際協力モダリティの変遷目的：グローバル（国際）保健における国際協力の変遷を理解する。（1）歴史的背景～アルマ・アタ宣言、こどもの権利条約、（2）1990年代の主な出来事～カイロ宣言、MDGS、（3）近現代の国際保健の成果と課題～SDGｓ、ＣＯＶＩＤ－１９パンデミック</div><div><span style=\"font-size:13.28px;\">Objective: To understand trends in modalities of global cooperation for health.</span></div><div>Historical foundation: Alma Ata Declaration and the Child Rights Convention, (2) Major milestones in the 1990s: Cairo Declaration and the MDGS, (3) Contemporary challenges and responses: SDGs and the COVID-19 pandemic</div><div><p ms=\"ms\" pgothic\",sans-serif;\"=\"pgothic',sans-serif;'\" style=\"color:rgb(36,36,36);font-size:12pt;font-family:;\"><br /></p></div>", "【予習】<br />LUNAにアップした教材を読んでおくこと。"], "第7回": ["5/31（1限）　村田俊一<br />テーマ：地球規模の課題への取組<br />目的：MDGsからSDGsへの変遷過程とSDGsの実施に向けグローバルな規範と地域・国家開発計画と国連組織の関連を理解する（グループによるケーススタディーの分析発表と討論<br />　<br />Purpose: Students to learn the important transition in MDGs/SDGs and its planning/implementation process, stemming from the various stages of global, regional and national development planning reflecting SDGs. <br />Class discussion theme would be “If you are president or Prime Minister, how you could reflect SDGs in your country’s development plan?”（Groups' analysis and presentation of the designated case)", "【予習】<br />国連広報局Web、国連開発計画Web、UNDPの国別Web、および「グローバルビジョンと５つの課題：岐路に立つ国連開発」ブルース・ジェンクス、ブルース・ジョーンズ編、丹羽敏之監訳　2015 ISBN978-4-89007-199-91)を読み討論テーマに向けて準備する。<div>LUNAにアップロードされているCaseの熟読とグループ発表の準備。</div>"], "第8回": ["5/31（2限）　西野桂子<br /><div>テーマ：地球規模の課題への取組</div><div><span style=\"font-size:13.28px;\">目的：これまでの授業を復習しつつ、戦後の国際協力はどのような国際情勢を背景にどのような変遷をしてきたかを理解したうえで、トランプ政権下の国際協力はどのように変化していくのかを考える。</span></div>Purpose: Students to learn the history and modality of international cooperation after WWII and discuss how international cooperation will enter a new era unter the Trump regime.<br /><div><br /></div>", "【予習】<br />LUNAにアップした教材を読みディスカッションに備える。"], "第9回": ["6/14（1限）　坂口勝一<br />テーマ：国際開発金融機関（ADB）の取り組み<br />世界銀行、アジア開発銀行、アフリカ開発銀行などは、国際開発金融機関（MDBｓ）と総称され、開発の分野で大きな役割を担っている。講義では、アジア開発銀行（ADB）を題材に取り上げ、MDBsの援助モデル、開発戦略について議論する。<br />Theme: MDBs’ model<br />Purpose: Students will learn the role and the development strategies of multilateral development banks (MDBs) including World Bank and Asian Development Bank.", "【予習】<br />井出他「ＩＭＦと世界銀行の最前線」日本評論社(2014) ISBN978-4-535-55783-3を読む。"], "第10回": ["6/14（2限）　坂口勝一・村田俊一<br />テーマ：国連と国際開発金融機関の類似点と相違点<br />目的：双方の特徴、比較優位性、Accountabilities等を検証する。<br />参加者との討論：「国連・国際開発金融機関の協力・強調はどの分野で可能か」<br />Purpose: students to learn the both systems’ comparative advantages, different approaches to development issues as well as accountabilities. <br />Class discussion theme would be “Which areas/fields could collaborate each other and why?”", "【予習】<br />第5回および第9回の資料を復習し、ディスカッションに備える。"], "第11回": ["6/28（1限）　井上一郎<br />外交としての国際協力<br />日本政府によるODAは、どのような考え、背景のもとに提供されるのか、国際機関による援助とどう異なるのか。特に外交の観点から見た国際協力について、講義とディスカッションを行う。<br />Theme: ODA and Japan’s Foreign Policy<br />Purpose: Students are expected to understand what the basic principle and background of Japanese Government ODA are, as well as how multilateral aid by the international organization is different from bilateral aid by the individual sovereign state. This lecture focuses on ODA in terms of Japan’s foreign policy, which includes the real experience of the negotiation with the recipient countries.", "【予習】<br />ODA白書（外務省HP）および事前配布プリントを読みディスカッションに備える。"], "第12回": ["6/28（2限）　西野桂子<br />テーマ：国際機関と二国間援助機関の類似点と相違点<br />目的：国際機関と二国間援助機関（JICA）の類似点と相違点について整理した上で、国際社会における両者のデマケーション・連携の現状と今後のあり方・可能性について検討する。<br />主な内容：(1)技術協力（国連機関・JICA）、借款（国際金融機関・JICA）の4グループに分かれ、事例を用いながらその協力（形態）のSWOT分析を行い（事前課題）、結果をプレゼンする。(2)発表を基に、今後のあり方・可能性を討議する。<br />Theme: Similarities and differences in cooperation schemes and positions between multilateral and bilateral agencies.<br />Purpose: Students will learn similarities and differences existing between multilateral and bilateral agencies, and discuss possible demarcation and cooperation by the two for accelerating international development.<br />Contents: Students are divided into four groups; (1) Technical assistance group (UN), (2) Technical assistance group (JICA), (3) Loan assistance group (ADB) and (4) Loan assistance group (JICA), then conduct SWOT analysis of pre-assigned cases. In the class, students will present results of SWOT analysis and discuss future cooperation among development agencies.", "【予習】<br />JICA年次報告書および事前配布資料を読み、発表準備をする"], "第13回": ["7/12（1限）　西野桂子　<br />テーマ：プロジェクト・プログラムのロジックと評価<br />目的：国際機関や二国間援助機関が共通して活用しているロジックモデルを理解し、プロジェクトの組み立てとそれに基づく評価の理論（DAC6項目評価基準など）を学習する。<br />Theme: Logic model and evaluation for international cooperation<br />Purpose: Students will learn how projects and programmes are logically planned and evaluated. A basic logic model (cause-effect and means-ends relationship) of project planning, then basic evaluation theory with five DAC evaluation criteria are presented and discussed.", "【予習】<br />JICA年次報告書および事前配布資料を読みディスカッションに備える"], "第14回": ["7/12（2限）　村田俊一<br />テーマ：多国間協力の潮流と今後の活動<br />目的：国連機関の援助体制の変遷と其の方向性を理解（可能な限り英語で授業）<br />参加者との討論テーマ：総括も含め、昨今日本国連学会や日本国際開発学会での関連テーマの紹介し、SDGs実施における重要行為主体（Actor）の国際社会貢献の展望を考察する。<br />Purpose: this is a wrap up session to explore some prospects of multilateral institutions engaged in international development as per recent discussions of academic associations of UN and International Development.", "【予習】<br />これまでの学習を振り返り、質問やコメントを準備する。"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["井出譲治他", "IMFと世界銀行の最前線", "日本評論社", "2014 年", "978-4-535-55783-3", ""], "参考書/Reference books2": ["福田耕治", "国際行政学", "有斐閣ブックス", "2012 年", "978-4-641-18401-5", ""], "参考書/Reference books3": ["国際連合広報局", "国際連合の基礎知識 42版", "関西学院大学出版会", "2018 年", "978-4-862-83266-5", ""], "参考書/Reference books4": ["横田洋三監修", "入門国際機構", "法律文化社", "2016 年", "978-4-589-03777-0", ""], "参考書/Reference books5": ["ジェンクス＆ジョーンズ", "グローバルビジョンと5つの課題", "人間と歴史社", "2015 年", "978-4-890-07199-9", ""], "参考書/Reference books6": ["グローバルキャリアのすすめ", "小西尚実他", "関西学院大学出版会", "2018 年", "978-4-86283-253-5", ""], "参考書/Reference books7": ["国際協力その新しい潮流", "下村恭民他", "有斐閣選書", "2016 年", "978-4-641-28138-7", ""], "参考文献・資料/Reference books0": ["1）村田俊一　Working Paper ”国連機関の援助調整・協調機能の変遷と合意形成の問題点“"], "学位授与の方針との関連Relationship to Diploma Policy0": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "「成績評価備考」欄を参照してください"], "成績評価Grading2": ["備考　Note 平常レポート 100%受講者は、以下の分野のレポートを担当教員に提出するとともに、授業への貢献度などを総合的に評価する。①　国連システムの構成・特徴・マンデート（村田俊一）②　国際金融機関の構成・特徴・マンデート（坂口勝一）③　国際開発協力の潮流（西野桂子）④　外交としての国際協力（井上一郎）⑤　国際的に働くための基礎知識（小西尚実）Regular reports 100% Students will submit six reports on the following themes and be evaluated in comprehensive manner. 1) Organizations, characteristics and mandates of UN system,2) Organizations, characteristics and mandates of international financial institutions,3) History, modality and actors of international development cooperation, 4) Foreign Policy and bilateral cooperation,5) Basic code of conducts in working in the international arena."], "備考Note0": ["国連・外交統括センター科目は土曜日1限のみ以下の時間帯で授業を実施する。１限9:10～10:50（通常の１限の時間帯と異なる）２限11:00～12:40（通常の上ケ原キャンパスの時間帯と同様）"], "備考Note1": ["2025年04月22日 10時33分29秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "土曜１時限／Saturday 1", "春学期／Spring", "院１－２０５"], "項番No.2": ["2025年度", "春学期／Spring", "土曜２時限／Saturday 2", "春学期／Spring", "院１－２０５"]}, "campas": 0, "name": "【200】国連・外交入門（開発）／Introduction to UN and Foreign Affairs studies (Development)", "管理部署": 28, "単位数": 2, "担当者": "村田　俊一（MURATA SHUNICHI） ", "履修基準年度": "２年", "履修登録方法": "その他", "開講期": 1, "時限1": 35, "時限2": 36, "評価1": 3, "成績評価備考": "備考　Note\n平常レポート 100%\n受講者は、以下の分野のレポートを担当教員に提出するとともに、授業への貢献度などを総合的に評価する。\n①　国連システムの構成・特徴・マンデート（村田俊一）\n②　国際金融機関の構成・特徴・マンデート（坂口勝一）\n③　国際開発協力の潮流（西野桂子）\n④　外交としての国際協力（井上一郎）\n⑤　国際的に働くための基礎知識（小西尚実）\nRegular reports 100%\nStudents will submit six reports on the following themes and be evaluated in comprehensive manner.\n1) Organizations, characteristics and mandates of UN system,\n2) Organizations, characteristics and mandates of international financial institutions,\n3) History, modality and actors of international development cooperation,\n4) Foreign Policy and bilateral cooperation,\n5) Basic code of conducts in working in the international arena."}