{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、国連・外交分野での平和・安全保障、人権、人道問題、さらには開発問題との関係について、学生が主要な問題の背景やその構造、問題の解決方法などについて、実務者・研究者の視点から解説、議論すると共に、参加学生による問題分析やプレゼンテーション、人道支援のシミュレーションなどを通して基本的な知識を得、より高度な学習のための枠組みを形成することである。", "到達目標": "学生は、国連・外交分野での平和・安全保障、人権、人道問題、さらには開発との関係について、主要な問題の背景やその構造、問題の解決方法などについて基礎的な枠組みを説明し、解決策を提案することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。 The course is not subject to the 60-credit limit for online courses.", "関連科目": "This course is a part of the UN and Foreign Affairs Programme and pairs with “Introduction to UN and Foreign Affairs (Development).　国連・外交入門（平和・人権・人道）、国連セミナー、国連・外交フィールドワーク、", "授業の概要・背景": "", "授業方法": "講義形式とプレゼンテーション、緊急時のシミュレーション、個人の事前学習とグループでの作業などを組み合わせて、学生の主体的な学習と議論の機会を持てるようにする。", "トピック": {"第1回": ["9月23日（土）3限　Kukita: 授業の概要、目的、学生の期待聴取、グループ形成、課題とレポートの説明　Introduction and overview of the class, objectives, expectations by students", "各学生は、セッションごとのテーマについての事前学習を行うと同時にグループでのプレゼンテーションの準備、発表練習を行う。Students prepare for each class with reading assignments, preparation for group presentations, web-based search on relevant information and case reviews."], "第2回": ["9月23日（土）4限(Kukita) 平和・開発・人権人道問題の構造的理解、世界の問題構造マインドマップGP（グループ・プレゼンテーション）：今日の世界には人類の存在を脅かす様々な問題が複雑に関わりあって存在する。それらをどのように構造的に理解すればよいのか、グループごとに一枚のマインドマップにして発表し、議論する。Structural understanding of peace, development, human rights and humanitarian issues", ""], "第3回": ["10月7日（土）3限 (Prof. Clugston) Diplomacy for world peace: The pursuit of peace has been a consistent theme in diplomatic history. Indeed, it was the primary objective for the creation of both the League of Nations as well as the United Nations.  Diplomacy is also about the pursuit of national interest through peaceful means. But, as expert Hans Morgenthau put it, “high quality” diplomacy can be a country’s strongest weapon whereas “weak diplomacy” can create crises.  This lecture analyses how specific countries, including Canada, have used diplomacy effectively to broker peace agreements.", ""], "第4回": ["10月7日（土）4限 (Prof. Shinyo) 平和安全保障と国連, Peace, Security and UN: 国連の集団安全保障（collective security）とは何か、そのメカニズムを探求する。また、憲章51条の個別的・集団的自衛権との違いや日本国憲法第9条との関係等にも踏み込み、世界の平和と安全を維持するための国際政治と国際法の可能性と限界について議論したい。", ""], "第5回": ["10月14日（土）3限 (Prof. Shinyo) 平和安全保障と外交, Peace, Security and foreign affairs: 国連改革、主として安保理改革の問題について日本外交の観点からその現状と課題、見通し等について検討する。", ""], "第6回": ["10月14日（土）4限 (Prof. Shinyo) 学生グループ・プレゼンテーション、中間レポート,  Students’group presentations on peace and security, mid-term report 課題図書『日本と国連』（神余隆博編　関西学院大学出版会2016年）を読んで、「国連は21世紀においても有用か否か」について議論し、各人の意見を小論にまとめる.", ""], "第7回": ["10月28日（土）3限 (Prof. Clugston) Diplomacy for human rights: Human rights are under siege in dozens of countries. The rise of populism, which plays to people’s deepest fears, has complicated an already difficult situation. This global problem continues despite the existence of numerous international institutions and treaties expressly designed to protect human rights. In this lecture, we examine Canada’s human rights diplomacy in its efforts to advance human rights and hold countries to account for their violation of universal values.", ""], "第8回": ["10月28日（土）4限 (Prof. Clugston) Student Group Presentation, Short Report Submission: Student groups will choose some aspect of the theme of either Peace or Human Rights, and prepare and deliver a presentation as well as short report that explores the difficulties of achieving progress with either theme.  Students should choose one global or regional conflict or situation and consider the pros and cons of various actions countries such as Japan and/or Canada could take in order to mitigate or resolve the crisis.", ""], "第9回": ["11月18日（土）3限 (Akahoshi)　人道原則と適用Humanitarian principles and their application:　人道原則について理解し、紛争や自然災害で生じる人道危機に国家や国連機関などの各アクターがどのように対処しようとしているのか、国内避難民の事例を基に議論する。Based on the lecture and group discussion, students will understand the humanitarian principles, and discuss how each actor attempts to deal with humanitarian crises through the case study of internally displaced persons (IDPs).", ""], "第10回": ["11月18日（土）4限(Akahoshi):　人権人道支援シミュレーション（I）自然災害humanitarian assistance simulation exercise (1) natural disaster　架空の事例を用いて、各グループに役割（国連機関、二国間開発機関、NGOなど）を割り当て、シミュレーションを行う。最終的に、各アクターが合意可能な政策案を作ってもらう。Using the imaginary case about natural disaster, student group will play a role of humanitarian actors (UN, bilateral development agencies, NGO, etc.), and finally create a policy with which all actors can agree.", ""], "第11回": ["12月9日（土）3限(Miwa): 人権概念の発展と国際人権基準・条約   International human rights principles and treaties：   人権概念についての理解を確認し、世界⼈権宣⾔ならびに中核的人権条約を通じて、国際⼈権基準がどのように発展してきたかを検討する。", ""], "第12回": ["12月9日（土）4限(Miwa): 国際人権基準の実施  Implementation of international human rights principles： 国際人権基準が、各条約や国連人権理事会の普遍的定期審査（UPR）を通じ、どのように実施されているかを理解するとともに、日本の人権状況を検証する。", ""], "第13回": ["12月16日（土）3限(Kukita):　国連平和ミッションUN Peace missions　国連の平和活動について、東ティモールの統合ミッションUNMITを例にそのマンデート、構成、平和構築、人道支援、人権条約の実施、開発支援活動などがどのように関わりながら展開したのかを検証する。久木田純『東ティモールの現場から：子どもと平和構築』木楽舎ソトコト新書", ""], "第14回": ["12月16日（土）4限Kukita: 学生グループ・プレゼンテーション、Final group presentation, 個人最終レポート提出（12月28日） submission of the final report (Due on 28 December)", "授業で学んだ主要テーマの中から一つ選び個人最終レポートを作成する。"], "授業外学習2": "授業時間外学習<BR/>Study Required outside Class\t各学生は、セッションごとのテーマについての事前学習を行うと同時にグループでのプレゼンテーションの準備、発表練習を行う。授業で学んだ主要テーマの中から一つ選び個人最終レポートを作成する。Students are required to prepare for each class with reading assignments, preparation for group presentations, web-based search on relevant information and case reviews."}, "評価": {"教科書Required texts0": "教科書 Textbook(s) 国連広報局「Basic Facts about the United Nations国際連合の基礎知識2014」関西学院大学出版会、\n神余隆博編『日本と国連』　関西学院大学出版会2016年\n久木田純『東ティモールの現場から：子どもと平和構築』木楽舎ソトコト新書Kindle版", "参考文献・資料Reference books0": "参考文献 References Books 日本国際連合学会「国連研究第1－20号」国際書院\n国連本部HPhttp://www.un.org/en/index.html\n国連文書HPhttp://www.un.org/en/documents/index.html\n国連人事部HPhttps://careers.un.org/lbw/Home.aspx\n国連フォーラムhttp://unforum.org/unstaff/index.html", "学生による授業評価の方法Course Evaluation by Students0": "学生による授業評価の方法\nCourse Evaluation by Students 学内既定の学生による評価以外にも教員へのフィードバックを促す", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Presentation and short report (Clugston) 20%、グループ・プレゼンテーションと中間レポート（神余）20％、人権人道支援シミュレーション、政策案　（赤星）20%、人権原則（三輪）10％、最終グループ・プレゼンテーション（久木田）10％、最終個人レポート　（久木田）20％"], "更新日時/Date of Update0": "2023年01月02日 21時08分18秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "土曜３時限／Saturday 3", "秋学期／Fall", "院１－２０５"], "項番No.2": ["2023年度", "秋学期／Fall", "土曜４時限／Saturday 4", "秋学期／Fall", "院１－２０５"]}, "campas": 0, "name": "【200】国連・外交入門（平和・人権・人道）／Introduction to UN and Foreign Affairs studies (Peace, Human rights and Humanitarian affairs)", "管理部署": 28, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 4, "開講期": 2}