{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "本授業の目的は、国連機関を中心に、国際NGO、各国大使館、二国間援助機関、大学、地方や農村部への訪問を通して仮説検証型のフィールド・リサーチを行い、特定の国における国連諸機関の役割、開発、平和、人権、人道などの分野での実際の活動、他の機関との連携調整などについて学びを深めることである。", "到達目標": "学生は、国連・外交分野での特定の問題について、状況分析を行い、その解決方法に関する仮説を立て、現場（今年度はオンライン・バーチャル）で検証することができる。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "This course is a part of the UN and Foreign Affairs Programme and pairs with “Introduction to UN and Foreign Affairs” as well as the UN Seminar in New York.", "授業の概要・背景": "授業の概要・背景（任意）\t座学の事前研修を通してテーマを決め、リサーチを行い、仮説を立てたうえで、現地（状況によりオンライン・バーチャル）での仮説検証を行う。また、教員の指導の下、全体計画、国連機関などとの連絡調整など、学生が主体的に計画・管理を行うことによって、海外でのフィールドワークの実際も学ぶ。さらに、事後の報告会などを通じて学びを共有、発信する。<BR/>Through preparatory sessions, students will identify issues, prepare research questions and hypotheses, and test them in the field. Students will also learn how to communicate with UN and other field institutions and manage logistical arrangements by actively engaging in preparatory and operational activities. Students will prepare presentations on their research and present them to a wider audience for further learning and information sharing.", "授業方法": "座学を含む事前研修と現地（状況によりオンライン・バーチャル）でのフィールドワーク、グループ・プレゼンテーション、個人の事前学習とグループでの作業、日程やロジの計画立案などを組み合わせて、学生の主体的な学習と議論の機会を持てるようにする。（2021年度の実施には、オンラインでの各機関訪問と講義や現地コーディネーターを通じての面接や状況報告を組み合わせて行う。）", "トピック": {"第1回": ["１．\t5月14日（土）4限Kukita、Akahoshi: 授業の概要、目的、グループ形成、訪問国（東ティモール）の紹介　Introduction and overview of the class, objectives, expectations by students, as well as on the field (Timor-Leste)", "事前課題：東ティモールの開発・人権・平和などの状況について事前に情報収集、調査を行い、フィールドワークでリサーチしたい課題について、調査題目、東ティモールでの現状、問題、調査方法についてA4一枚の調査計画案としまとめておく。"], "第2回": ["２．\t5月21日（土）4限Akahoshi: 東ティモールの問題に関するグループ・プレゼンテーション、フィールドワークの方法論と実際（国連フォーラムのスタディプログラム）を例に。Presentation on issues in Timor-Leste by theme group. Fieldwork methodology and examples (based on the experience of UN Forum).", "フィールドワークの方法論について事前に学習しておく。グループワークを継続。授業で学んだことを反映した調査計画案の修正版を5月29日までに提出。"], "第3回": ["３．\t6月4日（土）4限Akahoshi: フィールドワークへの準備、ロジ面と調整、訪問先機関、場所など。Preparing for the visit, logistical arrangements and communication and coordination with visiting institution.", "フィールドワークの実施準備について事前学習やグループワークをしておく"], "第4回": ["４．\t7月2日（土）4限Kukita: フィールドワーク仮説のグループ・プレゼンテーション　Group presentation on research question and hypotheses", "グループ・プレゼンテーションの準備、仮説に戻づいた訪問先を選定、対象機関とのコンタクトを始める。"], "第5回": ["５．\t7月30日（土）4限Kukita: 最終の日程調整. （8月中に必要に応じて各機関との調整を継続する。）Final schedule coordination (on-line). Further coordination with partner institutions will be continued during the month of August.", "8月中に必要に応じて各機関との連絡調整と面接準備のためのグループワーク等を継続する。"], "第6回": ["Fieldwork Day 1 8月30日（火）関西学院大学上ヶ原キャンパスと東ティモールをつないでオンライン・バーチャルのフィールドワークを実施。国連機関、大使館などを想定。実際の対象は当該機関との調整後に決定する。", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第7回": ["Fieldwork Day 1 8月30日（火）関西学院大学上ヶ原キャンパスと東ティモールをつないでオンライン・バーチャルのフィールドワークを実施、国連機関、JICA", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第8回": ["Fieldwork Day 2　8月31日（水）関西学院大学上ヶ原キャンパスと東ティモールをつないでオンライン・バーチャルのフィールドワークを実施。村落、NGO", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第9回": ["Fieldwork Day 2　8月31日（水）関西学院大学上ヶ原キャンパスと東ティモールをつないでオンライン・バーチャルのフィールドワークを実施。村落、NGO", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第10回": ["Fieldwork Day 3　9月1日（木）関西学院大学上ヶ原キャンパスと東ティモールをつないでオンライン・バーチャルのフィールドワークを実施　東ティモール国立大学", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第11回": ["Fieldwork Day 3　9月1日（木）関西学院大学上ヶ原キャンパスと東ティモールをつないでオンライン・バーチャルのフィールドワークを実施、東ティモール国立大学", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第12回": ["Fieldwork Day 4　9月2日（金）関西学院大学上ヶ原キャンパスとインドネシア・バリ島をつないでオンライン・バーチャルのフィールドワークを実施", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第13回": ["Fieldwork Day 4　9月2日（金）関西学院大学上ヶ原キャンパスとインドネシア・バリ島をつないでオンライン・バーチャルのフィールドワークを実施", "グループ・プレゼンテーションの準備を行う。"], "第14回": ["9月3日（土）4限Kukita、Akahoshi:　最終報告会グループ・プレゼンテーション　Group presentation on the fieldwork.", "9月5日（月）最終個人報告書の提出〆切 Submission of individual final report due."], "授業外学習2": "各学生は、事前研修の準備のために対象国の問題に関する情報収集を行い、テーマ別の問題分析、グループ・プレゼンテーションの準備を行う。また、教員の指導の下に現地訪問に必要なロジ面での準備や訪問先との調整を行う。Students will conduct web-based search on relevant information, situation analysis, preparation for group presentations, and make meeting and logistical arrangements for the field visit."}, "評価": {"教科書Required texts0": "1. United Nations Sustainable Development Cooperation Framework (UNSDCF 2021 – 2025) for the Democratic Republic of Timor-Leste\nhttps://timorleste.un.org/en/105898-united-nations-sustainable-development-cooperation-framework-unsdcf-timor-leste\n2. 国際連合広報局（2018）『国際連合の基礎知識』改訂版、関西学院大学出版会\n3. 久木田純『東ティモールの現場から：子どもと平和構築』木楽舎ソトコト新書Kindle版", "参考文献・資料Reference books0": "「東ティモールを知るための50章」　山田満 編著（2006）明石書店\n「東ティモール独立史」 (アジア太平洋研究選書) 単行本 – 2002/12　松野 明久 (著)\n国連フォーラムhttp://unforum.org/unstaff/index.html\n国際NGOコペルニク　https://kopernik.info/jp\n日本国際連合学会「国連研究第1－20号」国際書院\n国連本部HPhttp://www.un.org/en/index.html\n国連文書HPhttp://www.un.org/en/documents/index.html\n国連人事部HPhttps://careers.un.org/lbw/Home.aspx", "学生による授業評価の方法Course Evaluation by Students0": "学生による授業評価の方法　Course Evaluation by Students 学内既定の学生による評価以外にも教員へのフィードバックを促す", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "仮説のグループ・プレゼンテーション（久木田）20％ ロジや計画立案、調整など準備段階の評価（赤星）20% 最終グループ・プレゼンテーション（久木田）20％ 最終個人報告書（久木田）40％"], "更新日時/Date of Update0": "2022年02月01日 10時07分24秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "院１－２０５"]}, "campas": 0, "name": "【150】国連・外交フィールドワーク／Fieldwork on United Nations and Foreign Affairs Studies", "管理部署": 28, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 8}