{"履修期": "秋学期集中", "主な教授言語": "日本語", "授業目的": "本授業の目的は、特定の国（ネパール）における課題を分析し、国連機関、国際NGO、日本大使館、二国間援助機関（JICA）、大学、地方や農村部への訪問を通して仮説を検証し、課題を解決する方法を考察し、国際協力に関係する組織の役割や活動、援助方針やロジック、他の機関との連携などについて学びを深めることである。", "到達目標": "学生は、ネパールにおける特定の課題について、状況分析を行い、その解決方法に関する仮説を立て、現場で検証することができる。", "特記事項": "", "関連科目": "This course is a part of the UN and Foreign Affairs Programme and pairs with “Introduction to UN and Foreign Affairs” as well as the UN Seminar in New York.", "授業の概要・背景": "授業の概要・背景（任意）\t座学の事前研修を通してテーマを決め、リサーチを行い、仮説を立てたうえで、現地での仮説検証を行う。また、教員の指導の下、全体計画、国連機関などとの連絡調整など、学生が主体的に計画・管理を行うことによって、海外でのフィールドワークの実際も学ぶ。さらに、事後の報告会などを通じて学びを共有、発信する。<br />Through preparatory sessions, students will identify issues, prepare research questions and hypotheses, and test them in the field. Students will also learn how to communicate with UN and other field institutions and manage logistical arrangements by actively engaging in preparatory and operational activities. Students will prepare presentations on their research and present them to a wider audience for further learning and information sharing.", "授業方法": "座学を含む事前研修と現地でのフィールドワーク、グループ・プレゼンテーション、個人の事前学習とグループでの作業、日程やロジの計画立案などを組み合わせて、学生の主体的な学習と議論の機会を持てるようにする。", "トピック": {"第1回": ["<div>【14回すべて対面で実施】</div>事前研修１． 11月8日（土）２限: 授業の概要、目的、訪問国（ネパール）の紹介、ネパール駐在国連機関の持続可能な開発協力枠組みUNSDCFおよび対ネパール国別開発協力方針と事業展開計画などの紹介、問題系図の方法論、関心課題の表明、グループ形成。　Introduction and overview of the class, objectives, Napal, UNSDCF, Japan's cooperation policy and action plan to Nepal, and Problem Tree.　Expectations by students and research grouping.", "【事前課題】国連機関の持続可能な開発協力枠組みUNSDCFおよび対ネパール国別開発協力方針と事業展開計画などをもとに、ネパールの開発・人権・平和などの状況について事前に情報収集、調査を行い、フィールドワークでリサーチしたい課題（分野）を選んでおく。"], "第2回": ["事前研修２． 11月22日（土）２限: ネパールの課題（関心分野）の概要、因果関係で分析した問題系図、およびその分野で協力を行っている国際機関、日本、NGOの活動をグループでプレゼンテーションする。Group presentation on the concerned issues in Nepal, causal relationship among the issues (Problem Tree), and organizations that are assisting in the sector.&nbsp;", "【事前課題】ネパールの課題（関心分野）の概要、因果関係で分析した問題系図、およびその分野で協力を行っている国際機関、日本、NGOの活動をまとめたプレゼンテーションをグループで準備する。"], "第3回": ["事前研修３． 12月6日（土）２限: ネパールの課題（関心分野）を解決するための仮説を目的系図を基に組み立て、その分野で協力を行っている国際機関、日本、NGOを再度洗い出す。訪問先の優先順位を考える。Group presentation on the hypothesis to solve the concerned issues in Nepal and organizations that are assisting in the sector. Prioritize organizations to be visited in the field work.&nbsp;", "【事前課題】ネパールの課題（関心分野）を解決するための仮説を目的系図を基に組み立て、その分野で協力を行っている国際機関、日本、NGOを再度纏めたプレゼンを準備する。"], "第4回": ["事前研修４． 12月2０日（土）２限: 訪問機関ごとの質問案のグループプレゼンテーションとすり合わせ。フィールドワークのタスクチーム（プログラム調整・ロジ・広報/記録）の結成と冬休み・1月中のタスクの確認。Group presentation on questionnaire, Cross examination of questions, task team grouping and confirmation of tasks during the winter vacation and January.&nbsp;", "【事前課題】仮説を検証するためにとの組織にどのような質問をすれば良いか、質問案を考えてプレゼンできるようにする。"], "第5回": ["事前研修５． 1月28日（水）1～3限: 最終の日程調整（1月中に各機関との調整を継続する）出発前に日程表、ロジ分担、訪問先情報などをまとめた冊子を作製・配布。Final schedule coordination and preparation of the field work document.&nbsp;", "【事前課題】事前研修４で合意したタスクを1月中に実施して冊子を作成できるようにグループで協力する。"], "第6回": ["Fieldwork Day 1　2月7日（土）関空－カトマンズ空路移動。カトマンズでの交通、宿泊などロジ面でのアレンジを行い、様々なリスクについても予防策、対応策を考え行動する。Transfer from Osaka to Katmandu", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめる。"], "第7回": ["Fieldwork Day 2　２月8日（日）現地調査。", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめる。"], "第8回": ["Fieldwork Day 3　2月9日（月）現地調査", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第9回": ["Fieldwork Day 4　2月10 日（火）現地調査", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第10回": ["Fieldwork Day ５　2月11日（水）現地調査", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第11回": ["Fieldwork Day 6　2月12日（木）現地調査", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第12回": ["Fieldwork Day 7　2月13日（金）現地調査", "各セッションでの調査項目の成果の報告と議論をグループごとにまとめグループ・プレゼンテーションの準備を行う。"], "第13回": ["Fieldwork Day 8　2月14日（土）移動カトマンズー関空 Transfer from Katmandu to Osaka.", "グループ・プレゼンテーションの準備を行う。"], "第14回": ["事後研修　2月20日（金）2限:　最終報告会グループ・プレゼンテーション　Group presentation on the fieldwork.", "【事前課題】グループごとに問題系図と仮説、仮説検証結果、課題解決方法の提案、UNSDCFおよび対ネパール国別開発協力方針・事業展開計画との関連をまとめたプレゼンテーションを作成する。<br /><div>【事後課題】最終個人報告書を作成し、２月23日（日） までに提出する。</div>"], "授業外学習2": "各学生は、事前研修の準備のために対象国の問題に関する情報収集を行い、テーマ別の問題分析、グループ・プレゼンテーションの準備を行う。また、教員の指導の下に現地訪問に必要なロジ面での準備や訪問先との調整を行う。Students will conduct web-based search on relevant information, situation analysis, preparation for group presentations, and make meeting and logistical arrangements for the field visit."}, "評価": {"参考文献・資料/Reference books0": ["Will be presented before the sessions.&nbsp;&nbsp;"], "学生による授業評価の方法Course Evaluation by Students0": ["学生による授業評価の方法　Course Evaluation by Students\t学内既定の学生による評価以外にも教員へのフィードバックを促す"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "備考を参照"], "成績評価Grading2": ["備考　Note 仮説のグループ・プレゼンテーション(20％), ロジや計画立案、調整など準備段階の評価(20%), 最終グループ・プレゼンテーション（20％),&nbsp; 最終個人報告書（40％)"], "更新日時/Date of Update0": ["2025年02月28日 18時17分34秒"], "項番No.0": [], "項番No.1": ["2025年度", "秋学期集中／Intensive (Fall)", "集中・その他／Concentration/Other", "秋学期集中／Intensive (Fall)", "未定"]}, "campas": 0, "name": "【150】国連・外交フィールドワーク／Fieldwork on United Nations and Foreign Affairs Studies", "管理部署": 28, "単位数": 2, "担当者": "西野　桂子（NISHINO KEIKO） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "開講期": 9, "時限1": 49, "評価1": 6, "成績評価備考": "備考　Note\n仮説のグループ・プレゼンテーション(20％), ロジや計画立案、調整など準備段階の評価(20%), 最終グループ・プレゼンテーション（20％),  最終個人報告書（40％)"}