{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業は将来国連を含む国際的なキャリアを目指す学生が、世界基準のコンピテンシーやインタビュー、CVの書き方や自己開発計画など、国際的に活躍するための基本的な知識とスキルを身に着けることを目的とする。", "到達目標": "1.学生が国連のジョブディスクリプション（JD）を理解し、パーソナル・ヒストリー・フォーム（PHP・P-11）や英文履歴書（CV）を書けるようになる。また、JDと現時点の自分を比較し、ギャップを埋めるにはどうすれば良いかを考え、行動計画を策定できるようになる。<BR/>2.学生が会議や面接、あるいは応募書類等で、自己の価値、知識および経験等を明確かつ効果的に表現できるようになる。<BR/>3.学生が国連および世界で重視されるコンピテンシーを理解し、多様、かつ国際的な職場環境に対応できるようになる。 <BR/>4.国連のコンピテンシー・フレームワークに基づき、学生が自己のコンピテンシーを分析し、卒業後のキャリアとコンピテンシー開発計画を策定する。", "特記事項": "本授業科目は、“オンライン授業60単位制限対象科目”ではありません。<BR/>The course is not subject to the 60-credit limit for online courses.<BR/>", "関連科目": "国連・外交入門の関連科目", "授業の概要・背景": "", "授業方法": "少人数のゼミ形式。", "トピック": {"第1回": ["（西野）イントロダクション：国連および国際機関で働くということ。日本とのリクルートシステムの違いやJDの意味を理解する。<BR/>Introduction, UN organization and Job Description.<BR/>Objectives: Students will understand UN organization, difference between UN and Japan, and UN Job Descriptions.", "【事前学習】UN CareersのHPを閲覧し、使われている言葉を理解する。<BR/>[Pre-assignment] Review UN Careers Home page and familiarize terminologies. <BR/>https://careers.un.org/lbw/Home.aspx"], "第2回": ["（小西）将来のキャリア形成に役立つ概念と求められるスキルについて<BR/>Understanding future life and work, and identifying your transferable skills <BR/>By taking this class, students will be able to understand the importance of lifelong learning, and identify one’s transferable skills to enhance employability in order to pursue global career. Video viewing and conducting exercise in the class.", "【予習】授業までに以下の課題に取り組むこと。<BR/>①LUNAにアップしている資料に目を読むす。<BR/>②以下の動画を視聴する。<BR/>http://lyndagratton.com/uploads/BSR%20-%20LG%20investigates%20the%20FOW.pdf"], "第3回": ["（西野）JDを理解する：各自が選んだ組織と求められるスキルやコンピテンシー等を英語で説明できるようになる。<BR/>Understanding Job Description：<BR/>Objectives: Students will fully understand and be able to explain required skills and competencies for the position selected by him/herself.", "【事前学習】国連・国際機関の空席情報から応募してみたいインターンやその他のポストを1つ選び、JDを分析し、説明できるように準備する。<BR/>[Pre-assignment] Students will select one UN vacancy, obtain job description, and analyze required skills and competencies."], "第4回": ["（西野）PHP・P-11・CVの書き方：各自が選択したポストに応募すると仮定し、PHPやP-11、履歴書を準備し、学生間で見直しを行い改善する。<BR/>Preparation of Curriculum Vitae：<BR/>Objectives: Students will prepare and improve their Curriculum Vitae through peer review and mutual interview against JD.", "【事前学習】各自PHP/P-11、CVを準備する。<BR/>[Pre-assignment] Students will prepare his/her CV to apply for the selected vacancy."], "第5回": ["（西野）JDと自分　ギャップを埋めるには？：自らが選んだ国連・国際機関がどのような活動をしており、そこで働くために今後どのような知識や技術を身に着けたら良いかを自己分析し、発表する。<BR/>JD and oneself, finding and filling the gap: <BR/>Objectives: Students will analyze the gap between the selected JD and oneself and be able to prepare for their future through peer review and mutual examination.", "【事前学習】JDとCVをレビューし、自己分析レポートを策定する。<BR/>[Pre-assignment] Students will prepare a self-analysis report by reviewing their JD and CV."], "第6回": ["（村田）国連と面接（１）<BR/>国連組織の活動と照らし合わせ、JDとCV整合性を精査する。一人５分程度のプレゼンと質疑応答を実践する。参加者それぞれのプレゼン後、コメントして、それを基に次週の準備をする。面接のビデオ撮りを予定。<BR/>Presentation for jobs<BR/>Objectives: Students to learn by doing their own simulation and presentation of a given subject (relevant the on- going research/intern placement) by resource person. The selection of the subject will be discussed in advance. “First 5 minutes” would be the key to attract the audience. The participants are required to comment on each presentation on the spot to further improve skills. The participants’ presentation should be filmed and reviewed in the class.", "[Pre-assignment] Read “Craft the Beginning”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第7回": ["（村田）国連と面接（２）<BR/>先週の面接の復習をし、それぞれ指摘された短所をどのように補強したか発表する。　<BR/>Reflection of previous sessions<BR/>Objectives: Reflection of the soft spots and the strengths will be highlighted for the participants. Resource person and the participants are to review the “Common Ground” to refine each presentation with specific interventions. The presentation should be filmed again.", "[Pre-assignment] Read  “Common Ground”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第8回": ["（村田）スピーチへの取組：即興でのスピーチを実践する。テーマは国際問題をランダム（くじ引き）に選択し、５分程度で、準備し、５分のスピーチを行う。<BR/>Impromptu speech<BR/>Objectives: The participants will be given an opportunity for impromptu speech (selection of theme is at random). Ability to be tested from the various angles by resource person based upon the experience of previous sessions. The speech/presentation should be prepared within 5minutes followed by 5minutes presentations. The presentations will be filmed.", ""], "第9回": ["（村田）ゲストスピーカーの可能性：<BR/>３回のセッションのまとめと今後のフォローアップ。<BR/>ゲストスピーカーもしくは担当者が実施。<BR/>Wrap up session<BR/>Objectives: Resource person will wrap up the points of the last 3 sessions together with the participants in taking a close look at the videoed presentations.", "[Pre-assignment] Read  “Anticipate Resistance”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4<BR/>[Assignment] Students are required to submit “one page” wrap up paper within 48 hours."], "第10回": ["（小西）グローバルキャリアにおいて理解しておくべき多様性の理論と発展、国内外の企業における実践導入例<BR/>Understanding diversity management practices in international workplaces:<BR/>Objectives: This class introduces the historical developments and classic model of diversity, and new developments in diversity theory. Moreover, by looking into several case studies of global private companies, students can learn how the diversity model can be applied into the real workplaces.", "【予習】<BR/>LUNAにアップしている英語の文献を事前に精読する。"], "第11回": ["（小西）国際機関やグローバル企業で重視さコンピテンシーの実践とキャリアへの応用：事例研究をもとにクラスディスカッションを行う。<BR/>Performance Management System and Competencies in the International Organizations<BR/>Objectives: Students can learn performance management system of international organizations and how to develop competencies in one’s career, by looking into concrete case study. Students are expected to actively participate in group and class discussions.", "【予習】LUNA上にアップしている国連のケーススタディに目を通し、授業でのディスカッションに備えること。"], "第12回": ["（久木田）自己開発プランの作り方：　自らのキャリア展開を人生の使命や目的からとらえなおし、そこへのアプローチや道筋、必要なコンピテンシー、時間枠などを明確にしていく。<BR/>Developing personal competency development plan<BR/>Objectives: Students will review their career images from lifelong vision, and design much clearer career paths, based on their personal mission, goals and strategies, and job competency requirements, career development options, and time frame.", "事前課題：自己の人生の使命と目的、キャリアを考え、国連コンピテンシーの自己分析を行っておく。[Pre-assignment] Students prepare their own personal mission, strategy, and goals, and self-assess their own competencies based on UN Competency Framework."], "第13回": ["（久木田）自己開発プランの発表：自分の目指すキャリアとそのためのコンピテンシー開発、人生全体のマネジメントプランを発表し、その後の成長の指標とする。<BR/>Presentation of zero draft personal plan<BR/>Objectives: Students present their career and competency development plans based on their own missions, goals, strategies, career paths and competency assessment, which will guide their personal and professional development in life.", "事前課題：人生の使命と目標にそって、自己開発プランの素案を作成、発表の準備をする。<BR/>[Pre-assignment] Each student prepares a personal draft life, career, competency development plan, with mission, goals, strategy, career path options and time frame"], "第14回": ["（久木田/西野）自己開発プランの発表とまとめ：<BR/>第13回に引き続き、自己開発プランを発表後、最後のまとめを行う。<BR/>Presentation of zero draft personal plan and way forward<BR/>Students present their career and competency development plans based on their own missions, goals, strategies, career paths and competency assessment, which will guide their personal and professional development in life. Review all sessions and reflect necessary points and actions to pursue global career.", "[Pre-assignment] Each student prepares a personal draft life, career, competency development plan, with mission, goals, strategy, career path options and time frame"]}, "評価": {"教科書Required texts0": "UN Competency development: A practical guide", "参考文献・資料Reference books0": "UN Human Resources web site, https://careers.un.org/lbw/Home.aspx\nCareer sites of each UN organization, https://www.unicef.org/about/employ/\nUN Forum web site, http://unforum.org/unstaff/index.html", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "成績評価備考を参照してください"], "成績評価Grading2": "備考　Note\nレポートや授業中のプレゼンテーション等 (点数配分：村田・西野担当分各30％、小西・久木田担当分各20％)", "更新日時/Date of Update0": "2022年01月03日 15時26分08秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "土曜２時限／Saturday 2", "秋学期／Fall", "院１－２０５"]}, "campas": 0, "name": "【350】グローバルキャリア開発演習／Global Career Development Seminar", "管理部署": 28, "単位数": 2, "担当者": "西野　桂子（NISHINO KEIKO） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 36, "評価1": 4, "開講期": 2}