{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、大学院生が哲学に関する高度な専門的知識を習得することである。", "到達目標": "1. 哲学の高度な専門的知識を得ること<BR/>2. 哲学の高度な専門的知識を使って哲学の問題について議論することができるようになること", "特記事項": "", "関連科目": "", "授業の概要・背景": "20世紀以降の現代フランス哲学の歴史とその諸問題について論じる。今年度は現代フランス哲学を題材として哲学と映画の関係について検討する。19世紀末にフランスで誕生した映画はその後にさまざまな国で多様な展開を見せているが、現代フランスの多くの哲学者たちが映画について直接間接にさまざまな考察を行ない、それを自らの哲学に本質的に関わるものとみなしてきただけに、映画とその歴史は20世紀以降の現代フランス哲学の展開と切り離すことができない。したがって映画との関係でフランス哲学の歴史を検討することで、現代フランス哲学の諸相を新たに捉え直すことが可能となる。今年度の講義では、特に現象学の系譜に属する現代フランスの哲学者たち、特にメルロ＝ポンティ、デュフレンヌ、マルディネ、ドゥサンティの哲学を対象として、彼らの哲学における固有の問題と映画の関係を検討していく。より具体的には、（1）メルロ＝ポンティの現象学における「知覚」の問題、（2）デュフレンヌの現象学における「美感的経験」、「ア・プリオリ」、「自然」の問題、（3）マルディネの現象学における「出来事」、「可能性」、「現実性」の問題、（4）ドゥサンティの現象学・科学認識論における「（共に）見ること」の問題を、それぞれ映画との関係から考察する。受講者には最終回で研究発表をしてもらい、受講者自身の視点から本講義での課題について自ら思索を展開してもらう。", "授業方法": "対面授業を講義形式で行なう。", "トピック": {"第1回": ["イントロダクション ー 20世紀以降の現代フランス哲学とその歴史を映画との関係から考える", ""], "第2回": ["メルロ＝ポンティの現象学（1）: 『知覚の現象学』における「知覚」と映画の問題", ""], "第3回": ["メルロ＝ポンティの現象学（2）: 『意味と無意味』における「知覚」と映画の問題", ""], "第4回": ["メルロ＝ポンティの現象学（3）: 中期メルロ＝ポンティにおける「知覚」と映画の問題", ""], "第5回": ["メルロ＝ポンティの現象学（4）: 後期メルロ＝ポンティにおける「知覚」と映画の問題", ""], "第6回": ["デュフレンヌの現象学（1）:「美感的経験」と映画の問題", ""], "第7回": ["デュフレンヌの現象学（2）:「ア・プリオリ」と映画の問題", ""], "第8回": ["デュフレンヌの現象学（3）:「自然」と映画の問題", ""], "第9回": ["マルディネの現象学（1）:「出来事」と映画の問題", ""], "第10回": ["マルディネの現象学（2）:「可能性」と映画の問題", ""], "第11回": ["マルディネの現象学（3）:「現実性」と映画の問題", ""], "第12回": ["ドゥサンティの現象学と科学認識論（1）:「見ること」と映画の問題", ""], "第13回": ["ドゥサンティの現象学と科学認識論（2）:「共に見ること」と映画の問題", ""], "第14回": ["これまでの結論と今後の課題、受講者による研究発表と討議", ""], "授業外学習2": "各回の講義内容に関連する文献を読むこと。"}, "評価": {"参考文献・資料Reference books0": "Maurice Merleau-Ponty, Phénoménologie de la perception, Gallimard, 1945.\nMaurice Merleau-Ponty, Sens et non-sens, Nagel, 1948.\nMaurice Merleau-Ponty, Le monde sensible et le monde de l’expression, Métis Presses, 2011.\nMaurice Merleau-Ponty, Recherches sur l’usage littéraire du langage, Métis Presses, 2013.\nMikel Dufrenne, Phénoménologie de l’expérience esthétique, PUF, 1953.\nMikel Dufrenne, La Notion d’a priori, PUF, 1959.\nMikel Dufrenne, Le Poétique, PUF, 1963, 2e éd., 1973.\nHenri Maldiney, Regard Parole Espace, L’Âge d’homme, 1973.\nHenri Maldiney, Penser l’homme et la folie, Million, 1991.\nHenri Maldiney, L’Art, l’éclair de l’être, Comp' act, 1993.\nJean-Toussaint Desanti, Philosophie : un rêve de flambeur, Grasset, 1999.\nJean-Toussaint Desanti, La peau des mots, Seuil, 2004.\nJean-Toussaint Desanti, Le philosophe et les pouvoirs et autres dialogues, Hachette, 2008.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "レポートや授業内での研究発表などを踏まえた平常評価。"], "更新日時/Date of Update0": "2022年04月22日 11時42分39秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "文－５"]}, "campas": 0, "name": "【500】哲学特殊講義　１／Special Lecture in Philosophy", "管理部署": 30, "単位数": 2, "担当者": "米虫　正巳（KOMEMUSHI MASAMI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 4, "開講期": 1}