{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学生がドイツ語で哲学のテキストを読むスキルを磨くことである。", "到達目標": "1. ドイツ語で哲学のテキストを読むことによって哲学の知識を得ること<BR/>2. ドイツ語で哲学のテキスト読むためのスキルを使いこなすができるようになること", "特記事項": "", "関連科目": "", "授業の概要・背景": "ルードウィヒ・ウィトゲンシュタインの主著『哲学探究』の重要パートである「規則遵守」に関する第185-242節を通年でゆっくりと読んでいきます。「哲学文献研究」である本授業ではドイツ語のテキストを主に使いますが、翻訳作業よりも内容を重視するため、並行して邦訳も使用する予定です。", "授業方法": "テキストの輪読を中心としたゼミナール形式。可能な限り、対面授業を実施。", "トピック": {"授業計画1": "「規則に従う」というテーマについて、『哲学探究』のドイツ語原文を中心に一回の授業につき１〜３節ずつ読んでいきます。状況に応じて、ウィトゲンシュタインの別の著作である『数学の基礎』、『数学の基礎講義』、遺稿も授業で扱います。予習ではドイツ語テキストの文法や内容の分からない箇所をメモに取っていただき、授業中にその解説および議論を行います。テキストの予習の仕方についての詳細は、一回目の授業で説明いたします。", "授業外学習2": "以下のとおりの予習をして来てください。<BR/>1. 辞書や文法書を用いて、該当するドイツ語テキストの文法的構造（品詞分解、格変化の把握など）や単語・表現の意味の把握をする（テキストの和訳は不要です）。<BR/>2. 1.の後に邦訳を用いても構わないので、テキストの内容を把握し、自身にとっての不明な点・疑問点をメモに取ること（自分の理解している部分は書く必要はありません）。<BR/>3. 「規則に従う」とはどういうことか、例えば、規則に従うことの達成基準は何か、規則自体が人の行動を決めるのかどうか、規則遵守は共同体における人々の一致を要求するのか、あるいは一個人だけでも成立するのか等々について、みなさんの日常の生活のなかでも分析・考察してみてください。"}, "評価": {"教科書Required texts0": "授業中に以下のテキストを配布します。\n- Wittgenstein, Ludwig (1984), _Philosophische Untersuchungen_. In: _Werkausgabe_, Bd. 1, G. E. M. Anscombe & Rush Rhees (eds.), Frankfurt am Main: Suhrkamp Verlag, pp. 235-618.\n- ルードウィヒ・ウィトゲンシュタイン『哲学探究』、鬼界彰夫訳、講談社、2020年。\n- Wittgenstein, Ludwig (1984), _Bemerkungen über die Grundlagen der Mathematik_. In: _Werkausgabe_, Bd. 6, G. E. M. Anscombe, Rush Rhees & G. H. von Wright (eds.), Frankfurt am Main: Suhrkamp Verlag.\n- Wittgenstein, Ludwig (1976), _Wittgenstein's Lectures on the Foundations of Mathematics, Cambridge,1939_, Cora Diamond (ed.), The Harvester Press.", "参考文献・資料Reference books0": "関心のある方は以下の参考図書の「規則遵守」についての項をお読みください。ただし、この事前学習は授業参加の条件ではありません。\n- 大谷弘『ウィトゲンシュタイン 明確化の哲学』、青土社、2020 年。\n- 野矢茂樹『ウィトゲンシュタイン 「哲学探究」という戦い』、岩波書店、2022 年。\n- 古田徹也『はじめてのウィトゲンシュタイン』、NHK出版、2020年。\n- 鬼界彰夫『ウィトゲンシュタインはこう考えた：哲学的思考の全軌跡1912-1951』、講談社、2003 年。\n- 中村昇『ウィトゲンシュタイン「哲学探究」入門』、教育評論社、2014 年。\n- 中村昇『続・ウィトゲンシュタイン「哲学探究」入門』、教育評論社、2021 年。\n- Baker, Gordon P./Hacker, Peter M. S. (1985), _Wittgenstein: Rules, Grammar\nand Necessity_ (Volume 2 of An Analytical Commentary on the Philosophical\nInvestigations), Blackwell.\n- von Savigny, Eike (1994), _Wittgensteins \"Philosophische Untersuchungen\", Ein\nKommentar für Leser_, Band I, Abschnitte 1 bis 315, zweite Auflage, Vittorio Klostermann.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "更新日時/Date of Update0": "2023年04月24日 16時02分17秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "Ｆ－３０８"]}, "campas": 0, "name": "【500】哲学文献研究　１／Documentary Research in Philosophy", "管理部署": 30, "単位数": 2, "担当者": "橋本　正吾（HASHIMOTO SHOGO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 2, "評価1": 3, "開講期": 1}