{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "公認心理師および臨床発達心理士という心理学の専門資格について、その専門性と求められる知識や技術について発達的観点からその概要を学び、心理学の専門家として求められる資質について理解する。", "到達目標": "公認心理師および臨床発達心理士として必要な専門的知識と技術について、支援対象となる各発達段階別に説明できるとともに、それらを修得するために必要な学びについて実践できる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "公認心理師および臨床発達心理士として必要な専門的知識と技術について、講義形式で授業を進める。<BR/>なお、対面での実施を予定しているが、新型コロナウイルスの感染状況により遠隔形式に変更する場合もある。", "トピック": {"第1回": ["9月20日<BR/>公認心理師と臨床発達心理士の歴史とそれぞれの資格の特徴について解説し、公認心理師と臨床発達心理士の成立と基礎的専門性について説明する。", ""], "第2回": ["9月27日<BR/>心理専門職としての倫理の基本的考え方について、各心理系資格の倫理綱領を比較しつつ、心理支援における倫理のあるべき姿について解説する。", ""], "第3回": ["10月4日<BR/>公認心理師および臨床発達心理士の高度専門性を成長・維持させるために必要な心理専門職としての基本的態度や専門職としての成長のあり方、およびスーパービジョンの重要性について解説する。", ""], "第4回": ["10月11日<BR/>乳幼児の保護者に対する育児・保育支援について、行政による子ども・子育て支援新制度の内容を紹介するとともに、社会保障の一環としての子育て支援について心理の専門職の立場から検討・解説する。", ""], "第5回": ["10月18日<BR/>乳幼児に対する発達支援について、乳幼児健診や療育、就学前相談などの支援体制を紹介し、それらの支援における心理専門職の役割について説明する。", ""], "第6回": ["10月25日<BR/>保育士や幼稚園教諭を対象とする発達支援について、保育園や幼稚園における巡回相談やコンサルテーションについて解説し、心理専門職の役割について説明する。", ""], "第7回": ["11月1日<BR/>小学校における支援について、主に不登校について取り上げ、スクールカウンセリングや教育相談部会といった学校教育相談における心理専門職の役割について説明する。", ""], "第8回": ["11月8日<BR/>小学校における支援について、主に発達障害について取り上げ、インクルージョンや学習支援といった特別支援教育における心理専門職の役割について説明する。", ""], "第9回": ["11月15日<BR/>中・高校生における支援について、発達障害やいじめといった問題の他、思春期特有の問題であるリストカットや摂食障害、家庭内暴力を取り上げ、心理専門職の役割について説明する。", ""], "第10回": ["11月22日<BR/>青年期における支援について、大学で実施されている支援（学生相談、キャリア支援、障害のある学生への支援）を中心に紹介し、学生支援における心理専門職の役割について説明する。", ""], "第11回": ["11月29日<BR/>成人期以降における支援について、高齢者支援を中心に取り上げ、認知症や高齢者虐待、および介護する家族への支援（介護ストレス）といった問題を紹介し、高齢者支援における心理専門職の役割について説明する。", ""], "第12回": ["12月6日<BR/>心理専門職に必要な技能として、臨床研究のあり方について解説する。", ""], "第13回": ["12月13日<BR/>心理専門職に必要な技能として、事例検討のあり方について解説する。", ""], "第14回": ["12月20日<BR/>公認心理師および臨床発達心理士の職能分野について紹介し、各分野において求められる職能技能について解説する。", ""], "授業外学習2": "各回の講義内容について、事前に関係する書籍に目を通して置くほか、事後学習として自分が将来就職を希望する領域について関連する内容の学習を行う。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "期間中、何度か平常リポートを課し、その平均で評価を行う。"], "備考Note0": "本科目は一般社団法人日本臨床発達心理士認定運営機構が認定する【新制度】の指定科目のうち、「臨床発達支援の専門性に関する科目」（2単位）における以下の内容を含む。\n1. 臨床発達心理士の成立と基礎的専門性・・・第1回\n3. 支援における倫理・・・第2回\n4．心理士の高度専門性・・・第3回\n5．育児・保育支援・・・第4回\n10．中・高校生における支援・・・第9回\n11．青年期における支援・・・第10回\n12. 成人期以降における支援・・・第11回", "更新日時/Date of Update1": "2022年01月18日 19時56分14秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "Ｆ－４０２"]}, "campas": 0, "name": "【500】心理科学特殊研究　１９／Special Research in Psychological Science", "管理部署": 30, "単位数": 2, "担当者": "米山　直樹（YONEYAMA NAOKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 3, "開講期": 2}