{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "臨床発達心理学における支援法のうち、特に行動論的アプローチ（応用行動分析、行動療法）に焦点を当て、発達的視点と統合した形での支援のあり方について学ぶ。また、実際のケース記録を基にディスカッションを通じて理解を深める。", "到達目標": "行動論的アプローチと発達の基礎理論について説明できるとともに、発達的視点と行動論的支援の統合のあり方について説明できる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "主に行動論的アプローチ（応用行動分析や行動療法）および発達的視点に基づく臨床発達心理学的支援について対面により講義を行う。<BR/>後半ではプレイルームでの療育や学校での支援の記録（グラフ、録画、ケースレポート等）を各参加者から提供してもらい、それを基にディスカッションおよびグループスーパービジョンを行う。<BR/>なお、現時点では全回対面授業を行う予定であるが、活動制限レベルの変更によりオンライン授業に移行することがある。", "トピック": {"第1回": ["4月12日<BR/>生涯発達と臨床発達心理学の関係について説明するとともに、個体と環境の相互作用に基づく発達的視点による発達障害のとらえ方について説明する。", ""], "第2回": ["4月19日<BR/>発達の基礎理論のうち、主にアタッチメント理論と行動理論について取り上げ、それらを念頭に置いた形での応用行動分析に基づく支援法について説明する。", ""], "第3回": ["4月26日<BR/>現代社会における発達支援を考える上で、学校場面を取り上げ、特別なニーズをもった子どもへの支援におけるインクルージョンや合理的配慮のあり方について説明する。", ""], "第4回": ["5月10日<BR/>発達障害や精神的疾患などを中心に診断基準や障害の医学的基礎を紹介し、臨床発達支援における医学的情報とその利用について説明する。", ""], "第5回": ["5月17日<BR/>個別の指導計画を作成する上で必要な支援目標、支援仮説、支援計画の設定および事後評価の方法について紹介し、支援活動の展開について説明する。", ""], "第6回": ["5月24日<BR/>支援対象となる子どもや保護者、および教員などとの面接におけるコミュニケーションの基本や面接技法について紹介し、支援におけるコミュニケーションのあり方について説明する。", ""], "第7回": ["5月31日<BR/>臨床発達支援の基本的技法のうち、応用行動分析を中心とした行動論的アプローチについて、学校場面における行動カウンセリングや行動コンサルテーションといった具体的なプログラムや支援方法を中心に説明する。", ""], "第8回": ["6月7日<BR/>臨床発達的支援について、主に行動論的アプローチに基づく支援ケースについてディスカッションを行い、理解を深める。", ""], "第9回": ["6月14日<BR/>臨床発達的支援について、主に行動論的アプローチに基づく支援ケースについてディスカッションを行い、理解を深める。", ""], "第10回": ["6月21日<BR/>臨床発達的支援について、主に行動論的アプローチに基づく支援ケースについてディスカッションを行い、理解を深める。", ""], "第11回": ["6月28日<BR/>臨床発達的支援について、主に行動論的アプローチに基づく支援ケースについてディスカッションを行い、理解を深める。", ""], "第12回": ["7月5日<BR/>臨床発達的支援について、主に行動論的アプローチに基づく支援ケースについてディスカッションを行い、理解を深める。", ""], "第13回": ["7月12日<BR/>臨床発達的支援について、主に行動論的アプローチに基づく支援ケースについてディスカッションを行い、理解を深める。", ""], "第14回": ["7月19日<BR/>これまで授業で取り上げたケースを振り返り、臨床発達支援における発達的視点をもった行動論的アプローチのあり方についてまとめの説明を行う。", ""], "授業外学習2": "各自とも学内外の実習でケースを担当し、その記録をまとめておくこと。その記録に基づき、授業を行う。また応用行動分析および行動療法に基づく支援法について文献学習を進めておくこと。"}, "評価": {"参考文献・資料Reference books0": "教科書は用いない。授業で用いるレジュメは適宜外部（One Drop）サーバを通じて配布する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "事例提供およびディスカッションの参加状況で判断する"], "備考Note0": "備考\n本科目は一般社団法人日本臨床発達心理士認定運営機構が認定する【新制度】の指定科目のうち、「臨床発達心理学の基礎に関する科目」（2単位）における以下の内容を含む。\n1. 生涯発達と臨床発達心理学・・・第1回\n3．発達の基礎理論・・・第2回\n5．現代社会における発達支援・・・第3回\n8．医学的情報とその利用・・・第4回\n9．支援活動の展開・・・第5回\n10．支援におけるコミュニケーション・・・第6回\n11．臨床発達支援の基本的技法・・・第7回", "更新日時/Date of Update1": "2023年01月06日 18時08分42秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "水曜２時限／Wednesday 2", "春学期／Spring", "Ｆ－２０１"]}, "campas": 0, "name": "【500】心理科学特殊研究　５／Special Research in Psychological Science", "管理部署": 30, "単位数": 2, "担当者": "米山　直樹（YONEYAMA NAOKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 4, "開講期": 1}