{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、学校教員の主要な職務活動を構成する授業と教育課程（カリキュラム）について理解することである。各回の授業の内容についての取り上げるテーマを中心として、適宜配布される文献資料を用いて、討議を通して、テーマに関して理解を深めていく。中・高等学校における教員の仕事である教授方法（指導方法）に関して、まず、教師にとって授業とは何かという問題に始まり、多人数学習者への一斉教授法の始まりを歴史的に検討していく。さらには、わが国における戦後の授業における方法の特徴と課題を理解していく。また、授業を生み出す基礎となる教育課程の意義や教育課程編成に影響を与える理論的背景について理解を深めていく。", "到達目標": "教師の仕事の中心の位置を占めている授業の意味を､自分の授業体験を踏まえて再考できるようになる。特に、わが国の教育現場に浸透している一斉教授方式の授業の特徴と問題点に関して理解を深めることを通して、１．授業の方法は歴史的にどのように発展してきたのか。２．一斉授業が受け入れられてきた社会的な効用はどのような点にあるのか。３．一斉授業はどのような教育課程の要請のもとにあったのか。４．教育課程の変遷と社会的要因の関連はどう図られているか。５．今日の教育課程の動向と、教師の授業方法との関連はどのようなものであるか。上記の５つのことを理解できるようになること。", "特記事項": "", "関連科目": "", "授業の概要・背景": "教育学の学問的な領域からみると、本講義のテーマと内容は、教育社会学、教育方法学、カリキュラムに関連している。教師の仕事の中心を占める授業という仕事に関わる基本的・専門的な知識を提供しながら、こうした知識を体系的に学び、その知識を駆使して、教師の日々の職業生活の中心を占める授業におけるいろいろな課題を考えていくことの重要性について理解をはかることを目ざしている。", "授業方法": "講義と話し合い学習", "トピック": {"第1回": ["本講義のオリエンテーション", "各講義回での予習と復習に関しては、一括して、下記の「授業外学習」に関する欄に示している説明を参照してください。"], "第2回": ["教師の仕事を考える", ""], "第3回": ["近代の産業社会の出現と学校教育の出現", ""], "第4回": ["学校教育を有効ならしめる制度と組織", ""], "第5回": ["学校教育の役割としての教育課程の組織化か", ""], "第6回": ["学校教育の機能としての教授", ""], "第7回": ["教育課程と教授の関係", ""], "第8回": ["教授方法の改善の動向と教育課程", ""], "第9回": ["教育課程を中心としたが今日のわが国の教育課程", ""], "第10回": ["教育課程編成とめざす教育の実現化", ""], "第11回": ["教育課程と教授方法と学級規模の関連性", ""], "第12回": ["学校教育にとっての教育課程の位置づけ", ""], "第13回": ["わが国における教授方法の歴史", ""], "第14回": ["授業のまとめと要点の整理", ""], "授業計画1": "講義目的に適合する論文の講読を基に、特殊講義を進める関係から、シラバスに掲げている内容についてすべて詳細に触れることができないことも起こりえます。理解がうまくいかないときはいろいろと質問してください。", "授業外学習2": "講義中に配布する文献をよく読んで出席してください。また、関連する文献にも当たり、授業と教育課程に関する知見を広めてください。予習と復習で、各90分程度の学習をすすめてください。"}, "評価": {"教科書Required texts0": "必要に応じて文献を紹介し、輪読する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\nリポート等による平常評価", "更新日時/Date of Update0": "2022年01月18日 00時46分05秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜７時限／Monday 7", "春学期／Spring", "ＯＣ１４０４"]}, "campas": 2, "name": "【500】学校教育学特殊講義　２／Sp Lec Th Sc Edu Sc", "管理部署": 30, "単位数": 2, "担当者": "南本　長穂（MINAMIMOTO OSAO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 6, "評価1": 3, "開講期": 1}