{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Dans ce séminaire, les étudiants découvriront les concepts de base et les principales techniques de la recherche scientifique dans le domaine de la linguistique française.", "到達目標": "En suivant ce séminaire, les étudiants comprendront mieux le fonctionnement de la langue française et les méthodes de la recherche scientifique dans le domaine de la linguistique française.", "特記事項": "【合併】フランス語学研究演習　２（文学研究科前期）/研究演習　６１（文学研究科後期）", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面授業", "トピック": {"授業計画1": "Ce séminaire s’organise autour des trois points suivants :<br />1) Pour comprendre et maîtriser chaque phénomène linguistique, les étudiants traduiront des textes choisis et des articles scientifiques en français. <br />2) A ce travail de réflexion et de compréhension s’ajouteront de nombreux exercices qui s’intègrent au séminaire pour fournir aux étudiants l’occasion de faire leurs propres découvertes. La correction en classe de ces exercices permettra la vérification de l’apprentissage. <br />3) Les étudiants écriront des rapports sur des questions de langue, pour préparer progressivement leur mémoire de maîtrise.<br /><br />This seminar is organized around the following three points:<br />1) To understand and master each linguistic phenomenon, students will translate selected texts and scientific articles in French.<br />2) In addition to this work of reflection and understanding, there will be many exercises that are part of the seminar to provide students with the opportunity to make their own discoveries. In-class correction of these exercises will verify learning.<br />3) Students will write reports on language issues, to progressively prepare their master's thesis.", "授業外学習2": "次回の課題を授業前に予習し、授業後に復習することが必要になる。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", ""], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "40 %", ""], "備考Note0": ["仏和・和仏辞典（紙版も電子辞書も可。携帯電話・スマートフォン・他の電子端末の辞書機能を使用することは認めない。）"], "備考Note1": ["2025年02月23日 23時29分03秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "個研"]}, "campas": 0, "name": "【600】フランス語学研究演習　２／Seminar in French Linguistics", "管理部署": 30, "単位数": 2, "担当者": "プヨ　バティスト（PUYO BAPTISTE） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "開講期": 1, "時限1": 22, "評価1": 3, "評価2": 4}