{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "Ce séminaire présente les concepts de base et les principales techniques de la recherche scientifique dans le domaine de la linguistique française.", "到達目標": "En suivant ce séminaire, les étudiants comprendront mieux le fonctionnement de la langue française et les méthodes de la recherche scientifique dans le domaine de la linguistique française.", "授業方法": "オンライン（zoom）<BR/>新型コロナウイルスの感染状況が改善され、平常の状況になった場合（活動制限レベル2以下想定）対面授業", "トピック": {"授業計画1": "Ce séminaire s’organise autour des trois points suivants :<BR/>1) Pour comprendre et maîtriser chaque phénomène linguistique, les étudiants traduiront des textes choisis et des articles scientifiques en français. <BR/>2) A ce travail de réflexion et de compréhension s’ajouteront de nombreux exercices qui s’intègrent au séminaire pour fournir aux étudiants l’occasion de faire leurs propres découvertes. La correction en classe de ces exercices permettra la vérification de l’apprentissage. <BR/>3) Les étudiants écriront des rapports sur des questions de langue, pour préparer progressivement leur mémoire de maîtrise.<BR/><BR/>This seminar is organized around the following three points:<BR/>1) To understand and master each linguistic phenomenon, students will translate selected texts and scientific articles in French.<BR/>2) In addition to this work of reflection and understanding, there will be many exercises that are part of the seminar to provide students with the opportunity to make their own discoveries. In-class correction of these exercises will verify learning.<BR/>3) Students will write reports on language issues, to progressively prepare their master&#39;s thesis.", "授業外学習2": "次回の課題を授業前に予習し、授業後に復習することが必要になる。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "定期リポート提出と授業内での平常評価をもって評価する。"], "備考Note0": "仏和・和仏辞典（紙版も電子辞書も可。携帯電話・スマートフォン・他の電子端末の辞書機能を使用することは認めない。）", "更新日時/Date of Update1": "2021年09月10日 11時13分27秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "個研"]}, "campas": 0, "name": "【600】フランス語学研究演習　５／Seminar in French Linguistics", "管理部署": 30, "単位数": 2, "担当者": "プヨ　バティスト（PUYO BAPTISTE） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 8, "評価1": 1, "評価2": 4, "開講期": 2}