{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Lecture et explication de textes littéraires en langue française.<BR/>Présentation et explication des techniques et procédés d&#39;écriture : construction logique, développement des thèmes et des intrigues (dans le cas de la fiction) organisation des idées et des arguments pour une efficacité persuasive optimale, choix du lexique, utilisation des temps et des aspects des verbes, structure des phrases et des paragraphes, emploi des figures de style et de rhétorique.<BR/>Éclairage des oeuvres par leur contexte historique et culturel, réflexion sur les liens entre la littérature et les questions politiques et sociales, les débats philosophiques de son temps.", "到達目標": "Le but de ce cours est d&#39;apporter aux étudiants engagés dans la préparation d&#39;un mémoire une aide indirecte, complémentaire à l&#39;action essentielle des professeur qui dirigent directement leurs recherches dans la perspective d&#39;un texte à rédiger en japonais.<BR/>Au fil des semaines, les différentes étapes du travail pourront être évoquées : la formulation du sujet, la construction du corpus, l&#39;exploitation de celui-ci, la conduite de la réflexion, éventuellement élargie à des thématiques connexes, l&#39;organisation de l&#39;exposé...", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Les textes étudiés seront choisis en fonction des souhaits des étudiants, de leurs centres d&#39;intérêt et de leurs objets d&#39;études. Sur la base de cette discussion qui aura lieu en préambule, le professeur constituera un dossier, qu&#39;il distribuera sous forme de photocopies.", "トピック": {"授業計画1": "La première séance sera consacrée à une discussion générale destinée à faire apparaître les pistes de travail, à dessiner les contours d&#39;un corpus qui puisse répondre aux centres d&#39;intérêt de chacun.<BR/>Les 3 ou 4 séances suivantes seront occupées à la mise en place des outils de l&#39;analyse littéraire : on présentera un lexique fondamental des notions techniques, et on montrera le fonctionnement des principales figures de style, à partir d&#39;exemples simples et concrets, constitués de phrases types, de textes très courts. Les extraits plus longs seront introduits de manière progressive par la suite.", "授業外学習2": "2 travaux écrits intermédiaires seront demandés (mi-mai et mi-juin), sous la forme d&#39;essais à écrire en dehors du cours : ils porteront sur les textes étudiés antérieurement. Il s&#39;agira de répondre à des questions précises, et de rédiger une petite réflexion personnelle.<BR/>Un travail final sera demandé après le dernier cours. Dans cet essai, le choix du sujet sera libre, en relation directe avec le cours, ou bien avec les recherches personnelles et le projet de mémoire de l&#39;étudiant(e). Le but sera de donner au professeur un aperçu, en français, de la réflexion que mène l&#39;étudiant(e) dans la perspective de son mémoire."}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", "2 essais intermédiaires (40% = 20% + 20%) / 1 essai final (40%)"], "成績評価Grading2": ["その他／Others (99)", "20 %", "Présence et participation active aux cours"], "更新日時/Date of Update0": "2023年01月13日 16時51分38秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "Ｆ－４０３"]}, "campas": 0, "name": "【500】フランス文学特殊講義　２／Special Lecture in French Literature", "管理部署": 30, "単位数": 2, "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 3, "評価2": 4, "開講期": 1}