{"履修期": "秋学期", "主な教授言語": "フランス語", "授業目的": "Initiation à la lecture et au commentaire de textes littéraires en français", "到達目標": "Le but de ce cours est d&#39;aider les étudiants de master à mobiliser leurs capacités linguistiques de compréhension et d&#39;expression, afin de produire un compte rendu écrit, structuré et argumenté, à propos de textes littéraires en langue française. La méthode consiste à aller de la grammaire à la rhétorique, de la langue (commune) à l&#39;écriture (singulière), afin d’éclairer les nuances du sens par les caractéristiques formelles (composition, style), et de saisir le plus finement possible les effets recherchés par l&#39;auteur sur ses lecteurs. Il n&#39;y a pas de programme préconçu : le choix des textes tiendra compte des centres d&#39;intérêt et des sujets d&#39;études des étudiant(e)s.", "特記事項": "", "関連科目": "", "授業の概要・背景": "Lecture de 5 à 6 extraits (de 1/2 page à 2 pages) d&#39;oeuvres littéraires en langue française : romans, poésies, pièces de théâtre, du 17e au 21e siècle.<BR/>Explication par le professeur du contexte historique, biographique, thématique, de ces oeuvres, de leur structure et de leur intrigue (pour les fictions).<BR/>Analyse et réflexion en commun à partir des caractéristiques formelles du texte (langue, style, etc.)<BR/>Production, par les étudiants, d&#39;une synthèse des idées développées pendant le cours, avec une petite réflexion personnelle pour aller plus loin.", "授業方法": "Plusieurs textes, de longueur variable (d&#39;une page à quelques pages) seront distribués par l&#39;enseignant. Les lectures seront introduites par une présentation de l&#39;auteur, du contexte, et des points qui devront faire l&#39;objet d&#39;une attention particulière. Pour l&#39;essentiel, la séance sera occupée par les explications de l&#39;enseignant. Celui-ci prendra soin, cependant, de s&#39;exprimer clairement, de répéter et reformuler, de noter les points essentiels au tableau, et de fournir un document de synthèse après chaque cours.<BR/>Dans la mesure où plusieurs textes seront extraits des œuvres choisies comme sujets de mémoires par les étudiants, ces derniers seront à l&#39;occasion sollicités pour résumer leurs recherches, faire part de leurs réflexions, partager leur expertise. Mais on gardera toujours à cette participation orale une forme légère, souple, et conviviale.      <BR/>Ces conditions s&#39;appliqueront de la même façon dans un cours en direct et dans un cours à distance : la décision sur ce point dépendra des instructions de l&#39;université, et des vœux des étudiant(e)s.", "トピック": {"授業計画1": "Le nombre de textes étudiés pendant le semestre, la durée qui leur sera consacrée, le rythme de progression, ne sont pas établis à l&#39;avance : ils se décideront chemin faisant, selon la dynamique de groupe qui se mettra en place. Les séances pourront aussi bien prendre la forme d&#39;un exposé général, que d&#39;une analyse minutieuse d&#39;un très court extrait, ou bien d&#39;un commentaire synthétique d&#39;un chapitre ou d&#39;un extrait de plusieurs pages. Certaines seront interactives, d&#39;autres magistrales. Lorsque des travaux écrits seront demandés aux étudiants, il y aura des séances assez longues de correction, c&#39;est-à-dire de reprise des idées et des modèles d&#39;écriture correspondant au sujet traité.", "授業外学習2": "Lire, régulièrement, et, somme toute, beaucoup.<BR/>Écrire, ponctuellement (deux ou trois travaux écrits seront demandés pendant le semestre)"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Le fond (les idées) plus important que la forme (ne craignez pas les erreurs et maladresses)"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "60 %", "Le fond (les idées) plus important que la forme (ne craignez pas les erreurs et maladresses)"], "成績評価Grading3": ["その他／Others (99)", "10 %", "Présence active aux cours (participation orale)"], "成績評価Grading4": "備考　Note\nL'important est d'écrire, sans crainte et sans timidité : vous pouvez faire beaucoup de fautes, ce n'est pas du tout un problème. Le professeur est là pour les rectifier et pour vous aider à améliorer votre expression. L'essentiel est la cohérence, la clarté, la pertinence de vos idées : si vous parvenez à vous faire comprendre, c'est parfait !", "更新日時/Date of Update0": "2022年01月14日 11時32分40秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "文－７"]}, "campas": 0, "name": "【500】フランス文学特殊講義　４／Special Lecture in French Literature", "管理部署": 30, "単位数": 2, "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}