{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Initiation à la lecture et au commentaire des textes littéraires en français", "到達目標": "Le but de ce cours est d&#39;aider les étudiants de master à mobiliser leurs capacités linguistiques de compréhension et d&#39;expression, afin de produire un compte rendu écrit, structuré et argumenté, à propos de textes littéraires en langue française. La méthode consiste à aller de la grammaire au style, de la langue (commune) à l&#39;écriture (singulière), afin d&#39;éclairer les nuances du sens par les caractéristiques formelles (composition, rhétorique), et de saisir le plus finement possible les effets recherchés par l&#39;auteur sur ses lecteurs. Il n&#39;y a pas de programme préconçu : le choix des textes tiendra compte des centres d&#39;intérêt et des sujets de recherche des étudiant(e)s en vue de leurs mémoires.", "授業方法": "Plusieurs textes, de longueur variable (d&#39;une page à quelques pages) seront distribués par l&#39;enseignant. Les lectures seront introduites par une présentation de l&#39;auteur, du contexte, et des points qui devront faire l&#39;objet d&#39;une attention particulière. Pour l&#39;essentiel, la séance sera occupée par les explications de l&#39;enseignant. Celui-ci prendra soin, cependant, de s&#39;exprimer clairement, de répéter et reformuler, de noter les points essentiels au tableau, et de fournir un document de synthèse après chaque cours.<BR/>Dans la mesure où plusieurs textes seront extraits des oeuvres choisies comme sujets de mémoires par les étudiants, ces derniers seront à l&#39;occasion sollicités pour résumer leurs recherches, faire part de leurs réflexions, partager leur expertise. Mais on gardera toujours à cette participation orale une forme légère, souple, et conviviale.     <BR/>Ces conditions s&#39;appliqueront de la même façon dans un cours en direct et dans un cours à distance : la décision sur ce point dépendra des instructions de l&#39;université, et des voeux des étudiant(e)s.", "トピック": {"授業外学習2": "Lire régulièrement, et, somme toute, beaucoup.<BR/>Écrire, ponctuellement : deux ou trois travaux écrits, d&#39;une à deux pages, seront demandés pendant le semestre."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "Le fond (les idées) est plus important que la forme (les erreurs et maladresses de rédaction sont largement tolérées)"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Le fond (les idées) est plus important que la forme (les erreurs et maladresses de rédaction sont largement tolérées)"], "成績評価Grading3": ["その他／Others (99)", "20 %", "Assiduité et participation active à la classe (à l'oral)"], "成績評価Grading4": "備考　Note\nL'important est d'écrire, sans crainte et sans timidité : vous pouvez faire beaucoup de fautes, ce n'est pas du tout un problème. Le professeur est là pour les rectifier et pour vous aider à améliorer votre expression. L'essentiel est la cohérence, la clarté, la pertinence de vos idées : si vous parvenez à vous faire comprendre, c'est parfait !", "更新日時/Date of Update0": "2021年01月17日 23時10分18秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "文新－３"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】フランス文学特殊講義　２／Special Lecture in French Literature", "管理部署": "文学研究科前期／Graduate School of Humanities Master's Course", "単位数": "2", "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "１年", "時限1": "金曜４時限／Friday 4", "開講期": "春学期／Spring"}