{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "夏目漱石文芸とキリスト教<BR/> 漱石が早い時期にキリスト教に触れた出来事として明治２７年１２月から１月にかけて鎌倉円覚寺帰源院にて参禅した折、同志社で学び東京英和学校（現青山学院）設立にも加わったキリスト者元良勇次郎とともに過ごしたことが推測されている。以後しばしば耶蘇教（キリスト教）嫌いを口にするが、『それから』で神への接近を口にし、晩年の『道草』『明暗』にも神への深い問いかけを表している。漱石の終生のテーマ「自己本位の確立」には深層においてキリスト教への問いかけがあることはすでに指摘されている。<BR/>　漱石におけるキリスト教の影響と、そのことの近代文芸の展開における意義について解明していくことを目的とする。", "到達目標": "漱石はイギリス留学の所産としてあらわした『文学評論』において、日本人は西洋人に比して「影響を蒙っておらんから神などをどんなものだと考える必要もない。」と言いながら「耶蘇教の神は（略）異教徒の神とは神とは違う、その属性をいえば無限である、絶対である」とも言っている。この肯定と否定のはざまで格闘しながら次第に神に引き寄せられていく。『道草』で「天が復活させる」「神」を描いた漱石は確かに晩年キリスト教の神に接近しているといえよう。その漱石が繰り返し口にする「神」をキリスト教の神概念において明らかにしていくことを目標とする。", "授業方法": "講義形式で行う。後半で、受講生の研究発表と討議を行う。<BR/>講義は対面での講義を中心に実施する。状況に応じて、オンデマンドＢ型オンライン授業を取り入れることもある。その場合はRUNAとOneDriveを併用しながら実施する。", "トピック": {"第1回": ["近代日本におけるキリスト教受容の開始１", "近代日本におけるキリスト教受容の歴史について、入手できる資料で準備してほしい。"], "第2回": ["近代日本におけるキリスト教受容の開始２", "近代日本におけるキリスト教受容の歴史について、入手できる資料で準備してほしい。"], "第3回": ["夏目漱石とキリスト教の出会い", "熊本時代の漱石とイギリス留学時代の漱石の伝記類に各自で当たってほしい。"], "第4回": ["漱石・イギリス留学のもたらしたもの", "熊本時代の漱石とイギリス留学時代の漱石の伝記類に各自で当たってほしい。特に『文学論』『文学評論』に関して事前に資料を渡すので目を通しておいてほしい。"], "第5回": ["作家漱石の出発―『吾輩は猫である』と「神」", "『吾輩は猫である』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第6回": ["『虞美人草』『坑夫』と「神」", "『虞美人草』『坑夫』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第7回": ["『三四郎』と聖書", "『三四郎』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第8回": ["『門』と宗教", "『門』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第9回": ["『彼岸過迄』と宗教", "『彼岸過迄』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第10回": ["『行人』と「神」", "『行人』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第11回": ["『こころ』とキリスト教", "『こころ』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第12回": ["『道草』と「神」", "『道草』の、特に事前に渡した資料で引用している箇所の「章」を目を通しておいてほしい。"], "第13回": ["受講生の研究発表と討議１", "受講生は自分が担当する作品の研究発表の原稿を書いて、講義に臨む準備をする。他の受講生は、取り上げる作品を読んで問題点を整理しておく。"], "第14回": ["受講生の研究発表と討議２", "受講生は自分が担当する作品の研究発表の原稿を書いて、講義に臨む準備をする。他の受講生は、取り上げる作品を読んで問題点を整理しておく。"]}, "評価": {"教科書Required texts0": "教科書は用いないが、講義で取り上げる夏目漱石の作品は、購入、図書館で借り出し等の方法で、準備し、可能な限り授業前に目を通す。\n毎時間、次の時間の資料を配布するので、それをテキストとして事業時には携行する。", "参考文献・資料Reference books0": "講義時間に適宜紹介する。\nまた可能な限り、講義に直接必要な資料は事前にプリントして配布する。", "学生による授業評価の方法Course Evaluation by Students0": "講義終了時に全員コメントを求めるので、そこで授業評価も加えて発言してほしい。また、全員にレポートを課すので、そのレポートを通して評価をしていただく。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "研究発表と最後に提出のレポートでの評価に、講義中の発言での授業準備の状況を加えて評価する。"], "成績評価Grading2": "備考　Note\n平常時と、最後の単位請求レポートによって成績を評価する。何よりも、授業への参加度合いを最重視して評価する予定である。", "更新日時/Date of Update0": "2021年09月08日 13時02分28秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "文新－４"]}, "campas": 0, "name": "【500】日本文学特殊講義　４／Special Lecture in Japanese Literature", "管理部署": 30, "単位数": 2, "担当者": "細川　正義（HOSOKAWA MASAYOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 24, "評価1": 3, "開講期": 2}