{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Ce cours a pour but d'offrir aux étudiants une initiation à la culture de langue française, sous divers aspects : littérature, cinéma, arts visuels, histoire, société. Il s'agira de faire dialoguer entre eux, de mettre en relation, des extraits d'oeuvres littéraires, de films (adaptations de romans, par exemple), des événements historiques, des traits de la mentalité collective et de l'évolution sociologique.&nbsp;", "到達目標": "Le professeur se fondera sur les centres d'intérêt, les sujets de curiosité, et les objets de recherche des étudiants, pour définir avec eux un programme de travail qui ait pour eux une utilité concrète, immédiate. L'objectif est d'apporter aux étudiants :- plus de familiarité avec&nbsp;la France et le monde francophone, en général ;- plus d'aisance dans l'utilisation de la langue française, pour comprendre, analyser, commenter les productions culturelles ;- des éléments de connaissance et de compréhension qui les aideront à progresser dans leurs recherches pour le master (ou le doctorat).&nbsp;", "特記事項": "", "関連科目": "", "授業の概要・背景": "<p class=\"MsoNormal\" style=\"margin:0cm;font-size:medium;font-family:Calibri,sans-serif;\"><span style=\"font-family:-webkit-standard,serif;font-size:10pt;background-image:none;background-position:0% 0%;background-size:auto;background-repeat:repeat;background-attachment:scroll;background-origin:padding-box;background-clip:border-box;\">TRES IMPORTANT :&nbsp;</span><span style=\"font-family:-webkit-standard,serif;font-size:10pt;\">Le programme des lectures (auteurs, oeuvres) et des films montrés aux étudiants n'est pas fixé à l'avance : il est ouvert à la discussion avec les étudiants lors du premier cours. C'est une bonne occasion pour une première prise de parole : chacun.e présente ce qu'il ou elle étudie, ce qui l'intéresse, ce qu'il ou elle voudrait découvrir ou approfondir.</span></p>", "授業方法": "Le cours est donné en français : il faut être capable d'écouter attentivement ce que dit le professeur. Celui-ci fera attention cependant à la clarté de son propos, en parlant lentement, en répétant, en reformulant, en fournissant régulièrement des synthèses écrites claires et concises. NB : les extraits de films montrés aux étudiants seront en version française, mais avec des sous-titres en japonais.&nbsp;", "トピック": {"授業計画1": "La première séance est consacrée à la présentation des thèmes de recherche choisis par les étudiants. Au cours de cette discussion, le professeur élabore un programme de travail pour le semestre, qui consiste à associer des extraits d'oeuvres littéraires et des extraits de films, des tableaux de peinture, des photographies...&nbsp;<div>3 ou 4 petits corpus/dossiers sont constitués pour le semestre : chaque mois, le professeur distribue des textes à lire, présente une introduction générale par oral et par écrit, projette quelques extraits de films sélectionnés.&nbsp;<span style=\"font-size:13.28px;\">&nbsp;&nbsp;</span></div>", "授業外学習2": "Au milieu et à la fin du semestre, 2 essais seront demandés aux étudiants, qui devront écrire en français sur des thèmes libres. Le but du travail final, en particulier, sera d'expliquer ce que les étudiants retiennent des analyses et explications du professeur pour leurs propres recherches."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Travail de fin de semestre : essai libre - que vous ont apporté, pour vos recherches, les texte et les films étudiés et les explications présentées en classe ?"], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "25 %", "Travail écrit au milieu du semestre : essai libre sur les thèmes étudiés"], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "25 %", "Présence aux cours, expression ouverte et positive, pour parler de son travail et de ses recherches, pour poser des questions aux professeurs"], "更新日時/Date of Update0": ["2025年01月13日 11時53分42秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "文新－１"]}, "campas": 0, "name": "【500】フランス文学特殊講義　２／Special Lecture in French Literature", "管理部署": 30, "単位数": 2, "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 1, "時限1": 31, "評価1": 3, "評価2": 7, "評価3": 5}