{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "1927（昭2）年7月24日芥川は35歳で自死した。夏目漱石の推輓ではなばなしく文壇に登場してわずか11年間であったが、大正時代文壇の旗手として華やかに駆け抜けた。漱石没後の混沌とした大正文壇にあって、なぜ芥川が国民に受容され多くの読者を獲得したのか、その必然と意義を解明する。", "到達目標": "芥川文芸の意義は東洋（日本）と西洋のはざまにおける格闘を創作の核に持っていたことに起因すると言えよう。青年期にキリスト教に触れ、そのキリスト教とのかかわりが、彼の精神風土を形成し、「西洋」に対する意識に影響を与え、最後に『西方の人』を書いて、その直後に睡眠薬によって自死した。最後までキリスト教との格闘をその文芸世界において追及し続けた作家でもある。その芥川文芸の根幹であるキリスト教とのかかわりの問題を視座として、芥川における東洋と西洋の格闘の問題を究明し、大正時代の旗手として彼の文芸が多くの読者を獲得していった意義と必然を明らかにすることを目的とする。", "授業方法": "対面での講義と研究発表を中心に実施する。状況に応じて数回、オンデマンドB型オンライン授業を取り入れることもある。その場合は、RUNAとOneDriveを併用しながら実施する。", "トピック": {"第1回": ["芥川文芸の出発までと胚胎する問題について講義する。", "芥川龍之介の伝記類を一冊以上通読しておくこと。"], "第2回": ["芥川文芸の出発期『老狂人』『老年』の意義を解明する。", "『老狂人』『老年』『青年と死』などの習作期の作品を読んでおくこと。"], "第3回": ["『ひょっとこ』『大川の水』を通して、芥川が出発期に抱いていた東洋と西洋の乖離と融合の問題を考察する。", "『ひょっとこ』『大川の水』を前もって読んでおくこと。"], "第4回": ["『羅生門』を通して、大正4年前後の芥川の孤独と苦悩を探る。", "芥川の失恋体験を探り、『羅生門』と『偸盗』を読んでおく。"], "第5回": ["『鼻』『芋粥』を通して、漱石から芥川への展開、大正時代の必須のテーマと芥川におけるエゴイズムの在り方を探る。", "『鼻』『芋粥』に描かれたエゴイズムの問題を各自で考えてくる。"], "第6回": ["『煙草と悪魔』『或る日の大石内蔵助』を通して、芥川における東洋と西洋のテーマを考える。", "『煙草と悪魔』と習作期の芥川と聖書を考えておく。"], "第7回": ["『地獄変」を通して、芥川の芸術至上主義と彼の人生の問題を解明する。", "『戯作三昧』『地獄変』『奉教人の死』を読む。"], "第8回": ["『枯野抄』『きりしとほろ上人伝』を通して、芥川における芸術の意義をを考察する。", "『枯野抄』と『きりしとほろ上人伝』などの切支丹物を読んでおく。"], "第9回": ["『神神の微笑』『おぎん』を通して、西洋のキリスト教と日本人の対立の問題、日本人としてあるべき方向を芥川が以下に捕らえていたかを考察する。", "『神神の微笑』『おぎん』『おしの』などの切支丹物を読み、対比させて考えてくる。"], "第10回": ["『河童』『湖南の扇』を通して晩年の芥川が求めていた芸術における救済の視点を問う。", "大正9年頃から芥川は頻繁に河童の絵を描くようになる。その求めるところと『河童』のテーマを考えてくる。"], "第11回": ["『歯車』における苦悩と救済への希求の視点を探る。", "『歯車』を読み込んで講義に臨む。"], "第12回": ["受講生の研究発表と討論。第一回", "発表者が取り上げる作品を事前に読んで、問題点を考えておく。"], "第13回": ["受講生の研究発表と討論。第二回", "発表者が取り上げる作品を事前に読んで、問題点を考えておく。"], "第14回": ["受講生の研究発表と討論。第三回", "発表者が取り上げる作品を事前に読んで、問題点を考えておく。"]}, "評価": {"教科書Required texts0": "教科書は設定しない。\n講義ごとに事前に資料を配布し、それをテキストとして用いる。受講生は講義時にはそれを携行する。", "参考文献・資料Reference books0": "講義の時、もしくは前後の授業時に、必読の参考文献を紹介していく。", "学生による授業評価の方法Course Evaluation by Students0": "毎時間の授業時の授業の最後に感想を述べる。その時に評価を各自で行う。適宜レポート提出を求める。その提出物においても授業評価をしてもらう。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "講義中に研究発表をしてそのレポートを提出する。そのレポートと講義中の発言にうかがえる授業準備度で評価する。"], "成績評価Grading2": "備考　Note\n成績評価は、講義中に数度レポートを提出を行い、それで評価をする。また講義のごとに、全員に質問意見を述べてもらうので、それからも評価を行う。", "備考Note0": "芥川文芸の初期から『歯車』までできるだけ全体を網羅した芥川文芸作品を中心に講義を構成していく。", "更新日時/Date of Update1": "2021年01月14日 14時45分51秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "文新－４"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】日本文学特殊講義　２／Special Lecture in Japanese Literature", "管理部署": "文学研究科前期／Graduate School of Humanities Master's Course", "単位数": "2", "担当者": "細川　正義（HOSOKAWA MASAYOSHI） ", "履修基準年度": "１年", "時限1": "木曜４時限／Thursday 4", "開講期": "春学期／Spring"}