{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "テーマ：太宰治文芸の文芸誌定義の究明<BR/>1948年6月に自死した太宰治が亡くなって75年目になるが、今も太宰文芸の愛読者は多い。初めに自ら抱え込んだマイナス意識によってナルシシズムの中で苦悩した太宰が、中期の他者意識に開眼して明るさを獲得していったアカルサの時代を経て、戦後のデカダンスの中で闘い続け最後は自死で幕を閉じた。太宰の格闘の生涯は、私たちに人間としての大切な生き方を示し、私たちの魂に響く普遍的な意義を示している。人間的魅力を持った太宰文芸の〈文芸史的意義〉を究明していく。", "到達目標": "1948年6月に自死した太宰の没後75年目になるが、昭和初期の困難な時代に死と闘いながら、隣人を愛し、日本人としての大切な生き方を示し、私たちの魂に呼びかける普遍的な意義を文芸の世界に描き上げた太宰を学ぶ。今年度は特に、太宰文芸の〈核〉となる中期の〈アカルサ〉の意義から、後半期への展開を中心にその〈文芸史的意義〉を明らかにしていく。太宰文芸における〈笑い〉に注目する。", "特記事項": "", "関連科目": "", "授業の概要・背景": "先ず芥川龍之介の死から出発した太宰文芸が、初めに抱え込んだマイナスの意識によってナルシシズムの中で苦悩し死と直面する中で、他者の存在を受容し、意識を内から外へと転換することによって獲得していった中期の〈アカルサ〉の意義を明らかにする。そして、直面していった戦時下と、戦後のデカダンスの時代において生涯戦い続けた太宰文芸の展開と文芸誌的意義について講義を中心にして行う。", "授業方法": "授業は講義形式で行う。<BR/>講義時間の最後に毎時間、感想、意見、考えたことなどの発言をしていただく。<BR/>講義期間の後半部に、受講生は必ず一回研究発表をしていただき、全員で討論する。", "トピック": {"第1回": ["太宰文芸の成立⑴<BR/>　太宰が抱え込んだ「マイナス」意識", "太宰治の伝記を一冊か二冊、必ず目を通して授業に臨む。"], "第2回": ["太宰文芸の成立⑵<BR/>　芥川の自殺・周作期の苦悩と「聖書」との出会い。", "『思ひ出』を中心にして、太宰が早くに抱え込んだ「マイナス」意識について、事前に考えておく。"], "第3回": ["太宰文芸の出発<BR/>　『晩年』の意義・「葉」を中心に　<BR/>　　ナルシシズム、自己との格闘", "『晩年』収録の作品で特に「葉」を事前に読んで、太宰の出発期を考えて授業に臨む。"], "第4回": ["太宰文芸の展開⑴<BR/>　ナルシシズムからリアリズムへ<BR/>　　『灯籠』『満願』『姨捨』を中心に", "太宰の前半期のナルシシズムから脱却するきっかけになったのは昭和１２年の小山初代との心中未遂であるが、それを踏まえて『灯籠』『満願』『姨捨』を事前に読んでおく。"], "第5回": ["太宰文芸の展開⑵<BR/>　中期の「アカルサ」への展開<BR/>　　『富嶽百景』『走れメロス』", "昭和１３年の御坂峠での転地療養であるが、それを踏まえて<BR/>『富嶽百景』『走れメロス』を事前に読んでおく。"], "第6回": ["太宰文芸と「戦争」⑴<BR/>　『鷗』『新郎』『正義と微笑』を中心にして", "第二次世界大戦が与えた影響を考えつつ、『鷗』『新郎』『正義と微笑』を事前に読んでくること。"], "第7回": ["太宰文芸と「戦争」⑵<BR/>　『正義と微笑』『パンドラの匣』を中心に", "第二次世界大戦が与えた影響を考えつつ、『正義と微笑』『パンドラの匣』を事前に読んでくること。"], "第8回": ["太宰文芸における「戦後」⑴<BR/>　『冬の花火』『トカトントン』を中心に", "太宰にとっての「戦後」は彼の期待通りには展開しなかった。そのことを踏まえて『冬の花火』『トカトントン』を前もって読んでくること。"], "第9回": ["太宰文芸における「戦後」⑵<BR/>　『ヴィヨンの妻』を中心に", "太宰が戦後をどのようにと耐えて生きようとしたかを意識しつつ、『ヴィヨンの妻』を前もって読んでくること。"], "第10回": ["太宰文芸が描く「女性」「笑い」<BR/><BR/>　『おさん』『眉山』を中心に", "太宰の描く晩年の女性像には家庭のマリア像が託されてくる。太宰における女性像を「笑い」の視点でも考えたいので、それらを意識しつつ『おさん』『眉山』を事前に読んでほしい。"], "第11回": ["太宰文芸における戦後デカダンスからの超克<BR/>　『斜陽』を中心に", "戦後のデカダンスの中で太宰がどのように生きようとしたかを意識しつつ『斜陽』に目を通してくることを望む。"], "第12回": ["太宰文芸における「戦後」への祈り<BR/>　『人間失格』を通して", "戦後のデカダンスの中で、太宰は次代に対する願いを作品に書こうとしていたと言える。そうした方向性を意識して『人間失格』に目を通してくることを望む。"], "第13回": ["受講生の研究発表と質疑・討論⑴", "発表者が取り上げる作品を事前に読んで、問題点を考えてくること。"], "第14回": ["受講生の研究発表と質疑・討論⑵", "発表者が取り上げる作品を事前に読んで、問題点を考えてくること。"]}, "評価": {"教科書Required texts0": "教科書は特に定めない。授業時に先立って前の時間に資料を配布する。その資料をテキストとして使用するので、受講者は授業時に携行すること。", "参考文献・資料Reference books0": "参考書に関しては、授業の前に配布する資料に記載する。また、授業時に必読参考書を紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "授業の最後に毎時間受講生全員に発言を求め、意見、自分の考え等を述べてもらうので、その際に授業評価も含めてもらえばよい。また、時々レポート提出を求める場合があるので、それに授業評価を記載していただくことも可能である\n。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業時の発言。提出していただくレポート。等を総合的に評価する。"], "成績評価Grading2": "備考　Note\n授業時に、最後に全員に質問、意見、感想等を述べていただく。また全員に一回研究発表をしていただくがその際には全員で質疑応答を行うのでその内容も評価する。また授業の最後に譚請求レポートを書いて提出してもらうので、それらを合わせて総合的に評価する。", "更新日時/Date of Update0": "2023年01月10日 15時10分06秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "文新－２"]}, "campas": 0, "name": "【500】日本文学特殊講義　５／Special Lecture in Japanese Literature", "管理部署": 30, "単位数": 2, "担当者": "細川　正義（HOSOKAWA MASAYOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 3, "開講期": 2}