{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "2022年は遠藤周作没後26年目になる。2017年1月にはマーティン・スコセッシ監督による『サイレンス』が日本で上映され、2020年には『遠藤周作事典』が刊行された。現代の日本の国内、海外で最も注目されている日本の作家の一人遠藤周作文芸の成立と展開について考察し、現代における遠藤文芸の意義を明らかにしていく。<BR/>　遠藤周作文芸の主要作品の文学史的意義と宗教文学としての価値について解明する。", "到達目標": "当初、現代フランス・カトリック文学の研究を目的にフランス留学した遠藤周作は、フランスで西洋人と日本人の精神風土の違い、キリスト教受容についての違いに直面し、問題追及のために小説家になることを決心した。<BR/>日本人における罪意識の可能性の問題と、キリスト教受容の可能性の問題をメイン・テーマとして出発した遠藤文学の意義を究明していく。<BR/>　遠藤周作文芸の全体の文芸史的意義について解明する。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義形式で行う。最後に受講生全員にその日のテーマについての短いコメントをしていただく。<BR/>半期の講義の中で、受講生に一回ずつ研究発表をしていただく。その時は、ゼミナール形式で行う。", "トピック": {"第1回": ["遠藤周作文芸の成立（１）<BR/>　生い立ちとキリスト教との出会い", "早めに遠藤周作の伝記的書物を読んでおいてほしい。まずは幼少期を過ごした阪神間と作家遠藤の出発に関わるキリスト教との出会いに触れた書物を読んでほしい。参考書籍：加藤宗哉『遠藤周作』（慶応義塾大学出版会）"], "第2回": ["遠藤周作文芸の成立（２）<BR/>　フランス留学と『アデンまで』", "早めに遠藤周作の伝記的書物を読んでおいてほしい。まずは幼少期を過ごした阪神間と作家遠藤の出発に関わるキリスト教との出会いに触れた書物を読んでほしい。参考書籍：加藤宗哉『遠藤周作』（慶応義塾大学出版会）"], "第3回": ["遠藤周作『黄色い人』ー白色と黄色の〈溝〉への超克ー", "授業前に『黄色い人』を読んでおいてほしい。"], "第4回": ["遠藤周作『海と毒薬』ー日本人の罪意識の問題ー", "授業前に『海と毒薬』を読んでおいてほしい。"], "第5回": ["遠藤周作『わたしが・棄てた・女』ー遠藤文芸における〈聖女〉ー", "授業前に『わたしが・棄てた・女』を読んでおいてほしい。"], "第6回": ["遠藤周作『おバカさん』ー遠藤文芸におけるユーモア小説の意義ー", "授業前に『おバカさん』を読んでおいてほしい。"], "第7回": ["遠藤周作『沈黙』ー弱者の論理・〈サイレンス〉の意味（其の１）ー", "授業前に『沈黙』を読んでおいてほしい。"], "第8回": ["遠藤周作『沈黙』ー弱者の論理・〈サイレンス〉の意味（其の２）ー", "授業前に『沈黙』を読んで、各自が作品に対する問題点を考えてきてほしい。"], "第9回": ["遠藤周作『侍』ー江戸時代のキリスト教弾圧の開始と悲劇についてー", "授業前に『侍』を読んでおいてほしい。"], "第10回": ["遠藤周作『最後の殉教者』『女の一生』（一部・キクの場合）ー明治初期に行われたキリスト教弾圧の悲劇と殉教ー", "授業前に『最後の殉教者』『女の一生・一部キクの場合』を読んでおいてほしい。"], "第11回": ["遠藤周作『王の挽歌』ーキリシタン大名大友宗麟の生涯とキリスト教信仰の与えたものー", "授業前に『王の挽歌』を読んでおいてほしい。"], "第12回": ["遠藤周作『深い河』ー魂の救済についてー", "授業前に『深い河』を読んでおいてほしい。"], "第13回": ["受講者が希望する作品を一作品選択して研究発表を行う。（演習形式授業）その１", "研究発表担当者は研究レポートを書き、講義の2日前までに受講生全員へ発表原稿をメールで送付する。受講生全員其の発表原稿を読んで、問題意識をもって授業に臨む。"], "第14回": ["受講者が希望する作品を一作品選択して研究発表を行う。（演習形式授業）その２", "研究発表担当者は研究レポートを書き、講義の2日前までに受講生全員へ発表原稿をメールで送付する。受講生全員其の発表原稿を読んで、問題意識をもって授業に臨む。"]}, "評価": {"教科書Required texts0": "教科書（テキスト）は用いない。授業の前の週に必ず次週の講義資料をプリントして配布するので、それを事前に眼を通して授業に参加する。\n配布資料がテキストとなるので、毎時間配布資料全部を持参して講義に臨む。", "参考文献・資料Reference books0": "加藤宗哉『遠藤周作』（慶応大学出版会）\n『遠藤周作事典』遠藤周作学会編（鼎書房）", "学生による授業評価の方法Course Evaluation by Students0": "各時間の最後に全員に講義に関する短い感想・意見のコメントをしていただくので、その際に評価を加えていただいてよい。\nまた、講義全体の最後には受講生にレポートを課すので、そこでも評価を記入していただくことが出来る。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "毎時間の出席と、半期の講義の最終に受講生全員に研究レポートを書いていただくので、それで評価するが、毎時間の講義への参加度も加味して総合評価をする。"], "成績評価Grading2": "備考　Note\n成績評価は、毎時間の出席と、授業最後に受講生全員にしていただくコメント、最後に提出していただく研究レポートなどを通して総合的に評価する。\n何よりも、毎時間の充実度を最優先して評価する。", "更新日時/Date of Update0": "2022年01月14日 12時29分46秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "文新－２"]}, "campas": 0, "name": "【500】日本文学特殊講義　２／Special Lecture in Japanese Literature", "管理部署": 30, "単位数": 2, "担当者": "細川　正義（HOSOKAWA MASAYOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 3, "開講期": 1}