{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Lecture de textes littéraires de langue française, d'époques et de genres variés : du 16e au 21e siècle, du roman à la poésie en passant par le théâtre, la critique et la théorie littéraires, mais aussi les écrits de presse, les essais et discours politiques...&nbsp;", "到達目標": "Développer la culture générale des étudiants au sujet de la France, d'un point de vue historique, intellectuel, littéraire.<div><span style=\"font-size:13.28px;\">Faciliter la pratique de la lecture en français, rendre la langue écrite (littéraire et académique) d'un accès plus aisé, créer un rapport de familiarité avec la langue française, donner aux étudiants l'envie, la possibilité, le courage, de jouer eux aussi avec la langue de manière créative... (et les aider aussi dans la rédaction des travaux qu'ils doivent écrire en français). &nbsp; &nbsp;</span></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "TRES IMPORTANT :&nbsp;<div>Le programme des lectures (auteurs, oeuvres) n'est pas fixé à l'avance : le professeur en discute avec les étudiants lors du premier cours, afin de déterminer les choix les plus utiles pour tous les participants.</div>", "授業方法": "Le cours est donné en français : il faut être capable de suivre attentivement, de comprendre ce que dit le professeur, et de prendre des notes. Cependant, le professeur veillera constamment à la clarté de son propos : il s'efforce de parler lentement, de répéter et de reformuler, et d'écrire beaucoup de termes, d'expressions, de phrases, au tableau, pour que les étudiants aient le temps et la possibilité de les retenir, d'enrichir leur lexique et d'améliorer leur façon d'écrire.&nbsp;", "トピック": {"授業計画1": "Après une discussion avec les étudiants, afin de cerner les centres d'intérêt de chacun et chacune, le professeur définit un programme de lecture selon un principe d'équilibre et d'alternance entre les participants : chaque semaine, deux textes au moins sont présentés. Leur longueur pourra varier de quelques vers (dans le cas d'un court poème) à quelques pages d'un roman ou d'un essai (dans ce cas, le professeur sélectionnera des passages plus précis, et résumera le reste).", "授業外学習2": "La principale exigence pour les étudiants est de lire, chaque semaine. La seule chose à préparer à chaque fois est une petite liste de questions à poser aux professeurs pour qu'il explique mieux les points les plus difficiles de ces lectures. Il est cependant aussi recommandé de relire les notes prises pendant le cours, et de demander au professeur de réexpliquer les points qui n'ont pas été compris.<div>Un travail écrit sera demandé à la fin du semestre : 1 ou 2 pages de commentaire et d'expression personnelle sur un texte lu auparavant (en classe ou ailleurs : le choix sera libre). D'autres travaux pourront être faits durant le semestre, mais ce sera décidé collectivement, en concertation, par le professeur et les étudiants.</div>"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Un travail écrit au moins demandé en fin de semestre, sous la forme d'un commentaire rédigé à la maison."], "成績評価Grading2": ["授業外学修課題／Assignment, homework required outside class (06)", "30 %", "Des petits exercices pourront être demandés, éventuellement sous des formes d'écriture créative, après discussion avec les étudiants."], "成績評価Grading3": ["授業への参加度（自発性、積極性、主体性、等）／In-class participation,contribution (09)", "20 %", "Outre la présence aux cours, la participation active, par des questions posées au professeur, pour qu'il explique mieux les points difficiles, sera valorisée."], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "文新－１"]}, "campas": 0, "name": "【500】フランス文学特殊講義　２／Special Lecture in French Literature", "管理部署": 30, "単位数": 2, "担当者": "アヴォカ　エリック（AVOCAT ERIC） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 31, "評価1": 3, "評価2": 7, "評価3": 5, "開講期": 1}