{"履修期": "春学期", "主な教授言語": "フランス語", "授業目的": "Etudes de la poesie francaise de Baudelaire a nos jours. Essentiellement Baudelaire et Mallarme.<BR/>Essai d&#39;une lecture &quot;sensible&quot; de quelques poemes. Essai aussi d&#39;une reflexion sur ce qui fait la particularite<BR/>de la poesie.", "到達目標": "Apprendre a lire des poemes : lecture a haute voix, perception de leur singularite, analyse du contenu et des<BR/>formes. Analyse de l&#39;intertexte.<BR/>Apprendre a s&#39;exprimer a l&#39;oral et a l&#39;ecrit sur des textes poetiques.", "特記事項": "", "関連科目": "Les cours de litterature et de linguistique de la faculte des lettres.", "授業の概要・背景": "Nous lirons des poemes de Baudelaire et de Mallarme en nous referant egalement a leurs textes en prose<BR/>et a des etudes dans le cadre de la critique litteraire ou encore de la pensee philosophique.", "授業方法": "Lecture en commun de poemes de Baudelaire, de Mallarme. Lecture a haute voix. Commencer par une approche intuitive,<BR/>puis s&#39;aider avec des etudes pour revenir aux textes memes. Chacun sera amene a s&#39;exprimer a l&#39;oral comme a l&#39;ecrit<BR/>sur les poemes traites.", "トピック": {"授業計画1": "Nous lirons une suite de poemes de Baudelaire, de Mallarme, en reservant un, deux voire trois cours par texte.<BR/>Nous nous refererons egalement a leurs textes en prose, a des textes critiques ou encore philosophiques.", "授業外学習2": "Lire les textes traites dans la classe avant et apres les cours.<BR/>S&#39;informer de son cote sur d&#39;autres oeuvres litteraires, picturales, musicales dont il aura ete question dans le cours.<BR/>Preparer des commentaires personnels sur les textes traites."}, "評価": {"教科書Required texts0": "Les copies des textes en question seront distribuees dans la classe : copies des poemes, de leur traduction en japonais, de passages d'etudes critiques.", "参考文献・資料Reference books0": "Les references seront indiquees dans le cours.", "学生による授業評価の方法Course Evaluation by Students0": "Enquete dans la classe.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "degre de participation au cours, qualite de l'expression orale et ecrite"], "成績評価Grading2": "備考　Note\nEn fonction de la participation au cours et en evaluant la qualite de l'expression orale et ecrite.", "更新日時/Date of Update0": "2022年10月12日 14時46分11秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "文新－３"]}, "campas": 0, "name": "【500】フランス文学史特殊講義　２／Spec Lec Hist Fr Lit", "管理部署": 30, "単位数": 2, "担当者": "ビルマン　Ｏ．（BIRMANN OLIVIER） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 4, "開講期": 1}