{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "本講義の目的は、公認心理師あるいは臨床発達心理士という専門的立場から適切な支援を行えるように、生涯発達の観点から老年期の心理的特徴と心理的支援への理解を深めることである。さらに、認知症性疾患を有する高齢者の状態や心理的支援のほか、若年性認知症についても学ぶ。", "到達目標": "本講義では、以下の３点を主な目標としています。<BR/>・老年期の心理的特徴をふまえ、高齢者の暮らしについて理解を深めること。<BR/>・認知症性疾患を有する高齢者とその家族の状態や状況を理解できること。<BR/>・高齢者や高齢者を中心とする認知症の当事者、およびその家族に必要な心理的支援を、公認心理師あるいは臨床発達心理士という専門的な視点から考えていけること。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義，演習，議論：本授業では講義型を中心とし、授業内容についての議論を行う。また、第8回、第9回、第10回の内容については、授業内容に関する演習を含める。", "トピック": {"第1回": ["オリエンテーション：成人期・老年期における認知能力とは何か", ""], "第2回": ["身体・感覚機能と加齢：生涯発達の観点からの認知能力の生理学的基礎と認知障害の神経生理学的基礎の理解", ""], "第3回": ["認知機能と加齢：生涯発達の観点における認知発達の機構", ""], "第4回": ["高齢者への心理的理解と支援（１）：高齢者における認知の基礎過程の発達と障害", ""], "第5回": ["高齢者への心理的理解と支援（２）：高齢者における社会的認知の発達と障害", ""], "第6回": ["認知症とは：高齢者における言語の発達と障害および知能の発達と障害", ""], "第7回": ["認知症の治療：高齢者に対する認知発達の評価と支援の技法", ""], "第8回": ["高齢者、認知症に関する心理検査：高齢者における認知の個人差および認知発達のアセスメントについて", ""], "第9回": ["認知症高齢者への非薬物療法：高齢者に対する認知障害の支援の技法―対人認知の支援を中心に", ""], "第10回": ["認知症高齢者への回想法：高齢者に対する認知障害・認知発達の支援の技法", ""], "第11回": ["家族介護者への支援：高齢者に対する認知障害の支援の技法", ""], "第12回": ["高齢者福祉領域における心理職に期待される役割・法律等", ""], "第13回": ["若年性認知症とは", ""], "第14回": ["まとめ：生涯発達の観点における認知発達の臨床的意味", ""], "授業外学習2": "生涯発達の観点から高齢期の変化について理解を深め、日常生活における様々な出来事に関心を持つとともに、多世代間の柔軟なかかわりについても考えてほしい。配付資料による予習と授業内容の復習をして授業に臨むこと。"}, "評価": {"教科書Required texts0": "適宜、資料を配付する。", "参考文献・資料Reference books0": "授業中に紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "試験に代わるリポートを授業中に実施する"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への積極的参加・授業内容に関する議論について"], "備考Note0": "本科目は、公認心理師法施行規則に定める科目のうち、以下に該当する。\n「2. 福祉分野に関する理論と支援の展開」\n(1)福祉分野に関わる公認心理師の実践\n\n\n臨床発達心理士科目認知発達とその支援に関する科目「認知」（支援）における以下の内容を含む。\n\n（支援）\n7. 認知発達のアセスメント・・・第8回\n8. 認知発達の評価・・・・・・・第7回\n9. 認知発達の支援・・・・・・・第10回，第11回\n10. 対人認知の支援・・・・・・・第9回", "更新日時/Date of Update1": "2023年01月11日 17時03分09秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【500】心理科学実践Ｂ（福祉分野に関する理論と支援の展開）　２／Adv Pra in Psy Sci B (Support Theory and Applications in Socal Wellfare Area)", "管理部署": 30, "単位数": 2, "担当者": "奥村　由美子（OKUMURA YUMIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 2, "評価2": 4, "開講期": 8}