{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "わが国の特殊教育の歴史と制度を理解した後、発達障害等のある子どもたちのための特別支援教育について、その概念と具体的な方法論について学ぶ。特に、応用心理学のひとつである応用行動分析学（ABA）と臨床発達心理学の視点から、学校教育、保育、あるいは家庭での育児や養育に役立つ支援の方法について学び、教育と保育の方法論におけるエビデンスの重要性を理解することを目的とする。", "到達目標": "発達障害等のある子どもたちのための教育について、その歴史、制度と具体的な方法論について学び、応用行動分析学（ABA）と臨床発達心理学の視点から、学校教育、保育、あるいは家庭での育児や養育における具体的な支援の方法を立案することができる。また、立案の方法や立案したものの評価について吟味するための討議に参加し、意見を述べることができる。", "特記事項": "＜DP・CPと授業科目との関連＞<BR/>各授業科目は、各学部・研究科の定めるDP・CPに基づき、カリキュラム上に配置されています。<BR/>DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。<BR/>また、履修心得や履修の手引きに掲載されている教育課程表（授業科目一覧等）も参考にしてください。<BR/>＜DP・CPとは？＞<BR/>DP（ディプロマ・ポリシー）：各学部等の教育理念に基づき、どのような力を身に付けた者に卒業を認定し、学位を授与するのかを定める基本的な方針であり、学生の学修成果の目標ともなるもの。<BR/>CP（カリキュラム・ポリシー）：DPの達成のために、どのような教育課程を編成し、どのような教育内容・方法を実施し、学修成果をどのように評価するのかを定める基本的な方針。<BR/>＜各学部・研究科等のDP・CP一覧＞<BR/>https://www.kwansei.ac.jp/a_affairs/a_affairs_000550", "関連科目": "", "授業の概要・背景": "", "授業方法": "講義および討議により行う。授業は対面で実施する。", "トピック": {"第1回": ["1 オリエンテーション<BR/>　　発達障害を含む障害のある子どもへの特別支援教育に関する各自の知識、興味関心の程度を明らかにする。各自の現在の臨床実践ケースについて、課題を共有し今後の学びの目標を設定する。<BR/>【事後学習】授業内容について概要をまとめる。", ""], "第2回": ["2 特別支援教育の歴史<BR/>　　海外及び我が国の特別支援教育（障害児教育）の歴史について解説し、障害児教育の始まりとその発展について障害種別との関連で理解する。", ""], "第3回": ["3 特別支援教育の制度<BR/>　　わが国の特別支援教育の制度および障害者福祉の制度（支援に関わる法律・法令・条約のうち、特に発達障害者支援法、障害者権利条約、障害者差別解消法）について解説し、教育制度と福祉制度との関連を理解する。", ""], "第4回": ["4 障害種別と教育上のニーズ<BR/>　　障害種別（視覚障害・聴覚障害・肢体不自由・病弱・知的障害・自閉症・発達障害等）による教育上のニーズについて解説し、それらの共通点と相違点を理解する。<BR/>【事前学習】各自の臨床実践ケース（または授業で指定した仮想ケース）について、教育上のニーズをまとめる。", ""], "第5回": ["5 発達障害とは：障害特性と個別のニーズ<BR/>　　発達障害について、主にASD、ADHD、SLDの特性を解説し、各障害における個別のニーズについて理解する。", ""], "第6回": ["6 インクルーシブ教育システム<BR/>　　学校における支援のうち、わが国のインクルーシブ教育システムの制度について解説し、特別支援教育との関係について討議する。　また、基礎的環境整備と合理的配慮の違いを理解する。<BR/>【事後学習】各自の臨床実践ケースについて、必要な合理的配慮を考え、まとめる。", ""], "第7回": ["7 個別の教育支援計画と個別の指導計画<BR/>　　個別の教育支援計画と個別の指導計画について解説し、両者の違いを理解する。また、これらのことについてICF(国際機能分類）の視点に基づいた作成の方法を知る。<BR/>【事後学習】各自の臨床実践ケース（または授業で指定した仮想ケース）について、ICFの視点から現状を整理する。", ""], "第8回": ["8 個別の指導計画の作成手順を知る<BR/>　　１）実態把握<BR/>　　２）長期目標・短期目標の設定<BR/>　　３）指導の手立て<BR/>　　４）評価", ""], "第9回": ["9 指導の手だてに役立つ応用行動分析（ABA)の基礎<BR/>　　子どもの困った行動の背景要因（障害特性、発達段階、生理的要因、家庭要因、過去経験等）について解説しABAの基本的な枠組みについて理解する。", ""], "第10回": ["10スクールワイドPBSとユニバーサルデザイン <BR/>　学童期における支援を中心に、学級や学校全体を対象とするスクールワイドPBS(ポジティブな行動支援）やユニバーサルデザインについて説明するとともに、いじめ、不登校などの二次障害の防止や児童虐待、子どもの貧困などへの福祉的支援といった包括的な支援の枠組みについて学ぶ。", ""], "第11回": ["11 学校園・家族・専門機関・地域の連携<BR/>　　巡回相談及び保育所等訪問事業を例に学校支援や保育支援の実際について説明する他、専門機関および地域における学校園内外連携への支援や家族支援のあり方について解説する。", ""], "第12回": ["12 ペアレント・トレーニング<BR/>　　気になる子ども・障害のある子どもの家族への支援の１つとして、保護者にABAを学んでもらうことで養育スキルを向上させるプログラムを紹介するとともに、育児支援の実際について事例をもとに理解する。", ""], "第13回": ["13 ABAとTEACCHプログラム<BR/>　　ABA（応用行動分析）とTEACCHプログラムの特徴について解説し、それぞれの共通点と相違点を理解する。", ""], "第14回": ["14 幼小中高および特別支援学校における支援の実際<BR/>　　幼・小・中・高校生における支援の事例を紹介し、成長に伴う発達障害児の問題の変化や家庭内暴力、リストカットあるいは摂食障害といった二次障害の防止に関して幼少期からどのような支援が求められるのか、また現場に即した支援とは何かを討議する。", ""], "第15回": ["15 まとめ：発達障害をもって生きるということ<BR/>　　発達障害をもつ子どもにとって本当に必要な支援とは何かを討議するとともに、成長後の青年期における支援で求められるキャリア支援、余暇支援、犯罪の加害・被害の防止といった問題に関して長期的視点から検討する。<BR/>【事前学習】各自の臨床実践ケースについて、支援の目的やケースの将来像についてまとめる。<BR/>【事後学習】授業の全体を通して、各自の意見及び感想をまとめる。", ""], "授業外学習2": "授業中に指定したテーマについて調べ、討議に参加するための準備をする。<BR/>各自の臨床実践ケースがあれば、授業の内容に従って支援計画を作成する。<BR/>臨床実践ケースを持っていない場合は、同一のテーマについて一般論として考察する。"}, "評価": {"教科書Required texts0": "特に定めない。", "参考文献・資料Reference books0": "授業中に紹介する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "事前課題及び事後課題の提出状況とその内容を評価する"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業中の討議への参加状況を評価する。"], "備考Note0": "本科目は、公認心理師法施行規則に定める科目のうち、以下に該当する。\n「3. 教育分野に関する理論と支援の展開」\n(1)教育分野に関わる公認心理師の実践\n\n本科目は一般社団法人日本臨床発達心理士認定運営機構が認定する【新制度】の指定科目のうち、「臨床発達支援の専門性に関する科目」（2単位）における以下の内容を含む。\n\n2. 支援に関わる法律・法令・条約・・・第3回\n6．育児支援の実際・・・・・・・・・・第12回\n7．保育支援の実際・・・・・・・・・・第11回\n8．学校における支援・・・・・・・・・第6回\n9．学童期における支援・・・・・・・・第10回\n10．中・高校生における支援・・・・・ 第14回\n11．青年期における支援・・・・・・・ 第15回", "URLリンク1/URL 11": "第1回授業用zoom", "更新日時/Date of Update2": "2023年03月02日 10時10分00秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜１時限／Friday 1", "秋学期／Fall", "Ｆ－４０３"]}, "campas": 0, "name": "【500】心理科学実践Ｃ（教育分野に関する理論と支援の展開）　２／Adv Pra in Psy Sci C (Support Theory and Applications in Educational Area)", "管理部署": 30, "単位数": 2, "担当者": "嶋崎　まゆみ（SHIMAZAKI MAYUMI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 28, "評価1": 3, "評価2": 4, "開講期": 2}