{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "公認心理師として求められる教育・保育分野での実践を念頭に、学校等の教育現場や保育現場における特別な教育的ニーズのある子どもに対する応用行動分析学に基づくアプローチを学び、実践的支援のためのアセスメントと臨床発達的な支援方法を身につけることを目的とする。", "到達目標": "・応用行動分析学の概要を学ぶ。<BR/>・教育・保育現場における臨床発達心理学的な問題等に代表される具体的な事例に対する支援プログラムを作成することができる。<BR/>・支援プログラムの効果を実証的に検討する方法がわかる。", "授業方法": "講義，発表（文献を読み，まとめる）", "トピック": {"第1回": ["イントロダクション：<BR/>教育・保育現場における特別な教育的ニーズのある子どもへの支援技法に関する理論的背景を概観し，中でも応用行動分析学の基本的な考え方を中心に，支援の基本的姿勢について解説する。", ""], "第2回": ["標的行動の選択と測定：<BR/>教育・保育をめぐる問題と支援の事例に基づき、支援ニーズの把握に関する理論について検討する。とりわけ応用行動分析学の視点から標的行動を選択し測定する方法について解説する。", ""], "第3回": ["行動変化の評価：<BR/>教育・保育現場において個別の支援ニーズに関するアセスメントに基づき標的行動の変化を測定するための具体的な方法について、教育・保育現場での支援の考え方を踏まえて解説する。", ""], "第4回": ["一事例実験デザイン：<BR/>教育・保育現場で支援効果を検証するための方法である一事例実験デザインを一つの代表例としてとりあげ、支援の具体的な流れについて解説する。", ""], "第5回": ["強化と弱化：<BR/>現場から発達をみなおす臨床的意味を背景として，行動論の立場に基づいて支援する上で，最も基本的な行動原理である強化と弱化を取り上げるとともに、子どもへの支援における支援者の基本的姿勢について解説する。", ""], "第6回": ["刺激性制御：<BR/>現場のなかでの発達とその今日的問題の解決を目指し，文脈によって行動が変化することを刺激性制御の観点から解説する。", ""], "第7回": ["新たな行動の形成：<BR/>子どもへの支援の内容を行動論から再検討し，具体的支援において必要とされる現在レパートリーにない行動の形成方法について解説する。", ""], "第8回": ["機能的行動アセスメント：<BR/>行動の理由（原因）を特定し、支援に活かすための機能的行動アセスメントについて、現場でのアセスメントの考え方とともに、教育・保育現場での支援の実際に則した形で解説する。", ""], "第9回": ["レスポンデント学習：<BR/>不安等の情動反応を理解する基盤としてのレスポンデント学習について解説する。", ""], "第10回": ["言語行動の基礎：<BR/>応用行動分析学の観点から言語をどのように捉えるのかについて解説する。", ""], "第11回": ["刺激等価性と関係フレーム理論：<BR/>複雑な認知を応用行動分析学からどのように捉えるのかについて，刺激等価性と関係フレーム理論の観点から解説する。", ""], "第12回": ["教室管理に活かす応用行動分析学：<BR/>応用行動分析学を教室管理に活かすための方法について，文献を紹介しながら解説する。", ""], "第13回": ["学業スキル支援に活かす応用行動分析学：<BR/>応用行動分析学に基づく学業スキルのアセスメントと支援方法について，学校など現場でのアセスメントの考え方並びに個別の支援ニーズに関するアセスメントの方法を踏まえて，文献を紹介しながら解説する。", ""], "第14回": ["行動コンサルテーション：<BR/>現場での支援のための方法の基礎としてのコンサルテーションに着目し，とりわけ特別な教育的ニーズや保育ニーズのある子どもへの間接的な支援法である行動コンサルテーションを通して、教育・保育者への支援の実際について、文献を紹介しながら解説する。", ""], "第15回": ["学校変革に活かす応用行動分析学：<BR/>学校全体を変革するアプローチとして、学校全体で取り組むポジティブな行動支援（School-Wide Positive Behavior Support）について、アクション・リサーチを通して検討した文献を紹介するとともに、現場での支援の考え方を踏まえつつ解説する。", ""], "授業外学習2": "適宜，授業中に指示するが，授業計画に基づき予習を行うこと。"}, "評価": {"教科書Required texts0": "教科書は指定しない。授業中に資料を配布する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業での発表，質疑応答を総合的に評価する"], "備考Note0": "本科目は、公認心理師法施行規則に定める科目のうち、以下に該当する。\n「3. 教育分野に関する理論と支援の展開」\n(1)教育分野に関わる公認心理師の実践\n\n\nDP科目「育児保育」における以下の内容を含む。\n「育児保育」\n（総論）\n1－1　現場から発達をみなおす臨床的意味・・・・・第５回\n1－2　現場のなかでの発達とその今日的問題・・・・第６回\n2－1　現場での支援の考え方・・・・・・・・・・・第15回\n2－2　支援の基本的姿勢・・・・・・・・・・・・・第１回\n2－3　支援者の基本的姿勢・・・・・・・・・・・・第５回\n3－1　支援ニーズの把握に関する理論・・・・・・・第２回\n3－2　支援技法に関する理論的背景・・・・・・・・第１回\n4－1　現場でのアセスメントの考え方・・・・・・・第８回，第13回\n4－2　個別の支援ニーズに関するアセスメント・・・第３回，第13回\n5－1　支援の具体的な流れ・・・・・・・・・・・・第４回\n5－2　コンサルテーションを通して・・・・・・・・第14回\n5－5　アクション・リサーチを通して・・・・・・・第15回\n\n（保育）\n7－1　保育現場での支援の考え方・・・・・・・・・第３回\n7－2　保育者への支援・・・・・・・・・・・・・・第14回\n7－3　子どもへの支援・・・・・・・・・・・・・・第７回\n7－6　保育現場での支援の実際・・・・・・・・・・第８回\n7－7　保育をめぐる問題と支援の事例・・・・・・・第２回", "更新日時/Date of Update1": "2021年01月04日 13時15分08秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半／Spring (2nd Half)", "火曜１時限／Tuesday 1", "春学期後半／Spring (2nd Half)", "Ｅ－１０２"], "項番No.2": ["2021年度", "春学期後半／Spring (2nd Half)", "火曜２時限／Tuesday 2", "春学期後半／Spring (2nd Half)", "Ｅ－１０２"]}, "campas": 0, "name": "【500】心理科学実践Ｃ（教育分野に関する理論と支援の展開）　１／Adv Pra in Psy Sci C (Support Theory and Applications in Educational Area)", "管理部署": 30, "単位数": 2, "担当者": "野田　航（NODA WATARU） ", "履修基準年度": "１年", "時限1": 7, "時限2": 8, "評価1": 3, "評価2": 4, "開講期": 4}