{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "家族関係などの集団の関係性に焦点を当てた心理支援の理論と方法を理解するとともに、地域社会や集団・組織に働きかける臨床発達心理学的援助に関する理論と方法を理解する。さらに心理的課題や問題に関する相談・助言・指導に関して、具体的事例について上記の理論と方法を応用実践する力を身につける。", "到達目標": "上記の目的に沿って、以下の４点を到達目標とする。①心理実践を行う際に重要な基本的要件を理解する。②家族関係および地域社会や集団・組織に働きかけるために、家族心理学やコミュニティ心理学等の心理支援に必要な基礎知識や技術を習得する。③集団の中の個人を支援するために必要な臨床発達心理学に関する基礎的知識を習得する。④上記の①～③をもとに、具体的な心理実践事例に関して心理アセスメントや介入方法の立案・実践ができる力を身につける。", "授業方法": "講義形式と演習形式を併用する。テーマに合わせた講義を行った後、各テーマに関する発表を受講生が行い、教員の指導と受講生間の討論を行う。", "トピック": {"第1回": ["「家族関係・集団・地域社会における心理支援に関する理論と実践」の定義および生涯発達と臨床発達心理学との関連、その他のオリエンテーション", ""], "第2回": ["臨床発達支援の基本的視点から「科学者－実践家モデル」および「科学の知と臨床の知」について学ぶ", ""], "第3回": ["家族心理学の基礎知識", ""], "第4回": ["発達心理学の基礎知識－発達のとらえ方を中心に－", ""], "第5回": ["集団心理学の基礎知識", ""], "第6回": ["コミュニティ心理学の基礎知識", ""], "第7回": ["臨床発達心理学的アセスメント", ""], "第8回": ["コミュニティ心理学的アセスメント", ""], "第9回": ["家族を対象とした臨床発達心理学的支援活動におけるコミュニケーション", ""], "第10回": ["集団場面における臨床発達心理学的支援活動の展開", ""], "第11回": ["現代社会の特徴を念頭に置いた地域社会における臨床発達心理学的支援活動の展開", ""], "第12回": ["家族を対象とした臨床発達的心理支援の実践研究と事例研究", ""], "第13回": ["集団を対象とした臨床発達的心理支援の実践研究と事例研究", ""], "第14回": ["地域社会を対象とした臨床発達的心理支援の実践研究と事例研究", ""], "授業外学習2": "必要に応じて具体的なテーマを提示して準備学習を指示するが、その他自発的な情報収集などを奨励する。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への取り組み度、プレゼンテーションにより評価します。"], "備考Note0": "本科目は、公認心理師法施行規則に定める科目のうち、以下に該当する。\n「八　家族関係・集団・地域社会における心理支援に関する理論と実践」\n\n本科目は一般社団法人日本臨床発達心理士認定運営機構が認定する【新制度】の指定科目のうち、「臨床発達心理学の基礎に関する科目」（2単位）における以下の内容を含む。\n1. 生涯発達と臨床発達心理学・・・・・ 第1回\n2. 発達のとらえ方・・・・・・・・・・ 第4回\n4．現代社会の特徴・・・・・・・・・・ 第11回\n6．臨床発達支援の基本的視点・・・・・ 第2回\n7．臨床発達心理学的アセスメント・・・ 第7回\n9．支援活動の展開・・・・・・・・・・ 第10回\n10．支援におけるコミュニケーション・・第9回\n12．実践研究・事例研究・・・・・・・・第12回、第13回、第14回", "更新日時/Date of Update1": "2021年03月27日 15時09分02秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "個研"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】心理科学実践Ｈ（家族関係・集団・地域社会における心理支援に関する理論と実践）／Adv Pra in Psy Sci H (Support Theory and Practice for Family, Group, and Community)", "管理部署": "文学研究科前期／Graduate School of Humanities Master's Course", "単位数": "2", "担当者": "佐藤　寛（SATO HIROSHI） ", "履修基準年度": "１年", "時限1": "水曜２時限／Wednesday 2", "開講期": "秋学期／Fall"}