{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、多変量解析の方法を学び、計量社会学の最も重要な方法の一つである、重回帰分析を用いた研究を行う能力を身につけることである。", "到達目標": "この授業の目標は以下のとおりである。<BR/>・ソフトウェアを用いてデータを分析することができる<BR/>・重回帰分析の結果を説明することができる<BR/>・データ分析を含む学術的文章を書くことができる", "特記事項": "【合併】社会統計学III【多変量解析】（社会学研究科前期課程）/データ分析（応用）　２（社会学部）/社会統計学III【多変量解析】（社会学研究科後期課程）", "関連科目": "データ分析（入門）<BR/>データ分析（基礎）", "授業の概要・背景": "社会調査から得たデータを分析することができるようにするために、多変量解析の方法を解説するのがこの授業の目的である。具体的には、社会学理論と多変量解析の関係、多変量解析の考え方、重回帰分析、ロジスティック回帰、因子分析などを取り上げる。講義に加えて、分析の実習を行うことによって、データ分析に必要なソフトウェアの操作を身につける。ソフトウェアはRである。", "授業方法": "この授業は、講義と分析の実習で構成される。原則対面授業を行う。<BR/><BR/>【オンライン受講許可学生対象】<BR/>第1回授業から、オンデマンドで配信する。14回の授業のすべてに関して、平常リポートを書くことを求める。", "トピック": {"第1回": ["イントロダクション：社会学理論と多変量解析の関係を説明し、データを取得する方法と、ソフトウェアの基礎を解説する。", ""], "第2回": ["統計的推定：多変量解析の前提となる、母集団と標本の関係を説明し、点推定と区間推定の方法を解説する。", ""], "第3回": ["統計的検定：多変量解析の前提となる、帰無仮説と対立仮説の関係を説明し、仮説を検証する方法を解説する。", ""], "第4回": ["記述統計量・クロス集計・相関係数：記述統計量を計算する方法、クロス集計の方法、相関係数を計算する方法を解説する。", ""], "第5回": ["エラボレーション（1）：多重クロス表を用いて、3変数の関係を表現する方法を説明し、多変量解析の考え方を解説する。", ""], "第6回": ["エラボレーション（2）：偏相関係数を用いて、3変数の関係を表現する方法を説明し、多変量解析の考え方を解説する。", ""], "第7回": ["平均値の差の検定・分散分析：予備的分析として、集団間の平均値の差を評価する方法を説明した上で、重回帰分析の必要性を解説する。", ""], "第8回": ["重回帰分析（1）：重回帰分析の考え方を説明し、回帰係数の意味と、決定係数を計算する方法を解説する。", ""], "第9回": ["重回帰分析（2）：曲線関係と外れ値の問題を説明し、モデルの妥当性を評価するのに必要な、回帰診断の方法を解説する。", ""], "第10回": ["重回帰分析（3）：歪曲分布を説明し、従属変数と独立変数の対数変換の方法を解説する。", ""], "第11回": ["重回帰分析（4）：標準化偏回帰係数を計算する方法と、モデル比較の方法を解説する。", ""], "第12回": ["重回帰分析（5）：交互作用を含むモデルと、独立変数の二乗を含むモデルと、従属変数の予測値を計算する方法を解説する。", ""], "第13回": ["ロジスティック回帰：ロジスティック回帰の考え方を説明し、予測確率を計算する方法と、ロジスティック回帰とオッズ比の関係を解説する。", ""], "第14回": ["因子分析：因子分析の考え方を説明し、因子負荷量を解釈する方法と、因子得点を計算する方法を解説する。", ""], "授業外学習2": "【予習課題】<BR/>教科書を読む。毎回、次の授業の該当箇所を予習する必要があるので、教科書を入手するのは必須である。<BR/><BR/>【復習課題】<BR/>授業で学んだ方法を用いて、データを分析し、その結果を報告するレポートを書く。データが許す限り、関心のあるテーマを選ぶことができる。最後の授業で、最終レポートを提出する。この最終レポートが、平常リポートとみなされる。加えて、中間レポートとして、最終レポートの草稿を提出する。その機会は複数ある。中間レポートは、添削の対象となる。添削を受けることによって、レポートを改善することができる。結果として、いくつかの中間レポートを提出することによって、学術的文章の書き方も学ぶことができる。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["永吉希久子", "行動科学の統計学――社会調査のデータ分析", "共立出版", "2016 年", "9784320111219", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "更新日時/Date of Update0": "2022年12月22日 09時20分10秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "Ｇ－ＩＳ１０３"]}, "campas": 0, "name": "【500】社会統計学III【多変量解析】／Social Statistics III", "管理部署": 31, "単位数": 2, "担当者": "池田　裕（IKEDA YU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 2, "時限1": 2, "評価1": 3, "開講期": 2}