{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "本講義の目的は、主に近世に書かれた多様な文献史料により、民俗学で課題となっている諸問題についての歴史的背景や変遷を明らかにする方法を習得し、受講者各自の研究に応用できるようにすることである。", "到達目標": "本講義を受講することで（１）民俗学における文献史料活用に関する研究のあゆみを理解し、（２）各自が近世の活字化された随筆や文芸などを民俗学で有効に活用するようになることを目標とする。", "授業方法": "本授業は、講義型で行う。毎回レジュメと資料を配布し進める。", "トピック": {"第1回": ["民俗学と文献史学<BR/>民俗学の歴史を振り返り、民俗学と文献史料や歴史学との関係を考える。", "【予習課題】<BR/>民俗学の学史を確認しておく。<BR/>【復習課題】<BR/>講義の際に示した参考図書を読身、ノートの整理する"], "第2回": ["民俗学と文献史料――宮田登論<BR/>随筆などを使った民俗学研究を推進した宮田登の学問の成果と問題点について検討する", "【予習課題】<BR/>宮田登の著書をなにか一冊読んで疑問点をノートに整理する<BR/>【復習課題】<BR/>宮田登の王権・都市・妖怪に関する研究を民俗学の研究史のなかにどのように位置づけられるか自分なりに整理しておく。"], "第3回": ["民俗学と文献史料――王権・都市・妖怪――<BR/>本講義では宮田登を念頭に随筆などを使った民俗学研究について深める。主たるテーマは宮田登が取り組んだ王権・都市・妖怪となるので、研究史と課題を整理する。", "【予習課題】<BR/>宮田登『都市民俗論の課題』を読み疑問点を整理しておく<BR/>【復習課題】<BR/>宮田登ほか『日本王権論』の宮田の発言を読み、他の発言者とのスタンスの違いを確認する。"], "第4回": ["近世随筆概論<BR/>民俗学での活用が期待される近世の随筆についての概説を行う", "【予習課題】<BR/>『日本随筆大成』のどれか一冊を手に取り、各自の問題関心に沿った記事を見つける。<BR/>【復習課題】<BR/>岩波文庫『守貞漫稿』の任意の章を読み、ポイントを整理する。"], "第5回": ["近世随筆と民俗（1）　妖怪「髪切り」考<BR/>実践例として随筆に書かれた「髪切り」について時代による変化や表象を読み取る", "【予習課題】<BR/>事前に配布する随筆の記事を読解し現代語訳をノートに整理しておく。<BR/>【復習課題】<BR/>講義で紹介する他の妖怪について、データベースなどを使いどのような記事があるかを確かめる。"], "第6回": ["近世随筆と民俗（2）　流行正月考<BR/>実践例として随筆に書かれた「流行正月」について、社会的背景について考える。", "【予習課題】<BR/>流行正月について民俗学の基本文献を読み理解しておく。<BR/>【復習課題】<BR/>レジュメで配布した資料を再読し、内容を整理する。"], "第7回": ["近世地誌と民俗概論<BR/>民俗学での活用が期待できる近世の地誌について概説を行う。本講義では、教員が主たるフィールドとする京都が中心になる。", "【予習課題】<BR/>『京都叢書』所載の地誌を手に取り、関心のある記事を抜き書きしておく。<BR/>【復習課題】<BR/>各自のフィールドにかかわる地誌を探し、研究テーマに関わる記事を探す。"], "第8回": ["近世地誌と民俗　京都小社の信仰史<BR/>実践例として京都に所在する小規模神社の歴史や俗信の変遷を具体的に論じる。", "【予習課題】<BR/>講義のテーマとなる神社について、事前に地図で所在を確認し、周辺の環境をノートに整理しておく。"], "第9回": ["近世文学と民俗概論<BR/>近世の仮名草紙や勧化本、怪談集など民俗研究に役立つと思われる近世文芸について概要を説明する。", "【予習課題】<BR/>岩波文庫の『江戸怪談集』を読んでおく。<BR/>【復習課題】<BR/>次回講義にかかわるテキストをあらかじめ読んで内容をノートに整理しておく。"], "第10回": ["近世文学と民俗　勧化と怪談<BR/>実践例として、近世京都の寺院での勧化譚と怪談が民俗伝承とどのような関わりを持ったか具体例を通して学ぶ。", "【予習課題】<BR/>事前配布した勧化本のテキストを読んで内容を整理しておく。<BR/>【復習課題】<BR/>講義の舞台となった寺院周辺について地図などで周辺環境を確認する。"], "第11回": ["古記録・年代記と民俗<BR/>公家や僧侶、さらに近世には百姓も日記などの記録を書き残している。これらの記録は年中行事や庶民生活を知る上で史料となる。古記録の見方や基本的な注意点など概説をする。", "【予習課題】<BR/>『若山要助日記』を読み、盆行事についての記事を抜き出す。<BR/>【復習課題】<BR/>『若山要助日記』等の古記録から各自が関心を持つ年中行事についての記事を探し整理する。"], "第12回": ["絵図・地図と民俗<BR/>民俗学での活用が期待できる近世の絵図について概説をする。村絵図などは民俗学で村落景観の復元などで活用されてきているので、ここでは都市図を主にとりあげる。", "【予習課題】<BR/>大坂・京都の古地図についての授業に備え、現代の大阪・京都の地図を確認し、主要な地名とおおよその位置をあらかじめ把握しておく。<BR/>【復習課題】<BR/>指定する京都の場所について、複数の近世地図を比較し、景観や表記の違いを確認する。"], "第13回": ["近代公文書と民俗<BR/>明治以来、行政の場では厖大な公文書が作成されてきた。公文書には破棄されたものや戦災などで喪失したものもあるが、公文書館などで閲覧可能なものも少なくない。こうした公文書にも民俗学で活用可能な情報が多い。公文書を使った民俗学研究について具体例を通して説明する。", "【予習課題】<BR/>各自がフィールドとする地域に公文書館があるかHPなどで調べておく。<BR/>【復習課題】<BR/>フィールドとする地域の公文書館の所蔵文書の検索をして、どのような関連文書があるか確認する。"], "第14回": ["まとめ　文献史料と民俗学の可能性<BR/>講義内容のふりかえりとまとめを行う", "【予習課題】<BR/>これまでの講義内容を確認し、疑問点があれば整理していく。<BR/>【復習課題】<BR/>講義内容をふまえ、自身の研究にどのように活用できるか考える。"]}, "評価": {"教科書Required texts0": "特に使用しない。レジュメと資料は各回配布する", "参考文献・資料Reference books0": "その都度、紹介する", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "講義内容の理解度。申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "更新日時/Date of Update0": "2021年03月12日 11時07分26秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "社－院１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】社会学特殊講義G【社会・文化資源学】／Special Studies in SociologyG", "管理部署": "社会学研究科前期／Graduate School of Sociology Master's Course", "単位数": "2", "担当者": "村上　紀夫（MURAKAMI NORIO） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "春学期集中／Intensive (Spring)"}