{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業では、ヴァナキュラー文化研究の基礎を、アメリカ文化を主な対象として日本語と英語の両方で学びます。「伝統文化」と「現代文化」の研究とは、どのようなことなのでしょうか。この授業の目的は、日常的で権威を持たない文化すなわち「ヴァナキュラー文化」を、アメリカの場合を中心に学習しつつ日本やその他の文化圏とも比較し、文化の本質を考察することです。加えて、ヴァナキュラー文化研究の意義についても洞察を深めます。", "到達目標": "1) ヴァナキュラー文化研究分野の基礎知識がある。<BR/>2) 研究対象とする文化サンプルを自分で特定し、分類、解釈できる。<BR/>3) アメリカ、ヨーロッパ、日本を含めた東アジアのヴァナキュラー文化を比較し、分析する能力がある。<BR/>4) ヴァナキュラー文化研究のケーススタディ経験がある。", "特記事項": "【合併】文化人類学・民俗学文献講読（英）A（社会学研究科前期課程）/文化人類学・民俗学文献研究（英）A（社会学研究科後期課程）", "関連科目": "", "授業の概要・背景": "", "授業方法": "Folklore isn’t just old, traditional materials; it can be new and exciting as well. We’ll talk about the “old stuff” and &quot;living stuff&quot; during the semester, including folktales and songs in the United States and Europe, as well as traditional festivals like Halloween and their new variations. Then, we’ll talk about urban legends (think: modern, supposedly true scary stories) and even folklore on the Internet. This is a much bigger topic than most people think! Throughout, we’ll learn how folklore/traditional culture is closely connected to the beliefs, values, and concerns of society. <BR/><BR/>Additionally, from students I would like to learn about folklore of their native cultures, so I would like students to come to class with examples from their own culture in order to promote cultural exchange and communication. For a project, students may collect and document folklore by conducting interviews, taking photographs, or just talking to people about folklore in their own communities and then writing down what they learn in order to preserve this information for scholarly purposes. Other students may study closely certain type of vernacular culture of their intellectual interest so that they would understand better about the people and region. Students will present their research result in groups toward the end of the course.<BR/><BR/>教科書に書いてある内容を補足する方法で、講義と演習を交互に授業を進めます。講義では、授業担当者がアメリカ研究と現代民俗学に関連する英語表現の説明を含めつつ、情報を捕捉して詳しい解説を行います。予習として教科書の英語部分（難しくありません）の講読を必須とします。演習の時間には、受講生が授業テーマに関するコメントと研究発表を行います。学期期間中に、アメリカ人のゲスト講師による英語講義が２回あり、日本語でのフォローアップを行います。通常の授業は日本語で行いますが、教科書と資料の一部は英語です。", "トピック": {"第1回": ["導入授業「 ヴァナキュラー文化の研究について」「 アメリカ文化の研究について」<BR/>この授業の進め方と成績評価方法の説明", ""], "第2回": ["第１部「 お話とストーリーテリング」<BR/>講義：シンデレラ物語のバリエーション", "講義日：該当箇所の教科書を読むこと。<BR/>演習日：教科書・該当箇所のまとめを報告準備（担当者）<BR/>以下、同様"], "第3回": ["第１部　（民話、現代民話）<BR/>演習：１章〜３章の要点報告、考察、討論", ""], "第4回": ["第２部　「歌」<BR/>講義：アメリカのヒーロー民謡", ""], "第5回": ["第２部　（歌）<BR/>演習：１章〜３章の要点報告、考察、討論", ""], "第6回": ["第２部　<BR/>講義：日本の子守唄", ""], "第7回": ["第１部・第2部<BR/>演習：復習、要点確認、討論", "別途指示する。"], "第8回": ["第３部　「 モンスター・幽霊・ファンタジー』<BR/>講義：アメリカ人ゲスト講師による講義：Legends/ 伝承研究の理論と実践", ""], "第9回": ["第3部　（伝承）<BR/>演習：１章〜３章の要点報告 および　ゲスト講義の振り返り", ""], "第10回": ["第４部　「 祝祭と地域」<BR/>講義：アメリカ人ゲスト講師による講義：Halloween/ ハロウィーンの起源と現代文化", ""], "第11回": ["第４部　（祝祭）<BR/>演習：１章〜３章の要点報告　および　ゲスト講義の振り返り", ""], "第12回": ["第５部　「 デジタル時代に生きる伝統文化と新世代文化」<BR/>講義： インターネットミーム他のデジタル文化", ""], "第13回": ["演習： 受講生による研究発表", ""], "第14回": ["演習： 受講生による研究発表　つづき<BR/>受講生の研究への講評、「ヴァナキュラー文化研究の意義」、討論", ""]}, "評価": {"教科書Required texts0": "ウェルズ＆ギャバート『 アメリカ文化入門ーー 社会、地域、伝承』（丸善出版）2017 / 4621301527", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n授業中のミニレポート（教科書内容の報告と講義授業に関する考察）で40%, 学期末の研究発表とその発表をまとめたレポートで50％ 討議への取組み 10% を総合して評価する。", "更新日時/Date of Update0": "2022年02月13日 18時09分07秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "社－院１"]}, "campas": 0, "name": "【500】文化人類学・民俗学文献講読（英）A／Readings in Cultural Anthropological and Folkloristics Literature A", "管理部署": 31, "単位数": 2, "担当者": "ウェルズ　恵子（WELLS KEIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "評価1": 3, "開講期": 1}