{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、最近の環境裁判例の分析を通じて、環境保護の法システムの運用のあり方を学ぶことです。", "到達目標": "学生たちは、最近の環境裁判の分析を通じて、1）現代の環境問題の構造を理解し、2）その解決のあり方を探ります。", "特記事項": "【合併】環境法【環境法判例の展開2024】（法学研究科前期）/環境法【環境法判例の展開2024】（経済学研究科前期）/自治体環境法　（司法研究科）", "関連科目": "", "授業の概要・背景": "", "授業方法": "この授業は､基本的に、対面授業の形式で行います。<br /><br />1）最近の環境法に関する判決を検討します。また、環境法、行政法の両方から見て重要だと思われる、<br />近年の最高裁判決も取り上げたいと思います。1回の授業で1つの判決を丁寧に検討します。<br />紛争の全体像、原告の主張、被告の主張、背景となっている行政制度の仕組みなどを、ひっくるめて<br />理解する力を養うことを目的とします。<br /><br />2）具体的な授業のイメージは、以下のようになります。<br />　①　およそ1週間前に、次回に取り上げる判決についての事前質問を、教員から受講生<br />　　　に送ります。受講生は、授業までに当該判決を読み、質問に答えられるように準備<br />　　　してください。<br />　②　授業では、事前質問にしたがって、教員からのQ&amp;A方式で進めます。間違った<br />　　　ことを言っても減点にはなりませんので、遠慮なく、思ったことを発言して下さい。<br />　　　分からないときは「パス」と言って下さい。<br />　③　その日に取り上げた判決のまとめ担当者は、授業終了後にその日の議論をまとめて、<br />　　　教員にメールで送付してください。期限は特に設けませんが、原則として、授業<br />　　　終了後1〜2週間後までに、教員にメールで送って下さい。<br />　④　教員は、担当者から送られてきた「まとめ」を添削し、メールで全員に配布します。<br /><br />　以上のように､教員と学生との連絡は基本的にメールで行います。関学のアドレスと<br />　異なるアドレスを使っている人は、そのメールアドレスを教員に知らせて下さい。<br />　尚、担当教員（曽和）のメールアドレスは、sowato44@gmail.com　です。<br /><br />3））　受講生が希望すれば、学期中に2度ほど、事例問題演習を行います。とりあえずは、<br />　司法試験の過去問を素材に、答案を作成してもらいます。具体的な問題やその取扱方法に<br />　ついては改めて指示します。", "トピック": {"授業計画1": "　授業内容……毎回1つづつ、環境法に関する重要判例、最近の下級審判決などを検討します。<br />　今年の授業で取り上げる予定の判決はまだ決定していません、第1回目の授業で、受講生の希望を聞いて取り上げる判決を<br />　決定します。参考のために、昨年度（2023年度）に取り上げた判決を示すと、以下の通りです。<br /><div>　○　最高裁平成21年7月10日判決……公害防止協定の法的効力を認めた最高裁判決。</div><div>　○　最高裁平成19年12月7日判決……海岸法に基づく占用許可取消訴訟。</div><div>　○　山形地裁令和2年1月28日判決……現状変更命令の取消訴訟。</div><div>　○　山形地裁令和元年2月3日判決……予防原則的な規制と損失補償。</div><div>　○　名古屋地裁平成30年11月29日判決……森林開発許可の取消訴訟。</div><div>　○　山形地裁平成30年8月21日判決……森林開発不許可処分取消訴訟。</div><div>　○　最高裁平成26年7月2日判決……産業廃棄物処理業許可処分取消訴訟。</div><div>　○　最高裁平成26年1月28日判決……一般廃棄物処理業許可処分取消訴訟。</div><div>　○　大阪地判令和5年2月28日判決……行政文書の一部不開示決定の取消訴訟。</div><div>　○　東京地判令和4年3月2日判決……再生可能エネルギー発電認定有効確認訴訟。</div><div>　○　最高裁平成29年9月8日判決……行政上の救済と民事上の救済の関係。</div><div>　○　最高裁第1小法廷平成26年10月9日判決……アスベスト規制懈怠国賠訴訟。</div><div><br /></div>", "授業外学習2": "毎回、指定された判決を事前に入手・精読し、事前質問に答えられるように準備して授業に臨む。授業後に、担当者の「まとめ」を参考にして、復習する。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "授業中試験又はレポート(50%)を基準にして、評価する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への参加密度(10%)、担当者のまとめ報告水準(40%)で評価する。"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "金曜６時限／Friday 6", "秋学期／Fall", "ＮＫＣ８０５"]}, "campas": 7, "name": "【500】環境法【環境法判例の展開2024】／Environmental Law", "管理部署": 32, "単位数": 2, "担当者": "曽和　俊文（SOWA TOSHIFUMI） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 33, "評価1": 3, "評価2": 6, "開講期": 2}