{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "下記参照のこと", "到達目標": "下記参照のこと", "特記事項": "", "関連科目": "", "授業方法": "No textbook is used.  Students will be given reading materials either in print or via the Internet at least one week in advance. They must read all of the assigned readings before attending lectures or seminars.  (For those who are interested in further readings, a list of advanced readings is provided.  These are not required readings but provide the students with the opportunity to deepen their understanding of the subject and will be useful references for further studies.)  Students will be given different reading assignments according to their interest, the level of their study, discipline and credit transfer requirements.", "トピック": {"第1回": ["Part 1. Introduction<BR/><BR/>Business-Government Relations in East Asia: Course Orientation and Theoretical Considerations", ""], "第2回": ["Part 2. Country/Regional Studies<BR/><BR/>The Government and Economic Development in Modern Japan: Was it State-led Industrialization? (Statist Perspective)", ""], "第3回": ["Japan&#39;s Rise as an Economic Giant: State-led or Market-led? (Pluralist vs Statist Perspective)", ""], "第4回": ["The Government and Economic Development in Korea: Is it state-led? (Statist vs Pluralist Perspective)", ""], "第5回": ["The Government and Economic Development in Taiwan: Is it state-led or market-led?", ""], "第6回": ["The Government and Economic Development in Hong Kong: Is is a fine case of market-led development?", ""], "第7回": ["The Government and Economic Development in China: Is is a capitalist or socialist development?", ""], "第8回": ["Part 3. Case Studies<BR/><BR/>Special Topics in BGR 1", ""], "第9回": ["Special Topics in BGR 2", ""], "第10回": ["Special Topics in BGR 3", ""], "第11回": ["Special Topics in BGR 4", ""], "第12回": ["Special Topics in BGR 5", ""], "第13回": ["Part 4 Theoretical Considerations and Conclusion<BR/><BR/>Business-Government Relations in East Asia: Theoretical Considerations", ""], "第14回": ["Conclusion and course review", ""], "授業外学習2": "Participation in special seminars to be held from 13.30 till 15.00 on Wed. is required. The course is structured around lectures and seminars. Each participant is to critically present a book chapter or a journal article in addition to a case study in the class. The case study should be submitted as their final report. Students must obtain approval for presentation topics, and agree upon time slots for the presentations from the instructor within the first two weeks of the course. In addition to regular classes, a visitor’s session will be included if salient opportunities arise.  This is a seminar course.  Students who fail to attend more than 20% of the classes will not be passed without evidence of extraneous circumstances."}, "評価": {"教科書Required texts0": "Nil. Students are encouraged to read widely on the subject including periodicals and academic journals.", "参考文献・資料Reference books0": "Frederic C. Deyo, The Political Economy of the New Asian Industrialism (Ithaca: Cornell University Press, 1987); Chung H. Lee and Ippei Yamazawa (eds.), The Economic Development of Japan and Korea: A Prallel with Lessons (New York: Praeger, 1990); T. Mito, State Power and Multinational Oil Corporations: The Political Economy of Market Intervention in Canada and Japan (Fukuoka, Japan: Kyushu University Press, 2001); Pietro P. Masina, Rethinking Development in East Asia (London: Curzon, 2002): Kenneth L. Judd and Young Ki Lee (eds.), An Agenda for Economic Reform in Korea: International Perspectives (Stanford: Hoover Institution, Stanford University, 2000); Robert Wade, Governing the Market: Economic Theory and the Role of Government in East Asian Industrialization (Princeton: Princeton University Press, 1990); Alvin Y. So and Stephen K.W. Chiu, East Asia and the World Economy (London: Sage Publications, 1995); and Yumei Zhang, Pacific Asia: The Politics of Development (New York: Routledge, 2003).", "学生による授業評価の方法Course Evaluation by Students0": "Course evaluation will be conducted in July.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "For details, see below."], "成績評価Grading2": "備考　Note\n定期試験に代わるリポート(Term paper to replace the final examination)/その他(others)\nAssessment Details\n(1) Class Participation 10%\n(2) In class assignments 50%\n(3) Independent Research Presentation 40%", "備考Note0": "This course is recommended for those who wish to work in government, business or journalism among others. No prior knowledge of business studies or political economy is required.", "更新日時/Date of Update1": "2022年02月12日 12時54分41秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "個研"]}, "campas": 0, "name": "【500】比較政治・外交分析【Comparative Business-Government Relations】／Comparative Political and Diplomatic Analyses", "管理部署": 32, "単位数": 2, "担当者": "水戸　考道（MITO TAKAMICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 1, "評価1": 3, "開講期": 1}