{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本演習は、国際政治論に関連する修士論文執筆のための能力を獲得することを目的とする。", "到達目標": "学生が修士論文を自分で執筆できるようになること。", "授業方法": "演習形式／Seminar<BR/>初回授業から対面で実施する。オンライン受講許可学生に対しては同時双方向型オンライン（Zoom）で対応する。なお、Zoom URLなどの連絡はSlackを用いて行う。", "トピック": {"授業計画1": "研究演習61に引き続き、１年を通して自らの研究論文を書き上げるための能力を獲得することが最終的な目的である。受講生の論文の進捗状況によって授業計画を適宜変更するが、（1）学術論文（英語論文を含む）の批判的検討、および（2）受講生の研究発表とそれに対するコメントが軸となる。<BR/>The ultimate aim of this seminar is for students to acquire and enhance basic abilities to write their own academic paper. There are two pillars of this seminar through a year: (1) critical reading academic papers and (2) making a presentation and discussion. How to proceed this seminar can be changeable according to students&#39; request.", "授業外学習2": "文献講読にあたっては、疑問点や議論点をまとめたペーパーを各自作成しておくこと（約2～3時間）。また、各自で自分の選んだテーマに関する調査を進め、論文執筆を徐々に進めておくこと。質問や不安な点があれば、教員に適宜相談をしてください。<BR/>Students are required to critically read assigned texts and organize their opinions and questions (2-3 hours). Besides, students should take enough time outside class hours to prepare for their own papers. Please do not hesitate to ask questions to lecturer if any problems."}, "評価": {"教科書Required texts0": "特定の教科書は用いない。講読文献は第1回の授業時に決定する。\nReading materials will be assigned in the first session.", "参考文献・資料Reference books0": "授業内で指示する。\nInstructed by lecturer.", "学生による授業評価の方法Course Evaluation by Students0": "研究科で実施されている調査方法によって行う。\nCourse evaluation is conducted in class.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "文献講読の理解度や、修士論文執筆の準備状況を基に総合的に判断"], "成績評価Grading2": "備考　Note\n積極的な授業参加を期待するため、正当な理由なく、また無断で欠席した場合には成績評価に対して著しくマイナスとなる。Students will also deduct many points if he/she is absent from the sessions without the reasonable justification.", "備考Note0": "修士論文の執筆は孤独な作業ですが、他人に自分の研究を発表し、助言を求めることはよりよい論文を書く上で必須の作業です。進んでいないから相談しないのではなく、むしろ進捗に滞りがあった際には積極的に相談に来るようにしてください。", "更新日時/Date of Update1": "2021年10月13日 09時58分44秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜１時限／Wednesday 1", "秋学期／Fall", "個研"]}, "campas": 0, "name": "【600】研究演習　６２／Seminar", "管理部署": 32, "単位数": 2, "担当者": "赤星　聖（AKAHOSHI SHO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 4, "開講期": 2}