{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本科目の目的は、受講者が刑事司法の重要トピックに関する英文献を精読・検討することで、刑事法（刑事司法制度、刑罰制度、犯罪者処遇など）に関する英文献を読解する力を身につけることです。<BR/>また、日本の刑事法が抱える課題について比較法的視点に基づいて考える力を獲得することを目指します。", "到達目標": "本科目は、受講者が以下の項目を身につけることを目標とします。<BR/>a）刑事法比較研究の手法および視点<BR/>b）比較対象国の刑事法制や判例理論、最新の議論に関する知見<BR/>b）比較研究に基づく日本の刑事法の分析能力", "授業方法": "発表および議論を中心とした演習形式で進行します。<BR/>具体的には、以下の通りです。<BR/>①受講者の興味・関心や研究テーマ等に応じて、読解する英文献を設定します。<BR/>②受講者は、当該英文献を精読・訳出し、それを踏まえた報告レジュメを作成します。<BR/>③受講者は、講義内で、上記②レジュメを用いて報告します。<BR/>④上記③報告を踏まえて、他の受講者や担当者とともに議論します。<BR/><BR/>＊扱う文献は、英米圏の刑事法に関する学術論文や、合衆国最高裁判所判例、欧州人権裁判所判例などを想定しています。<BR/><BR/>■教室において対面実施をします。<BR/>但し、オンラインでの受講を許可された学生に対しては、３週目以降「Zoomによる同時配信」で対応する予定です。<BR/>１〜２週目は、教室対面授業の内容をZoomでも同時配信します。<BR/>詳細は、下部リンク「LUNA　科目のホームページ」をご覧ください。<BR/>LUNAで本科目のホームページをご覧いただき、左側メニュータブ「履修登録前のご連絡」をクリックしていただくと、ZoomミーティングURLや、Teams参加のためのチームコード、担当者の連絡先を閲覧できます。<BR/><BR/>【感染防止重点期間】<BR/>この科目は、４月28日以降も教室において対面で実施する予定です。<BR/>４月12日現在、受講者が少人数であること、３密を回避できること、演習形式で実施するため対面の方が学修効果が高いことが理由です。<BR/>しかし、その時々の感染状況や体調、実施内容（教員からの講義等が中心となる講義回）などに応じて、オンライン実施をすることもあります。<BR/>また、受講者がオンライン受講を希望する場合には、同時双方向型オンライン受講を認めます。<BR/>（2021/4/11追記）", "トピック": {"授業計画1": "発表および議論を中心とした演習形式で進行します。<BR/>第１回の講義で、受講者の興味・関心や研究テーマ等に応じて、読解する英文献を設定します。<BR/>その後の講義回は、受講者による報告と、報告を踏まえた議論を行います。<BR/>そして、最終回で、春学期の議論を総括します。", "授業外学習2": "この科目は、分担して受講者が報告し、その内容を踏まえて議論する方法で進めます。<BR/>文献や関連論点について、非報告者も事前に通読・学習することが求められます。"}, "評価": {"教科書Required texts0": "設定したテーマに応じて、担当者が適宜紹介します。", "参考文献・資料Reference books0": "設定したテーマに応じて、担当者が適宜紹介します。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "報告内容、議論における発言、積極性・主体性などに基づき、総合評価します。"], "成績評価Grading2": "備考　Note\n【感染防止重点期間】でオンライン講義となっても、上記の成績評価方法に変わりありません。", "URLリンク1/URL 10": "LUNA「科目のホームページ」", "更新日時/Date of Update1": "2021年04月19日 15時23分18秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "木曜６時限／Thursday 6", "春学期／Spring", "未定"]}, "campas": 0, "name": "【550】文献研究（英）　３／Readings in Legal/Political Literature (English)", "管理部署": 32, "単位数": 2, "担当者": "安部　祥太（ABE SHOTA） ", "履修基準年度": "１年", "時限1": 26, "評価1": 4, "開講期": 1}