{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、地方自治体に関係する最近の裁判例を素材にして、地方自治行政に対する司法的コントロールの在り方を検討することです。とくに、最近の住民訴訟例や情報公開裁判例などを検討することによって、住民による自治体行政の法的統制の現状と課題を学びます。", "到達目標": "学生たちは、住民による自治体行政の法的統制の現状と課題を学びます。具体的には、1）最近の住民訴訟判例、情報公開判例などを基に、行政の適法性保障の仕組みについて学ぶ。2）最近の自治体に関連する訴訟を検討することで、自治体が直面している現代的課題について学びます。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "この授業は、対面授業として行うが、コロナ感染状況に次第ではZoomを使ったオンライン授業とすることも考えている。<BR/>なお、この授業は司法研究科の「自治体行政法」の授業と同一ですので、司法研究科の学生も受講します。<BR/>第1回目の授業は、4月8日（金）の第6限（18:30〜20：00）。第1回目の授業では、取り上げる判決を決定するので、何も準備する必要はない。<BR/>具体的な授業の進め方は、最近の下級審判決、過去の重要な最高裁判決などから、毎回一つの判決を取り上げて、全員で検討する。もっとも、参加者が希望すれば、事例問題を出題し、起案してもらった答案を添削し、授業の中で解説をする、という回を増やすことも考えている。<BR/>具体的には、以下のように進める。1）授業の1週間前に、取り上げる予定の判決に関する事前質問を教員が受講生に送付する。2）受講生は、授業まで判決を読み、事前質問に答えられるように準備する。3）授業では、質問にそって。受講生全員との質疑応答で当該判決の内容を深める。4）毎回の授業のまとめを担当者が作成し、教員の添削を経て、受講生全員に配布する。4）なお、授業の半ばで一､二度（希望があればもっとたくさん）、事例問題についての起案と解説を行う予定である。", "トピック": {"授業計画1": "　最近の地方公共団体に関連する判例から、毎回、1つの判決をとりあげて検討する。更に受講生の要望に対応して、事例問題の検討<BR/>　（起案・添削）も1.2度行う予定である。<BR/>　今年度に取り上げる判例はまだ決まっていないが、参考のために昨年度（2021年度）の授業で取り上げた判決例は以下の通りである。<BR/>　○　鹿児島地判令和2・12・8……同一地域の同業者による、一般廃棄物収集・運搬業許可処分取消訴訟。請求認容。<BR/>　○　奈良地判令和2・3・24……高等学校廃止条例の取消訴訟と国家賠償訴訟。請求一部認容、一部棄却、一部訴え却下。<BR/>　○　京都地判令和2・3・24……条件付き採用期間中の公務員に対する分限免職処分の取消訴訟。請求認容。<BR/>　○　大分地判令和2・10・30　……指定管理者に対する指定取消処分の取消訴訟。請求棄却。<BR/>　○　広島地判令和1・7・2、広島高判令和2.9.29……「広島の海の管理に関する条例」に基づく海域の占用許可処分（汚染土壌の<BR/>　　　　処理施設設置のための桟橋等設置のための占用許可）に対する取消訴訟。訴え却下→請求棄却。<BR/>　○　那覇地判令和2・8・27……石垣市自治基本条例に基づき、石垣市の住民が有権者の4分の１以上の連署で住民投票の実施を<BR/>　　　　請求したにもかかわらず市長が住民投票を実施しないことは違法であるとして住民が提起した不作為の違法確認訴訟、<BR/>　　　　及び、実施の義務づけ訴訟。訴え却下。<BR/>　○　最大判令和2・11・25……市会議員に対する出席停止処分の取消訴訟。第一審（仙台地判平成30・3・8）は「法律上の<BR/>　　　　争訟」に該当しないとして訴えを却下したが、第二審（仙台高判平成30・8・29）は議員報酬の減額を伴うが故に「<BR/>　　　　法律上の争訟」に該当するとして訴えを適法とし、最高裁はそもそも本件争いは「法律上の争訟」に該当するとして<BR/>　　　　訴えを適法とした。<BR/>　○　最3小判令和2・7・14……求償権行使懈怠・住民訴訟。教員採用試験において不正を働いた教員に対して損害賠償請求権<BR/>　　　　の行使を怠っていることの違法を理由に損害賠償請求をすることを求める住民訴訟で、分割責任を認めるか、連帯責任<BR/>　　　　を認めるかなどについて明確にした例。<BR/>　○　さいたま地判令和2・1・15……自己に関する生活保護ケース記録の開示を個人情報保護条例に基づき請求し一部不開示<BR/>　　　　処分を受けたため、その取消訴訟と全部開示処分の義務づけ訴訟を提起した事例。請求一部認容、一部棄却。<BR/>　○　大阪地判令和3・2・22……生活保護基準引き下げが違憲・違法であるとして提起された保護変更処分の取消訴訟と国家<BR/>　　　　賠償訴訟。取消訴訟については請求認容、国家賠償訴訟については請求棄却。<BR/>　○　福岡地判令和2・11・4……医療法に基づく理事長認可（医師以外が理事長になるための知事の認可）を申請した者が、<BR/>　　　　拒否処分を受けたので。拒否処分の取消訴訟と認可の義務づけ訴訟を提起した例。請求認容。<BR/>　○　東京地判令和2・3・10……難民不認定処分の取消訴訟（+在留特別許可をしない旨の処分の無効確認訴訟、退去強制令書<BR/>　　　　発付処分の取消訴訟）。請求認容。", "授業外学習2": "毎回、指定された判決を入手し、事前に読んで疑問点をまとめ、事前質問に答えられるように準備して、授業に臨む。授業後は、担当者の「まとめ」を参考にして、授業中に学んだ内容を自分で整理しておく。"}, "評価": {"教科書Required texts0": "テキストは特に用いない。\n判決文を素材とする。", "参考文献・資料Reference books0": "曽和俊文『行政法総論を学ぶ』（有斐閣、2014年）\n曽和俊文・亘理格・山田洋『現代行政法入門[第4版]』（有斐閣、2019年）", "学生による授業評価の方法Course Evaluation by Students0": "最終の授業時に行う。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "授業の終わり頃に、授業で得た知識の確認、応用力の確認を行うために、特別のレポート課題を出し、それに対する解答結果に基づいて評価する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への参加密度(10%)、まとめ報告水準(40%)、を基準にして、評価する。"], "成績評価Grading3": "備考　Note\n授業への参加密度(10%)、まとめ報告水準(40%)、授業修了時頃に行う特別レポート（50%)を基準にして、評価する。", "更新日時/Date of Update0": "2022年01月13日 19時36分54秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜６時限／Friday 6", "春学期／Spring", "ＮＫＣ８０５"]}, "campas": 7, "name": "【500】行政法特論【自治体行政の法的統制2022】　２／Lecture on Topics of Administration Law", "管理部署": 32, "単位数": 2, "担当者": "曽和　俊文（SOWA TOSHIFUMI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 33, "評価1": 3, "評価2": 4, "開講期": 1}