{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本講は、労働経済学、国際経済学及び人の移動の研究（migration study)に関連する課題について、受講者に対し、理論的、実証的および制度・政策的な知識や研究ノウハウを与え、当該課題に関する研究を促進し、博士課程前期レベルの論文執筆や発表を支援することを目的とする。", "到達目標": "前期課程においては、１）秋の院生発表会の研究報告を作成する、２）１）を基礎にして、「経済学研究」に掲載できる論文をまとめる、３）学会や海外の大学との合同セミナーで英語の研究報告を行うことを、具体的な達成目標とする。これらの成果を踏まえて、修士論文の構想を組み立て、年内に基本的な修士論文の重要な部分となる原稿を作成し第２年度に引き継ぐ。", "授業方法": "本授業は、原則は対面で行います。状況に応じて、ZOOMによる双方向型のオンライン授業を行うことがあります。パワーポイントを使用した討論、テキストの輪読及び論文作成の指導・添削を行います。また、健康を優先し、体調が十分でない場合は、ZOOMによる双方向型の授業に適宜切り替えて実施します。<BR/>Power Point is used in the class. Reading text, revising draft articles, econometric analysis, field studies and interviews as well as intensive discussions on policy implications", "トピック": {"第1回": ["4月14日　イントロダクション　2021年度研究計画案の検討（１）<BR/>14 April  Introduction and planning of the study in the school year 2017.", "共通事項を、下の授業外学習欄に記載したので、参照。してください。"], "第2回": ["4月21日　2021年度研究計画の検討（２）<BR/>21 April  Elaboration of draft study plan in the school year 2017.", ""], "第3回": ["4月27日　 2021年度研究計画の検討（3）<BR/>27 April   Finalizing  the draft study plan in the school year 2017.", ""], "第4回": ["4月28日　　夏季研究会の報告とに向けた構想と関連文献の参照（その１)<BR/>28 April　　 Discussion on the construction of the article to be submitted to the meeting in autumn by graduate students", ""], "第5回": ["5月12日　　夏季研究会の報告に向けた構想と関連文献の参照(その２）<BR/>12　May    Finalizing the construction of the article to be submitted to the meeting in autumn by graduate students", ""], "第6回": ["5月19日　　実地調査に振り替え（その１）<BR/>19 May   Field study and collection of data and documents", ""], "第7回": ["5月26日　　実地調査に振り替え（その２）<BR/>26 May    Field study and collection of data and documents", ""], "第8回": ["6月2日　　夏季研究会の報告に関する理論的な検討（その１）<BR/>2 June  Theorizing the phenomenon to be discussed in the draft article in the meeting in  autumn (part one )", ""], "第9回": ["6月9日　　　夏季研究会の報告に関する理論的な検討（その2）<BR/>9. June     Theorizing the phenomenon to be discussed in the draft article in the meeting in autumn(part two)", ""], "第10回": ["6月16日　　　夏季研究会の報告に関する実証的な検討（その1）　多変量解析の手法の習得<BR/>16 June     Empirical studies especially using multi-variable analysis (part one)", ""], "第11回": ["6月23日　　　夏季研究会の報告に関する実証的な検討（その2）　多変量解析の手法の習得<BR/>23 June     Empirical studies especially using multi-variable analysis (part two)", ""], "第12回": ["6月30日　　　夏季研究会の報告に関する実証分析　その1）多変量解析のデータの検討<BR/>30 June    Empirical studies especially using multi-variable analysis (part three)", ""], "第13回": ["7月7日　　　　夏季研究会の報告に関する理論的・実証分析まとめ（その１）<BR/>7 July     Synthesizing the theoretical and empirical analyses which produces policy <BR/>              implications (part one)", ""], "第14回": ["7月14日　　　　夏季研究会の報告に関する理論的・実証的まとめ（その2）<BR/>14 July    Synthesizing the theoretical and empirical analyses which produces policy <BR/>              implications (part two)", ""], "第15回": ["8月下旬　　夏季研究会の報告の完成に関する集中指導　<BR/>Late August 　Intensive discussion and redrafting of an article and presentation<BR/>           　           <BR/>           Graduate School of KGU", ""], "第16回": ["9月22日　　 学外での英語による発表論文の構成と内容の検討（夏季研究会論文を基礎とする）<BR/>　　　　　　既存の２本の発表論文を基礎とする修士論文の最終組立の検討（２年生）<BR/>22 Sept.   Drafting of presentation in English /　Drafting of master thesis", ""], "第17回": ["9月29日　　学外での英語による発表論文作成・追加的な分析の実施　<BR/>       　　学内における修士論文中間報告会の準備（２年生）<BR/>29 September   Preparation for the seminar on draft master&#39;s thesis", ""], "第18回": ["10月6日　　 学内における修士論文中間報告会の準備（２年生）<BR/>　　　　　　　英語による発表論文作成・仕上げ作業<BR/>6. Oct      Preparation for the (international) seminar (in English)", ""], "第19回": ["10月13日　　　英語による発表論文案に基づくプレゼンテーション（その１）<BR/>13. Oct      Presentation for the (international) seminar (in English)", ""], "第20回": ["10月20日　　実地調査に振替え<BR/>20. Oct.      Field studies", ""], "第21回": ["10月27日　　実地調査に振替え<BR/>27 Oct. 　　 Field studies", ""], "第22回": ["11月10日　　「経済学研究」掲載用原稿の仕上げ（１）<BR/>10. Nov.      Finalizing draft article for Journal of Economic Studies at <BR/>              Graduate School of KGU", ""], "第23回": ["11月17日　　　「経済学研究」掲載用原稿の仕上げ（２）<BR/>17 Nov.       Finalizing draft article for Journal of Economic Studies at <BR/>              Graduate School of  KGU", ""], "第24回": ["11月24日　　 修士論文の最終案の原稿作成・引き続く研究計画の策定<BR/>24 Nov.   　 Drafting the final manuscript on Master&#39;s thesis (1)<BR/>            　Discussion on the other subject to be drafted as the next article", ""], "第25回": ["12月1日　　 修士論文の最終案の原稿作成・引き続く研究計画の策定<BR/>1 NDec.    　 Drafting the final manuscript on Master&#39;s thesis (2) <BR/>            　Discussion on the other subject to be drafted as the next article", ""], "第26回": ["12月8日　　  修士論文原案の作成と修正（2年生）（その２）<BR/>8. Nov.      Revising the final draft of master&#39;s thesis or draft article for Journal <BR/>             of Economic Studies ar Graduate School of KGU", ""], "第27回": ["12月15日　　各種論文最終案をめぐる政策的な討議　（その１）<BR/>15. Dec.     Discussion on the policy implications (part one )", ""], "第28回": ["12月22日　　　各種論文最終案をめぐる政策的な討議　（その２）<BR/>22　Dec.  　 Discussion on the policy implications (part two)", ""], "第29回": ["1月12日　　　 学年のまとめと次年度の計画<BR/>　　　　　<BR/>12 January 　　Final discussions on the draft articles", ""], "授業外学習2": "参加者は、事前の文献の読み込み、推計作業又は案文作成作業のため、2時間程度の準備を行うとともに、授業後も、議論を復習して、さらなる文献の収集と読み込みや推計又は案文作成のために、さらに3時間程度の事後学習を行うことが要請される。<BR/>Participants are requested to read designated articles, making drafts for discussion as well as estimations in advance (ca. two hours in advance). After the seminar, they should reflect the discussion and read further documents and revise drafts and estimations (ca. ３ hours after the seminar) ."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["OECD", "Employment Outlook", "OECD", "2020 年", "978-92-64-25811-2", ""], "教科書/Required texts2": ["井口　泰", "世代間利害の経済学", "八千代出版", "2011 年", "975-4-8479-1556-2", ""], "教科書/Required texts3": ["山口一男", "働き方の男女不平等", "日本経済新聞出版", "2017 年", "978-4-532-13471-6", ""], "教科書/Required texts4": ["神林　龍", "正規の世界・非正規の世界", "慶応義塾大学出版会", "2017 年", "978-4-8479-1556-2", ""], "教科書Required texts0": "Specify a textbook for each graduate student\n\n基礎的知識を固めるため、井口　泰『世代間利害の経済学』（八千代出版）のほか、井口　泰『国際的な人の移動と労働市場』（日本労働研究機構）も適宜参照すること。", "参考文献・資料Reference books0": "関連の内外文献を各種指示する。\nSuggesting the most relevant material from Japan and all over the world", "学生による授業評価の方法Course Evaluation by Students0": "各授業のごとに、意見や疑問を聴取し、必要な改善を行う。\nOpinions and comments are collected with a format periodically and are to be reflected in the next session", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "目標達成度を示す期末レポート（論文）を提出してもらい評価する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "毎回の授業への準備・メモの提出などを通じて、研究への取り組みの努力を評価する。"], "更新日時/Date of Update0": "2021年03月31日 00時44分46秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "水曜３時限／Wednesday 3", "通年／Year Round", "経－１０"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【600】研究演習　２／Seminar", "管理部署": "経済学研究科前期／Graduate School of Economics Master's Course", "単位数": "4", "担当者": "井口　泰（IGUCHI YASUSHI） ", "履修基準年度": "１年", "時限1": "水曜３時限／Wednesday 3", "開講期": "通年／Year Round"}