{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "海外の経済史の動向をさまざまな観点から学び，受講者が現代のさまざまな経済現象について歴史から問題を発見し，考察すること。", "到達目標": "今日の世界の経済的課題を歴史的観点から理解できるようになること。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "学生の発表と議論による演習形式。講義は一切しない。", "トピック": {"第1回": ["", "シラバスを「最後まで」読んだ上で納得した者は，履修登録し，授業に望むこと。"], "授業計画1": "受講生の理解や進度，教員の気分によって内容は適宜変更される。 第1回目のガイダンスで授業の方針を説明し，第2回目の授業で報告グループ・討論グループを決める(受講者が少ない場合は個人報告となる)。 第3回目以降，グループ(もしくは個人)による指定されたテキストを利用した報告，およびその内容についての討論をする。 報告内容のレベルが低い場合はやり直しとなる。報告担当以外の者も積極的に議論するこ と。授業中に一言も発しない者は即刻クビにする。", "授業外学習2": "指定された論文を徹底的に読込み，理解すること。疑問点・分からない点を明確にすること。"}, "評価": {"教科書Required texts0": "なし。", "参考文献・資料Reference books0": "授業中に指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "【成績評価種別基準】大学院受講生には追加レポートを課す。"], "成績評価Grading2": ["その他／Others (99)", "40 %", "平常点（出席状況，議論への参加度，授業への貢献など）。下記の備考を良く読むこと。"], "成績評価Grading3": "備考　Note\n必ず第1回・第2回のガイダンスに出席すること。そこで，シラバスを読んでいるかの確認，報告・討論のグループ分けをおこなう（受講者が少ない場合は個人報告となる）ため，第1回・第2回のガイダンスに出席しない者は自動的に落第となる。もし，第1回目の説明を聞いてついていけないと思ったものは，第2回目以降は来なくてよいが，当然ながらその時点で単位は落とすことになる。授業に出ずにとりあえず登録しておく学生がいるが，授業計画に支障をきたして教員と他の受講生の迷惑になるので履修登録はしないでもらいたい。", "備考Note0": "本授業は，研究論文を題材にした学生による報告と議論を重視するものなので，部活・就職活動による欠席なども含め，欠席は一切認めない。「家の用事」「個人的な用事」「報告直前の病気欠席」など曖昧／疑義がある理由，無断で欠席した場合は単位を認めない。例外はないので，良く考えて履修登録すること。全力で取り組むことができる者のみ受講すること。\n本授業は，報告・議論が義務となるため受講者がきわめて少ないことが予想される／または途中で脱落者が出てくると思われるので，報告は2-3回に1回，下手をすると毎週個人報告になるかもしれない。したがって，個人の負担は非常に大きい。また，まったく知らない人間とグループを組む可能性があるので，受講者はそれらの点を良く考えて履修登録をすること。語学が苦手な者も受講しない方がよいだろう。\n本講義は，高校までの世界史の知識程度では，課題を理解し，報告・議論することは到底できない。「数学・経済学は苦手だが，歴史だから何とかなる」というような軽い気持ちで受講しないこと。これと同様に，経済基礎科目を十分にパスできていない者も，受講しないことを勧める。\n報告者担当でなくても，テキスト・論文は全員が必ず読み込んでくること。毎回授業開始時にテキストを読んできたかの確認をする。その際に「ざっとは読みました」や「時間がありませんでした」などと明らかに読んでいないにもかかわらず見苦しい言い訳をする者は授業を受ける資格はないため， 退室してもらい，出席のカウントはしない。", "更新日時/Date of Update1": "2022年10月12日 15時59分57秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜２時限／Monday 2", "秋学期／Fall", "院１－２０８"]}, "campas": 0, "name": "【600】経済史Ｂ／Economic History B", "管理部署": 33, "単位数": 2, "担当者": "高島　正憲（TAKASHIMA MASANORI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 1, "評価1": 3, "評価2": 4, "開講期": 2}