{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、環境会計、CSR（企業の社会的責任）、ESGディスクロージャー等の現状と課題等を理解することを通じて、受講生自身が次の論点について調査し、考察することである。<BR/>・企業活動のグローバル化が進行する中で、今、世界で何が起きているかを知り、企業と環境・社会問題との関わりを考察する。<BR/>・環境会計・環境管理会計を通じて、企業活動の真のコスト・ベネフィットを考える。<BR/>・企業はどうあるべきか（企業の社会的責任, CSR）を考え、企業会計やESGディスクロージャーの在り方を考える。<BR/>・資本主義の功罪とこれからの企業のあり方を考える。", "到達目標": "本授業の到達目標は、次の論点にかかわる企業を取り巻く現状と環境会計・ディスクロージャーの課題を受講生自身が調査・理解し、その解決に向けて受講生自身の提言ができるようになることである。1.環境・社会問題と企業の社会的責任（CSR）、2.温暖化問題・水問題等と企業活動、3.企業の環境会計・環境管理会計、4.企業のESG・サステナビリティディスクロージャー、5.格差社会と企業活動、6.グローバリゼーションと企業活動、7.企業による共有価値創造（CSV）、国連の持続可能な開発目標（SDGs）への取り組み。受講生自身による複数企業のCSR報告書・統合報告書の採点作業と比較分析を通して、企業のESGディスクロージャー等の現状を説明し、課題を提示することができることも到達目標とする。", "授業方法": "対面授業で実施する。講義、採点・分析作業、受講生による発表、受講生とのディスカッションを中心に授業を進める。授業中は積極的な発言を求める（発言・発表に対してはその都度フィードバックを行う）。受講生の希望（学術上の関心）によって、授業内容はアレンジする予定。<BR/>【オンライン受講⽣対象】オンラインでの受講を許可された学⽣に対しては、1回目の授業から「Zoomによる同時配信」で対応する予定です。詳細（Zoomのリンクなど）は、Lunaの「掲示板」または「お知らせ」を確認してください。", "トピック": {"第1回": ["環境会計の背景：環境問題と企業、企業と社会<BR/>Background of Environmental Accounting", "【事後学習】環境会計の背景（環境・社会問題と企業）について、授業の内容をふまえて関連文献を読み、復習する。（４時間）"], "第2回": ["温暖化問題と企業、気候変動財務情報開示<BR/>Corporate Social Responsibility: Climate Issues and Businesses", "【事前学習】企業の社会的責任（温暖化問題と企業、気候変動財務情報開示）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（温暖化問題と企業、気候変動財務情報開示）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第3回": ["企業のコストとベネフィット：企業活動の本当のコスト<BR/>Costs and Benefits to Firms and Society: The True Costs", "【事前学習】企業の社会的責任（企業活動の本当のコスト）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（企業活動の本当のコスト）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第4回": ["企業の環境マネジメント、環境会計、環境管理会計　<BR/>Environmental Accounting and Environmental Management Accounting", "【事前学習】企業の環境マネジメント、環境会計、環境管理会計について関連文献を読む。（２時間）<BR/>【事後学習】企業の環境マネジメント、環境会計、環境管理会計について、授業の内容をふまえて、関連文献を読み、復習する。（２時間）"], "第5回": ["企業の社会的責任（CSR）<BR/>Corporate Social Responsibility", "【事前学習】企業の社会的責任（CSR）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（CSR）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第6回": ["経済格差と企業の社会的責任　　<BR/>Inequality and Corporate Social Responsibility", "【事前学習】経済格差と企業の社会的責任について、関連文献を読む。企業のCSR報告書・統合報告書等を幅広く入手し、内容を読んでおく。（２時間）<BR/>【事後学習】経済格差と企業の社会的責任について、授業の内容をふまえて関連文献を読み、復習する。企業のCSR報告書・統合報告書等を追加入手し、ディスクロージャー内容に基づき、報告書採点・分析に用いる企業を決定する。（２時間）"], "第7回": ["CSR／ESGディスクロージャー<BR/>Corporate Social Responsibility/ESG Disclosure", "【事前学習】CSRディスクロージャーについて、関連文献を読む。（２時間）<BR/>【事後学習】CSRディスクロージャーについて、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第8回": ["CSR報告書・統合報告書等の採点と比較分析<BR/>Analysis of Corporates&#39; CSR/Integrated Reports", "【事前学習】採点・比較分析に用いるCSR報告書・統合報告書等の内容を全て読んでおく。（２時間）<BR/>【事後学習】授業中に一部実施したCSR報告書・統合報告書等の採点作業を完了する。採点結果に基づき、企業間比較分析を行う。（２時間）"], "第9回": ["企業の社会的責任：資本主義の正体<BR/>Corporate Social Responsibility and Capitalism", "【事前学習】企業の社会的責任（資本主義の正体）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（資本主義の正体）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第10回": ["ESG投資<BR/>ESG Investments", "【事前学習】ESG投資について、関連文献を読む。（２時間）<BR/>【事後学習】ESG投資について、授業の内容をふまえて関連文献を読み、復習する。（２時間）"], "第11回": ["企業の社会的責任：共有価値創造（CSV）<BR/>Corporate Social Responsibility and Creating Shared Value", "【事前学習】企業の社会的責任（共有価値創造）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（共有価値創造）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第12回": ["共有価値創造と統合報告<BR/>Creating Shared Value and Integrated Reporting", "【事前学習】共有価値創造と統合報告について、関連文献を読む。（２時間）<BR/>【事後学習】共有価値創造と統合報告について、授業の内容をふまえて、関連文献を読み、復習する。（２時間）"], "第13回": ["企業の社会的責任：進歩の罠<BR/>Corporate Social Responsibility and Future of Business", "【事前学習】企業の社会的責任（進歩の罠）について、関連文献を読む。（２時間）<BR/>【事後学習】企業の社会的責任（進歩の罠）について、授業の内容をふまえて小レポートを執筆する。（２時間）"], "第14回": ["CSR報告書・統合報告書等の採点と比較分析の結果発表<BR/>Presentations for Analysis of Firms&#39; CSR/Integrated Reports<BR/>財務データからSDGsを考える：探索的財務ビッグデータ解析<BR/>Business and SDGs: Exploratory Financial Big Data Analysis", "【事前学習】受講生によるCSR報告書・統合報告書等の採点と比較分析の結果発表について準備する。（２時間）<BR/>【事後学習】CSR報告書・統合報告書等の採点と比較分析の結果発表の内容について、授業中のコメント・討議を基に改訂し、レポートを作成する。（２時間）"], "授業外学習2": "企業のCSR報告書や統合報告書を受講生自身が収集し、比較・分析を行う。<BR/>企業の社会的責任とその本質について、各テーマごとに与えられる小レポート（全6回分予定）を作成する。"}, "評価": {"教科書Required texts0": "毎回レジメ・資料を配布する。", "参考文献・資料Reference books0": "Saka, C. and Oshika, T. (2014) Disclosure Effects, Carbon Emissions and Corporate Value, Sustainability Accounting, Management and Policy Journal, Vol. 5 No. 1, pp. 22-45.\nSaka, C., Oshika, T. and Jimichi, M. (2019) Visualization of Tax Avoidance and Tax Rate Convergence: Exploratory Analysis of World-scale Accounting Data, Meditari Accountancy Research, Vol. 27, No. 5, pp. 695–724.\nOshika, T. and Saka, C. (2017) Sustainability KPIs for Integrated Reporting, Social Responsibility Journal, Vol. 13 No. 3,pp. 625-642.\nStiglitz, J. The Price of Inequality, Penguin, 2013.\n阪智香・國部克彦・地道正行（2020）「会計と不平等―付加価値分配率の探索的データ解析―」『国民経済雑誌』第221巻第4号、pp. 1-20\n阪智香著（2011）『環境会計論』東京経済情報出版\n國部克彦・中嶌道靖編著（2018）『マテリアルフローコスト会計の理論と実践』同文舘出版　等", "学生による授業評価の方法Course Evaluation by Students0": "大学院指定の期間に統一の様式で実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "期末レポート（発表を含み50点）により、理解力、課題発見能力、分析能力等を問う。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "小レポート6回分（30点）と授業中のディスカッション等（20点）により、理解力、知識の定着、クリティカルシンキング能力、分析能力等を問う。"], "成績評価Grading3": "備考　Note\n配慮対象学⽣への成績評価は、上記と同じです。", "更新日時/Date of Update0": "2021年04月22日 14時44分31秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜１時限／Friday 1", "春学期／Spring", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】会計情報論特殊講義／Advanced Course in Accounting Information", "管理部署": "商学研究科前期／Graduate School of Business Administration Master's Course", "単位数": "2", "担当者": "阪　智香（SAKA CHIKA） ", "履修基準年度": "１年", "時限1": "金曜１時限／Friday 1", "開講期": "春学期／Spring"}