{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講生が、情報会計・環境会計に関する主要理論および課題について研究した上で、修士論文の執筆を進めることができるよう、会計学の研究方法を習得し、それを受講生自身の研究テーマに適用して研究を遂行することである。", "到達目標": "本授業の到達目標は、会計学の研究方法を学習した上で、情報会計・環境会計に関する理論および主要課題についての先行研究をレビューし、修士論文の作成に向けて研究課題（リサーチ・クエスチョン）を決定し、理論を検討し、仮説設定・データ収集・データ分析を行い、論文執筆を遂行することである。これらを1年間を通して計画的に進める。", "授業方法": "対面授業。会計学の研究方法等について講義・指導した後は、受講生自身によって研究を進め、その進捗状況を毎週の授業中に報告することを求める。毎回の報告後にはフィードバックを行う。研究テーマについては、受講生自身の希望を重視する。あらかじめ研究上の問題意識をもって受講してほしい。<BR/>【オンライン受講⽣対象】オンラインでの受講を許可された学⽣に対しては、1回目の授業から「Zoomによる同時配信」で対応する予定です。詳細（Zoomのリンクなど）は、Lunaの「掲示板」または「お知らせ」を確認してください。", "トピック": {"第1回": ["授業のオリエンテーション", "【事後学習】第２回授業でのプレゼンテーションの準備をする。（４時間）"], "第2回": ["受講生によるこれまでの研究成果のプレゼンテーション", "【事前学習】プレゼンテーションの準備をする。（２時間）<BR/>【事後学習】授業での指摘・討議をふまえて、受講生自身のプレゼンテーション内容について再検討する。（２時間）"], "第3回": ["研究手順について", "【事前学習】受講生の研究テーマに関連する研究手順について準備・検討する。（２時間）　<BR/>【事後学習】受講生の研究テーマに関連する研究手順について、授業の内容をふまえて再検討する。（２時間）"], "第4回": ["研究の理論的枠組みやリサーチ・デザインについて", "【事前学習】受講生の研究テーマに関連する研究の理論的枠組みやリサーチ・デザインについて準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する研究の理論的枠組みやリサーチ・デザインについて、授業の内容をふまえて再検討する。（２時間）"], "第5回": ["会計研究における量的分析について", "【事前学習】受講生の研究テーマに関連する量的分析について準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する量的分析について、授業の内容をふまえて再検討する。（２時間）"], "第6回": ["会計研究における質的分析について", "【事前学習】受講生の研究テーマに関連する質的分析について準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する質的分析について、授業の内容をふまえて再検討する。（２時間）"], "第7回": ["会計学の文献・資料等の情報収集方法に関する指導と実践", "【事前学習】受講生の研究テーマに関連する文献・資料等の情報収集方法について準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する文献・資料等の情報収集方法について、授業の内容をふまえて再検討する。（２時間）"], "第8回": ["情報会計・環境会計の理論に関する先行研究レビュー", "【事前学習】受講生の研究テーマに関連する理論文献の先行研究レビューについて準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する理論文献の先行研究レビューについて、授業の内容をふまえて再検討する。（２時間）"], "第9回": ["情報会計・環境会計の主要課題に関する先行研究レビュー", "【事前学習】受講生の研究テーマに関連する主要課題の先行研究レビューについて準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する主要課題の先行研究レビューについて、授業の内容をふまえて再検討する。（２時間）"], "第10回": ["リサーチ・デザインとリサーチ・クエスチョンの検討", "【事前学習】受講生の研究テーマに関連するリサーチ・デザインとリサーチ・クエスチョンについて準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連するリサーチ・デザインとリサーチ・クエスチョンについて、授業の内容をふまえて再検討する。（２時間）"], "第11回": ["リサーチ・クエスチョンの特定", "【事前学習】受講生の研究テーマに関連するリサーチ・クエスチョンについて準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連するリサーチ・クエスチョンについて、授業の内容をふまえて再検討する。（２時間）"], "第12回": ["データの収集と管理について", "【事前学習】受講生の研究テーマに関連するデータの収集と管理について準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連するデータの収集と管理について、授業の内容をふまえて再検討する。（２時間）"], "第13回": ["リサーチ・プロポーザルの作成", "【事前学習】受講生の研究テーマに関連するリサーチ・プロポーザルについて準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連するリサーチ・プロポーザルについて、授業の内容をふまえて再検討する。（２時間）"], "第14回": ["リサーチ・プロポーザルのプレゼンテーション", "【事前学習】受講生の研究テーマに関連するリサーチ・プロポーザルのプレゼンテーションについて準備する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連するリサーチ・プロポーザルについて、授業の内容をふまえて再検討する。（２時間）"], "第15回": ["研究データの収集方法について", "【事前学習】受講生の研究テーマに関連する研究データの収集方法について準備・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する研究データの収集方法について、授業の内容をふまえて再検討する。（２時間）"], "第16回": ["研究データの収集", "【事前学習】受講生の研究テーマに関連する研究データを収集する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する研究データの収集について、授業の内容をふまえて再検討する。（２時間）"], "第17回": ["収集したデータの確認と再収集", "【事前学習】受講生の研究テーマに関連して収集したデータの内容を確認・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連して収集したデータについて、授業の内容をふまえて再検討する。（２時間）"], "第18回": ["予備的分析の実施", "【事前学習】受講生の研究テーマに関連する予備的分析を準備・実施する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する予備的分析について、授業の内容をふまえて再検討する。（２時間）"], "第19回": ["分析結果の確認とリサーチ・デザインの再考", "【事前学習】受講生の研究テーマに関連する分析結果を確認し、リサーチ・デザインを再考する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する分析結果とリサーチ・デザインについて、授業の内容をふまえて再検討する。（２時間）"], "第20回": ["リサーチ・デザインの再設計", "【事前学習】受講生の研究テーマに関連するリサーチ・デザインの再設計を進める。（２時間）<BR/>【事後学習】受講生の研究テーマに関連するリサーチデザインについて、授業の内容をふまえて再設計する。（２時間）"], "第21回": ["先行研究レビューの再実施", "【事前学習】受講生の研究テーマに関連する先行研究レビューを再実施する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する先行研究レビューについて、授業の内容をふまえて再実施する。（２時間）"], "第22回": ["研究データの再収集", "【事前学習】受講生の研究テーマに関連する研究データを再収集する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する研究データについて、授業の内容をふまえて再収集する。（２時間）"], "第23回": ["研究データの整理", "【事前学習】受講生の研究テーマに関連する研究データを整理する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する研究データについて、授業の内容をふまえて再整理する。（２時間）"], "第24回": ["研究データの分析", "【事前学習】受講生の研究テーマに関連する研究データを分析する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する研究データについて、授業の内容をふまえて再分析する。（２時間）"], "第25回": ["分析結果の確認", "【事前学習】受講生の研究テーマに関連する分析結果について確認・検討する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する分析結果について、授業の内容をふまえて再検討する。（２時間）"], "第26回": ["分析結果の解釈", "【事前学習】受講生の研究テーマに関連する分析結果について解釈する。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する分析結果について、授業の内容をふまえて再解釈する。（２時間）"], "第27回": ["修士論文の執筆と確認", "【事前学習】受講生の研究テーマに関連する修士論文の執筆を進める。（２時間）<BR/>【事後学習】受講生の研究テーマに関連する修士論文について、授業の内容をふまえて改訂し、執筆を進める。（２時間）"], "第28回": ["修士論文の進捗状況（中間成果）についてのプレゼンテーション", "【事前学習】受講生の修士論文の進捗状況（中間成果）についてのプレゼンテーションを準備する。（２時間）<BR/>【事後学習】修士論文の進捗状況（中間成果）のプレゼンテーションに対する授業中のコメント・討議を基に、修士論文を改訂する。（２時間）"], "授業外学習2": "会計コースの関連する授業および統計学関連の授業の履修が必要。<BR/>春学期は、リサーチ・プロポーザル作成に向けて、先行研究レビューなどを受講生自身が授業時間外に実施し、その成果を授業中に報告すること。<BR/>秋学期は、春学期に作成したリサーチ・プロポーザルの内容を深め、受講生自身が修士論文の執筆を進める。毎回の授業中に、進捗した内容に関するプレゼンテーションを求める。<BR/>研究テーマについては、受講生自身の希望を重視する。あらかじめ研究上の問題意識をもって受講してほしい。"}, "評価": {"教科書Required texts0": "マルコム・スミス著、平松一夫監訳『会計学の研究方法』中央経済社、2015年。\nその他、授業中に指示する。", "参考文献・資料Reference books0": "Oshika, T. and Saka, C. (2017) “Sustainability KPIs for Integrated Reporting”, Social Responsibility Journal, Vol. 13, No. 3. pp. 625-642.\nSaka, C. and Jimichi, M. (2017) “Evidence of Inequality from Accounting Data Visualisation”, Taiwan Accounting Review, Vol. 13, No. 2, pp. 193-234, December 2017.\nSaka, C. and Oshika, T. (2014) Disclosure Effects, Carbon Emissions and Corporate Value, Sustainability Accounting, Management and Policy Journal, Vol. 5 No. 1, pp. 22-45.\nR.H.Gray, K.J.Bebbington and S.Gray（2010）Social and Environmental Accounting, Sage.\n阪智香（2001）『環境会計論』東京経済情報出版　等", "学生による授業評価の方法Course Evaluation by Students0": "大学院指定の期間に統一の様式で実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業中の討議内容、研究進捗報告、執筆論文等に基づき、先行研究調査・分析能力、データ収集・分析能力、研究遂行能力、論理的思考・論述力、プレゼンテーション能力等により、総合的に評価する。"], "成績評価Grading3": "備考　Note\n配慮対象学⽣への成績評価は、上記と同じです。", "更新日時/Date of Update0": "2021年04月22日 14時44分48秒", "項番No.0": [], "項番No.1": ["2021年度", "通年／Year Round", "金曜４時限／Friday 4", "通年／Year Round", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】会計学研究演習I　３／Seminar in Accounting I", "管理部署": "商学研究科前期／Graduate School of Business Administration Master's Course", "単位数": "4", "担当者": "阪　智香（SAKA CHIKA） ", "履修基準年度": "１年", "時限1": "金曜４時限／Friday 4", "開講期": "通年／Year Round"}