{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "春学期に引き続き、本授業の目標は大学院生に分かりやすくヨーロッパを中心に自動車産業の構造、発展と現在課題を紹介し、議論することです。秋学期の授業の中心は1990年代以降の自動車産業の変更とグローバル化であり、春学期に得た知識にベースして、この２点にについて大学院生は知識を深めることができる。", "到達目標": "本講義は、学生に欧州自動車産業の構造と特徴、ヨーロッパの自動車グループと各ブランドの発展過程について、競争戦略論の視点から考察します。<BR/>本授業の評価方法に関してですが、学生の成績は60％の授業への貢献と40％の学生発表により評価されている。", "授業方法": "講義形式。受講者は各回の予習課題に取り組んでから授業に臨むこと。", "トピック": {"第1回": ["ヨーロッパ自動車産業：　前学期の内容のまとめと今学期の内容紹介", ""], "第2回": ["中東欧と自動車産業：　低コストの生産拠点から有力な地元の自動車産業へ？", ""], "第3回": ["ケース・スタディ：　伝統的な自動車メーカーの回復‐シュコダ自動車", ""], "第4回": ["ケース・スタディ：　ダチア自動車　-　新しい市場セグメントを作ったメーカーの戦略", ""], "第5回": ["ヨーロッパにおける新しい労働分配と西欧のメーカー反応：生産システムと労働制", ""], "第6回": ["ケース・スタディ：　BMWの軌道経路（ローバーのM&amp;Aの失敗以降のグローバル化）", ""], "第7回": ["ケース・スタディ：　ダイムラーのグローバル戦略", ""], "第8回": ["ケース・スタディ：　プジョー・シトロエン", ""], "第9回": ["EUを超えて：世界のメガ・コンペティションとヨーロッパの自動車産業　-　BRICsの国々", ""], "第10回": ["債務危機、経済危機、自動車危機：リーマンショックとCOVID19の自動車産業経の影響", ""], "第11回": ["自動車産業と持続可能な発展：カーシェーリングとその他の新モーターリセーションパターン？", ""], "第12回": ["自動車産業と持続可能な発展：自動車の自動運転技術と電気化", ""], "第13回": ["自動車産業は未来があるか", ""], "第14回": ["大学院生のプレゼンテーションとまとめ", ""], "授業外学習2": "ヨーロッパの自動車産業と関連している基本の論文などが読むべきである"}, "評価": {"参考文献・資料Reference books0": "1. ブングシェ・ホルガー：EUの拡大・深化とヨーロッパ自動車産業。In:海道ノブチカ（編著）：EU拡大で変わる市場と企業、日本評論社、2008年。\n2. Furukawa, Sumiaki; Schmidt, Gert: The Changing Structure of Automotive Industry and the Post-Lean Paradigm in Europe. Kyushu University Press, 2008.\n3. EU Institute in Japan Kansai: New Developments in the European Automobile Industry. Workshop September 29th, 2007. EU Institute Japan, Kansai, 2008.\n4. Freyssenet, Michel et al. Globalization or Regionalization of the European Car Industry? Palgrave. 2003\n5. Laux, James, The European Auto Industry, Twayne 1992\n6. ブングシェ・ホルガー：ＥＵにおける自動車産業。In: 市川　顕：ＥＵの社会経済と産業、関西学院大学出版会、2015年\n7．Freyssenet, Michel et. al. (ed.): One Best Way? Trajectories and Industrial Models of the World’s Automobile Producers, Oxford, Oxford University Press, 1998\n8. Freyssenet, Michel (ed.): The Second Automobile Revolution. Trajectories of the World Carmakers in the 21st Century. Houndmills and New York, Palgrave Macmillan, 2009\n9. Calabrese, Guiseppe (ed.): The Greening of the Automotive Industry. Houndmills and New York, Palgrave Macmillan, 2012", "学生による授業評価の方法Course Evaluation by Students0": "標準評価方法", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "以下にご参照"], "成績評価Grading2": "備考　Note\n学生の成績は60％の授業への貢献と40％の学生発表により評価されている", "更新日時/Date of Update0": "2021年01月12日 21時38分19秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜３時限／Thursday 3", "秋学期／Fall", "商－１５"]}, "campas": 0, "name": "【500】商学特別講義【ＥＵの政策と自動車産業Ｂ】　２／Special Course in Business", "管理部署": 34, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "１年", "時限1": 23, "評価1": 4, "開講期": 2}