{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "生体高分子は、生体内で化学反応を行い、また、複合体を形成して小さな機械として振る舞ったり、全ての生命現象に関与している。これら生体高分子の働きを理解する為に、生体高分子の構造構築、構造と機能・生命現象との関連についての理解を深める事を目的とする。<BR/>このため、生体高分子、特にタンパク質に焦点を絞り構造を中心とした講義を行う。即ち、生体高分子の構造構築の階層性・様式や、構造と機能との関連、生命現象との関連について解説する。上記のような構造構築原理や構造機能相関を調べる上で重要な、生体高分子の構造決定法についての講義も行う。特に、構造生物学研究で重要な位置を占めるタンパク質結晶学について詳述する。<BR/>また、タンパク質及び核酸構造研究の歴史を概説することにより、研究への取り組みについての考え方にアプローチする。", "到達目標": "生体高分子の構造研究法、特にＸ線散乱を用いた構造研究法に付いての理解を深める事を目的とする。<BR/>生体高分子は、生体内で化学反応を行い、また、複合体を形成して小さな機械として振る舞ったり、全ての生命現象に関与している。これら生体高分子の働きを理解する為に、生体高分子の構造構築、構造と機能・生命現象との関連についての理解を深める事を目的とする。", "授業方法": "コロナ禍を鑑み、オンライン講義とする。（オンラインA型と仮にしてある）<BR/>最初はオンデマンドで始め、状況を見てリアルタイムオンライン、対面講義へ移行する可能性もある。<BR/>変更の場合は、前週の講義時に指示する。<BR/>パワーポイントを用いる。", "トピック": {"第1回": ["生体高分子の概説。生体高分子構造の重要性。", "第一回講義までにオンデマンドのリンクをシラバスに掲示する。<BR/>履修登録確定後は、Lunaのみにて指示を掲示する。"], "第2回": ["蛋白質構造の階層性。一次構造、二次構造、三次構造、四次構造の概説。", ""], "第3回": ["蛋白質の二次構造の特徴。超二次構造。", ""], "第4回": ["三次構造、四次構造の構造構築原理。<BR/>種々の蛋白質の構造概説。αー構造。βー構造。α／β構造。<BR/>構造情報の見方。構造機能相関研究の例。実際の蛋白質構造をコンピュータグラフィックスで見る。", ""], "第5回": ["核酸の構造。核酸と蛋白質との相互作用。<BR/>蛋白質構造の最近の話題。天然変性蛋白質。", ""], "第6回": ["種々の生体高分子構造研究法。原理、利点、欠点。<BR/>NMR、Ｘ線回折法、中性子回折法、電子顕微鏡、その他。", ""], "第7回": ["蛋白質結晶学１。結晶構造解析法概説。<BR/>蛋白質結晶学２。結晶。対称。", ""], "第8回": ["蛋白質結晶学３。Ｘ線と物質との相互作用。散乱。回折。", ""], "第9回": ["蛋白質結晶学４。位相決定法。", ""], "第10回": ["蛋白質結晶学５。位相決定法。構造精密化。<BR/>プロテインデータバンク。", ""], "第11回": ["生体高分子構造研究の歩み１。", ""], "第12回": ["生体高分子構造研究の歩み２。", ""], "第13回": ["生体高分子構造研究の歩み３。", ""], "第14回": ["総括。", ""], "授業外学習2": "タンパク質など、生命現象に関係する生体分子に興味を持つこと。<BR/>また、研究手法の講義部分は、自分の専門に関連付けて、自分の研究に応用できないかなどという点を考えること。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "100 %", ""], "成績評価Grading2": "備考　Note\nレポート、講義に取り組む姿勢による", "更新日時/Date of Update0": "2021年09月08日 10時46分25秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "ＩＶ－２１１"]}, "campas": 1, "name": "【511】解析系化学特論II／Advanced Studies in Phys. and Analy. Chem. II", "管理部署": 35, "単位数": 2, "担当者": "山口　宏（YAMAGUCHI HIROSHI） ", "履修基準年度": "１年", "授業形態": 2, "緊急授業形態": 2, "オンライン授業形態": 2, "時限1": 7, "評価1": 1, "開講期": 2}