{"履修期": "通年集中", "主な教授言語": "日本語", "授業目的": "プロジェクトマネジメント、要求分析、プロセス改善などソフトウェア開発に係る手法・技法を学ぶことで、ソフトウェア開発を効率的かつ円滑に進めるための方法論を習得する。また、メーカーでのソフトウェア開発の実例を知ることで、より実践的な応用力も身につける。", "到達目標": "１）プロジェクトマネジメント、要求分析、プロセス改善などソフトウェア開発に係る手法・技法を自分の言葉で説明できる。<BR/>２）これらについての実践的な活用法を理解する。", "授業方法": "１）双方向型講義<BR/>パワーポイント（PPT)を使った講義を基本にするが、一方的な講義でなくいつでも質問歓迎で、自由で活発な意見交換を伴う双方向型の授業形式を取る。PPTの内容は原則としてレジュメとして配布する。<BR/>２）演習による実践的講義<BR/>講義中の小演習やグループで行うワークショップなど、実践的な授業形態を取る。理解度向上のため、適宜質問やグループ討議を行う。ワールドカフェ方式のワークショップも行う。", "トピック": {"第1回": ["高品質ソフトウェア開発手法（PM編　講義）", "自己の研究をプロジェクトに見立てて計画を立ててみる"], "第2回": ["高品質ソフトウェア開発手法（PM編　ワークショップ）", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第3回": ["ソフトウェア要求開発（講義）　＜2コマ＞", "自己の研究における要求についてステークホルダや要件について検討してみる"], "第4回": ["ソフトウェア要求開発（ワークショップ）および課題レポート作成", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第5回": ["高品質ソフトウェア開発手法（品質編　講義）", "自己の研究で開発しているソフトウェアの品質について定量的に検討してみる"], "第6回": ["高品質ソフトウェア開発手法（品質編　ワークショップ）", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第7回": ["企業におけるソフトウェア開発の事例（講義）　＜2コマ＞", "自己の研究成果の応用について学んだことを参考に検討する"], "第8回": ["ソフトウェア開発の実際（ワークショップ）および課題レポート作成", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第9回": ["ソフトウェアプロセス改善（講義）", "自己の研究の進め方について、プロセス改善の考え方に則って改善できないか考える"], "第10回": ["ソフトウェアプロセス改善（ワークショップ）", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第11回": ["研究テーマのブラッシュアップ（ワークショップ）　＜2コマ＞", "ワークショップで学んだグループ討議のやり方を自分の研究テーマの検討会などで応用する"], "第12回": ["研究テーマに関わる課題レポート作成", "課題レポートは採点の上返却するので、学んだことを振り返る"], "授業計画1": "以下の４つのテーマの講義を行う。各講義の後半には、ワークショップ形式のグループ討議の時間を設け、学んだことの実践的な応用について意見交換しグループ毎に発表する。また、毎日授業終了前にその日の学びを確認する課題レポートの作成を行う。<BR/>１）高品質ソフトウェア開発手法：V字モデルに基づくソフトウェア開発手法、設計フロントローディング、プロセス改善手法など、企業で行われている実践的な高品質ソフトウェアの開発手法を学ぶ。<BR/>２）ソフトウェア要求開発：ソフトウェア開発の上流フェーズにおけるソフトウェア要求分析、要求管理の企業内での取り組み、特に、高品質ソフトウェア開発のために実施している要求抽出、要求の仕様化、要求仕様の妥当性確認、要求変化への対応に関わる具体的な取り組みについて学ぶ。<BR/>３）ソフトウェアプロセス改善：ソフトウェアシステムの継続的な生産性向上・品質向上に向けた、組織のプロセス改善の取り組みとその具体的な手法を学ぶ。<BR/>４）企業のソフトウェア開発事例：企業における実際のソフトウェア開発を、カーナビゲーションシステムおよび産業用双方向大画面システムの開発事例を通じて学ぶ。"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "毎日講義最後に課題を与えてその場で作成しLUNA上に提出"], "成績評価Grading2": "備考　Note\n公欠で欠席する場合は救済措置あり。詳細は初日の講義で説明する。", "更新日時/Date of Update0": "2021年01月07日 14時14分51秒", "項番No.0": [], "項番No.1": ["2021年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年集中／Intensive (Year Round)", "ＩＶ－２１１"]}, "campas": 1, "name": "【512】情報科学特殊講義I／Special Lecture in Informatics I", "管理部署": 35, "単位数": 2, "担当者": "前川　隆昭（MAEKAWA TAKAAKI） ", "履修基準年度": "１年", "時限1": 49, "評価1": 3, "開講期": 7}