{"履修期": "通年集中", "主な教授言語": "日本語", "授業目的": "プロジェクトマネジメント、品質管理、要求分析などソフトウェア開発に係る手法・技法を学ぶことで、ソフトウェア開発を効果的かつ効率的に進めるための方法論を習得する。また、メーカーでのソフトウェア開発の実例を知ったり、ワークショップで各自の研究に沿った議論をすることで、より実践的な応用力も身につける。", "到達目標": "１）プロジェクトマネジメント、品質管理、要求分析などソフトウェア開発に係る手法・技法を自分の言葉で説明できる。<BR/>２）自らの研究への実践的な活用法を理解する。", "特記事項": "", "関連科目": "", "授業の概要・背景": "現時点では、対面授業を行うことを前提に授業計画を立てている。新型コロナウイルスの感染状況により、オンライン授業に移行する場合もある。その場合は、このシラバスを改訂するとともに、この授業に関わるLUNAのお知らせ欄で告知する。対面で行う場合、授業の進め方は以下の授業方法を参照のこと。", "授業方法": "１）双方向型講義<BR/>パワーポイント（PPT)を使った講義を基本にするが、一方的な講義でなくいつでも質問歓迎で、自由で活発な意見交換を伴う双方向型の授業形式を取る。PPTの内容は原則としてレジュメとして配布する。<BR/>２）演習による実践的講義<BR/>講義中の小演習やグループで行うワークショップなど、実践的な授業形態を取る。理解度向上のため、適宜質問やグループ討議を行う。ワールドカフェ方式のワークショップも行う。", "トピック": {"第1回": ["高品質ソフトウェア開発手法（PM編　講義）：情報系プロジェクトを効率的かつ円滑に進めるための実践的な管理手法と高品質ソフトウェアの開発手法を学ぶ。", "自己の研究をプロジェクトに見立てて計画を立ててみる"], "第2回": ["高品質ソフトウェア開発手法（PM編　ワークショップ）：講義編で学んだことを活かして「研究プロジェクトを計画どおり進めるための課題と対策」のテーマでワークショップを行う。", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第3回": ["ソフトウェア要求開発（講義）　＜2コマ＞：ユーザーのニーズを踏まえてシステム開発の目的、要件、仕様などを明らかにするための要求開発の詳細について学ぶ。", "自己の研究における要求についてステークホルダや要件について検討してみる"], "第4回": ["ソフトウェア要求開発（ワークショップ）：講義編で学んだことを活かして「新しい自動販売機に対する要求仕様を提案する」テーマでワークショップを行う。", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第5回": ["高品質ソフトウェア開発手法（品質編　講義）：高品質なソフトウェアを開発するための考え方、定量的品質管理手法、および効果的な分析方法を学ぶ", "自己の研究で開発しているソフトウェアの品質について定量的に検討してみる"], "第6回": ["高品質ソフトウェア開発手法（品質編　ワークショップ）：講義編で学んだことを活かして「高品質なソフトウェアを開発するための課題と対策」のテーマでワークショップを行う。", "ワークショップで学んだグループ討議のやり方を研究室での討議で応用する"], "第7回": ["企業におけるソフトウェア開発の事例（講義）　＜2コマ＞：カーナビゲーションシステム開発と産業用監視制御システム開発を事例に、企業におけるソフトウェア開発の実態について学ぶ", "自己の研究成果の応用について学んだことを参考に検討する"], "第8回": ["市場・顧客ニーズに応えるソフトウェア開発（ワークショップ）：事例講義で学んだことを活かして「市場・顧客ニーズに応えるソフトウェア開発を進めるための課題と対策」のテーマでワークショップを行う。", "ワークショップで学んだ市場・顧客ニーズの捉え方やその活用方法を、自己の研究テーマや研究の進め方に反映する"], "第9回": ["研究テーマのブラッシュアップに役立つファシリテーション技法（講義）：チームの知的相互作用を促進するためのファシリテーション技法を学ぶ", "チームで行う研究の進め方や討議方法について、学んだファシリテーション技法を応用する"], "第10回": ["研究テーマのブラッシュアップ（ワークショップ）　＜2コマ＞：具体的な研究テーマを選び、その研究に関わるステークホルダ分析、顧客価値分析、戦略分析を行い、研究テーマのさらなるブラッシュアップを行う。", "ワークショップで学んだグループ討議のやり方を研究室での討議や研究テーマの検討会などで応用する"], "第11回": ["研究テーマに関わる課題レポート作成", "課題レポートは採点の上返却するので、学んだことを振り返る"], "授業計画1": "以下の４つのテーマの講義を行う。各講義の後半には、ワークショップ形式のグループ討議の時間を設け、学んだことの実践的な応用について意見交換しグループ毎に発表する。<BR/>１）高品質ソフトウェア開発手法：V字モデルに基づくソフトウェア開発手法、設計フロントローディング、プロセス改善手法など、企業で行われている実践的な高品質ソフトウェアの開発手法を学ぶ。<BR/>２）ソフトウェア要求開発：ソフトウェア開発の上流フェーズにおけるソフトウェア要求分析、要求管理の企業内での取り組み、特に、高品質ソフトウェア開発のために実施している要求抽出、要求の仕様化、要求仕様の妥当性確認、要求変化への対応に関わる具体的な取り組みについて学ぶ。<BR/>３）企業のソフトウェア開発事例：企業における実際のソフトウェア開発を、カーナビゲーションシステムおよび産業用双方向大画面システムの開発事例を通じて学ぶ。<BR/>４）ファシリテーション技法：チームでの知的生産活動を促進するファシリテーション技法とともにマーケティングの視点も学ぶ。"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", "講義最後に課題を与えてその場で記述し提出"], "成績評価Grading2": "備考　Note\n公欠で欠席する場合は救済措置あり。詳細は初日の講義で説明する。", "更新日時/Date of Update0": "2022年01月13日 14時53分55秒", "項番No.0": [], "項番No.1": ["2022年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年集中／Intensive (Year Round)", "教室未定"]}, "campas": 1, "name": "【512】情報科学特殊講義I／Special Lecture in Informatics I", "管理部署": 35, "単位数": 2, "担当者": "前川　隆昭（MAEKAWA TAKAAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 2, "開講期": 7}