{"履修期": "通年集中", "主な教授言語": "日本語", "授業目的": "科学技術の成果を知的財産として保護するのは我々科学技術者にとって、重要な行為である。このためには、技術の理解に加えて、特許法の理解がいる。そこで、知的財産権、特許要件、出願特許法の基本を学ぶ。さらに知財を基にしたベンチャー設立とイノベーションに至る過程を概観する。", "到達目標": "知的財産の重要性を理解し、先行技術調査及び特許明細書の記述ができるようにする。さらに知財から、起業、イノベーションへの道筋について、論理的に考察でき、起業モデルの提案を試みする。", "特記事項": "", "関連科目": "", "授業の概要・背景": "科学・技術は社会に貢献することが極めて重要になってきている。これを促すためには、科学・技術を社会に明らかにすることで、社会がこれを利用し、その成果を享受する必要がある。同時独占的使用権を与えることによって発明を促すことが求められる。さらにそれらの成果を実際に利用し、新たな企業活動を行うことが大切である。", "授業方法": "第１-3回目は基礎を概観する講義形式、　第4回目は我々と実社会とのとのつながりを考える。第5−６回は、起業についての講義形式　第７回は討論形式での学習第8−10回は大学から見た特許を考える。第10−１２回は<BR/>特に特許法の詳細を、具体的特許公報を読みながら出願書類を学習する。４回目は明細書の書き方を学習する。５−７回目についてはの実際を学ぶ。", "トピック": {"第1回": ["我が国の国力を高めるためには研究開発のインセンティブを高め、世界をリードする事業を展開しなくてはならない。その方法を概観する。", "日本の科学技術が置かれている現状を理解する。"], "第2回": ["企業はどのように知的財産を活用して自社の技術などを守り、経済的利益を得るのか？その具体的方法を学習する。", "自分の興味ある企業体型について具体的に考える。例えば、GAFA,自動車産業、製薬産業"], "第3回": ["企業は発明者に対して、どのような動機を与え、創作水準を向上させるのか。職務発明とその継承について学習する。", "学生にとって、大学での発明とは何を意味するのか？考察する。"], "第4回": ["大学の役割は何か。これらの課題に対し、企業の知的財産戦略、技術の普及と漏洩、職務発明の範囲について考える。", "職務発明と特許の継承について理解する"], "第5回": ["実際の起業家について実際の例を用いて学習する", "知的財産を基本とした起業業を考える"], "第6回": ["実際の起業家について実際の例を用いて学習する", "起業に必要なものを理解していく"], "第7回": ["実際の起業家について討論形式で学習する。", "自分自身で企業を考える"], "第8回": ["２０世紀最大のイノベーションは、ハーバッシュ法による空中窒素の固定である。この過程で明らかになった、産学協同、研究者、技術者の振る舞いを考える。", "空中窒素固定法は、人類にどのような影響を及ぼしたかを考える。"], "第9回": ["大学の本質的役割と、大学の持つ知財との関連を考察し、その権利と、倫理的側面について考える。", "特に必要と思われる大学人の倫理を考える。"], "第10回": ["知的財産の種類、実際の権利、具体的な特許の例を概観する。", "我々の身の回りにある特許は何かを理解する。"], "第11回": ["特許の申請に必要な案件を学習する。", "何が特許になり、何がならないのかを考える。"], "第12回": ["特許権は、法によって守られている。その方の精神を理解するとともに、国際特許について考える。", "国際特許にしなくてはならないのはどういう特許か？"], "第13回": ["特許庁のホームページ、Google patentなどを用いて実際の特許の検索を行う。それをもとに特許申請に必要な明細書の書き方を学習し、申請から権利化までを概観。", "できるだけ最新の重要な特許を見つけてみる"], "第14回": ["知的財産の持つ倫理的側面、医薬品の特許、情報の持つ意味などの倫理観を考察する。SDGs,<BR/>ESGなども学習する。", "知的財産について必要な倫理とは何かを考える。"], "第15回": ["最近問題になっている事例、例えば、mRNAワクチン、AIによる特許申請、など先端技術と特許との関係を考える。", "これからの技術を考える。"]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "100 %", ""], "成績評価Grading2": "備考　Note\nレポートは独自に自らが考えたものとする。必要な参考文献は科学技術論文の参考文献、あるいは特許に専攻技術などの形式に準ずること。", "更新日時/Date of Update0": "2023年02月16日 10時37分23秒", "項番No.0": [], "項番No.1": ["2023年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年集中／Intensive (Year Round)", "教室未定"]}, "campas": 1, "name": "【511】知的財産特論／Intellectual Property", "管理部署": 35, "単位数": 1, "担当者": "木下　勇（KINOSHITA ISAMU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 1, "開講期": 7}