{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to learn scientific literacy to seek training in a biology-based discipline.", "到達目標": "Students will be able to understand the importance of a system-driven, multidisciplinary approaches in bioscience.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Lecture will be in English. For the moment, face to face class is considered. However, depending on the situation of COVID-19, lectures may be on line. Please refer to information on LUNA.", "トピック": {"授業計画1": "Several contemporary bioscience-related issues will be discussed by faculty members from different disciplines in order to highlight cross-disciplinary perspectives on fundamental problems and potential solutions in bioscience. The issues include neurophysiology-related topics, aging, infectious diseases, cancer, stem cell biology, advances in genome-based medicine, bioinformatics, environmental biology, microbiology, interfaces between organic chemistry and biology, advances in engineered biomedical systems and so on. Lectures will be presented in English at the regularly scheduled class time.", "授業外学習2": "Not required."}, "評価": {"教科書Required texts0": "No textbooks are assigned.", "参考文献・資料Reference books0": "Some references may be introduced if necessary.", "学生による授業評価の方法Course Evaluation by Students0": "Follow the uniform style.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Understanding of key contents of the lecture"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Daily performance"], "成績評価Grading3": "備考　Note\nQuiz will be scored", "更新日時/Date of Update0": "2022年10月06日 12時46分03秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜１時限／Tuesday 1", "秋学期／Fall", "ＩＶ－２１１"]}, "campas": 1, "name": "【511】国際自然科学特殊講義VI【生命科学総論】／Special Lec. in Int'l Natural Sci.VI", "管理部署": 35, "単位数": 2, "担当者": "大谷　清（OHTANI KIYOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "評価1": 3, "評価2": 4, "開講期": 2}