{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "化学であれ、生物であれ、あらゆる実験に必要なデータ処理の基礎を学ぶ<BR/>Students will learn data organization/processing which helps them regardless of their major.", "到達目標": "受講生が、実験データの数値処理の原理を理解できること。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "[For attendance exempted students] The sessions will be done on-demand using the pdf files uploaded on OneDrive. The link to the material<BR/>is given  near final field of this page. The source files for the programming sessions will also be given by the session. The students<BR/>are required to check the luna to find the upload and the report information.", "トピック": {"第1回": ["01_Diffusion<BR/>The concept of probability, combination and<BR/>permutation is central to dealing with random and real world data. In the<BR/>session, it is shown how a simple combination calculation leads to a partial<BR/>differentiation equation and its solution. The justification is done by<BR/>comparing the theoretical results with the experimental ones.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第2回": ["02_Statistical_Mechanics<BR/>The session is added to this class to<BR/>show the basic ideas behind the statistical physics, such as the origin of<BR/>exp(-E/k B T). You may be conformable using these without being conscious<BR/>about them. Still, it is helpful to understand the origin, especially when<BR/>you stumble on a problem.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第3回": ["03_Regression_and_Statistics<BR/>This is one of the basics of finding a<BR/>meaning behind experimental data. Whether it is biology, sociology or<BR/>medicine it is imperative we understand the methodology.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第4回": ["04_Newtonian_Mechanics<BR/>This session is added to lay the<BR/>foundation to understand the succeeding sessions on<BR/>Molecule_and_Crystal-Origin_of_Sound_01 and 02.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第5回": ["05_Molecule_and_Crystal-Origin_of_Sound_01 The session shows<BR/>how individual motion of a harmonic oscillator collectively forms a<BR/>wave. Through this process, we’ll learn a meaning of Fourier analysis.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第6回": ["1_06_Molecule_and_Crystal-Origin_of_Sound_02<BR/>In the session<BR/>we’ll see how the individual atom-atom bonding leads to a vibration<BR/>mode of a molecule and sound propagates crystals. We also learn the<BR/>basic relationship between sound speed, wavelength and frequency.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第7回": ["1_07__Java_Programming_and_FFT_01 In many cases, sequential<BR/>data are processed with software on computers. In this sense, it is easier<BR/>and more pragmatic for us to learn Fourier analysis with software and<BR/>it’s algorithm. In the session, we first prepare the programming<BR/>environment including drawing and sound library ( packages)", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第8回": ["1_08__Java_Programming_and_FFT_02 With the help of the<BR/>programming environment and the session_05, 06, we’ll see how Fast<BR/>Fourier Transform works without going to details of the algorithm.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第9回": ["09_Sound_Manipulation<BR/>To be familiar with digital data and to<BR/>mimic actual experimental data, we read, process and write sound data. In<BR/>addition, we’ll apply FFT to the sound read in the software to see the data<BR/>both in the time and frequency domain.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第10回": ["10_Sampling_Theorem<BR/>The Sampling theorem plays the central<BR/>role in the sequential digital data processing. Despite relatively simple<BR/>conclusion drawn from the theorem, the effect of the sampling rate on<BR/>signals are hard to understand. In the session, we use FFT to visually<BR/>understand how sampling rates affect the data in the frequency domain.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第11回": ["11_Approximation_Reconstruction In Fourier Analysis and FFT, the<BR/>trigonometric functions such as sin, cos and exp plays the central role.<BR/>They are called basis. In the session, we introduce basis sets other than the<BR/>trigonometric functions, so that you can generalize the concept of Fourier<BR/>decomposition.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第12回": ["1_12_Wavelet_01 and _02<BR/>In these two sessions, we’ll learn an origin<BR/>of wavelets together with the characteristics and applications using the<BR/>software.<BR/>the first session will be focus more on the theoretical aspects of wavelets and scaling functions.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第13回": ["1_13_Wavelet_01 and _02<BR/>Mostly devoted to actual construction and wavelets and its programming.<BR/>The session_13 and _14 may be expanded to include some other applications/details of wavelet analysis.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第14回": ["4_Mathematical_Preparation<BR/>I also added<BR/>“14_Mathematical_Preparation” as a kind of appendix. It takes a form of<BR/>independent chapter and it has a volume to be more than one session. But I<BR/>would like you to refer to a relevant part of it only when it supplements<BR/>other parts of the rest of the sessions. It might be hard and boring for many<BR/>people, including myself. Plus I do not want to disrupt the main narratives<BR/>by rambling in to mathematical details. However, I tried hard to make the<BR/>mathematical part interesting and easy to understand with minimum<BR/>knowledge.", "The students are recommended to read the pdf material<BR/>before the class for one hour and complete the report<BR/>when given. the answer will be delivered in a month."], "第15回": ["", "non"], "第16回": ["", "non"], "第17回": ["", "non"], "第18回": ["", "non"], "第19回": ["", "non"], "第20回": ["", "non"], "第21回": ["", "non"], "第22回": ["", "non"], "第23回": ["", "non"], "第24回": ["", "non"], "第25回": ["", "non"], "第26回": ["", "non"], "第27回": ["", "non"], "第28回": ["", "non"], "第29回": ["", "non"], "第30回": ["", "non"], "第31回": ["", "non"], "第32回": ["", "non"]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "To be able to explain concepts in the sessions."], "成績評価Grading2": "備考　Note\nSince the grading is based mostly on reports/assignments, there will be nearly no special consideration for the \"attex\" ( attendance exempted/on-line)- students.", "備考Note0": "Zoom:Join Zoom Meeting\nhttps://us06web.zoom.us/j/86500106542?pwd=K2NQRzY2a29Wd0RQd2ZvcERXZ2d6dz09\n\nMeeting ID: 865 0010 6542\nPasscode: 477140\nOn-demand type material will also be prepared on either \"One dirve\" or Luna. Preview files are attached near the bottom of this page. They will be provided in the Luna when the class begins. The First halves of the files are for showing the figures clearly and the second halves have the low resolution figures and the narratives. If you have no problem, you can forget the first halves of the PDFs.\nThe rest will be uploaded to LUNA, as soon as LUNA is available for the class.\nThe PDF files are NOT allowed to distribut e to any person.\nHere are some sample files for the class.\nThe \"URL1\" is a like to \"one drive\" folder where latest pdf files are placed. they will be updated from time to time.\nSo, please check.", "備考Note1": ["1_00_TheBegining.pdf", "Here is a session-by-session explanation of the class."], "備考Note2": ["1_05_Molecule_and_Crystal-Origin_of_Sound_01.pdf", "Sission_05"], "備考Note3": ["1_07__Java_Programming_and_FFT_01.pdf", "Session_07"], "備考Note4": ["1_13_Wavelet_02.pdf", "Session_13"], "備考Note5": ["1_14_Mathematical_Preperation.pdf", "Session_14( will be refereed during the sessions )"], "URLリンク1/URL 16": "onedrive PPT(PDF)-material for download", "更新日時/Date of Update7": "2023年01月13日 12時22分55秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜４時限／Friday 4", "秋学期／Fall", "ＩＶ－２１２"]}, "campas": 1, "name": "【511】国際自然科学特殊講義IX【基礎物理学入門】／Special Lec. in Int'l Natural Sci. IX", "管理部署": 35, "単位数": 2, "担当者": "濱井　祐治（HAMAI YUJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 31, "評価1": 3, "開講期": 2}