{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Students will obtain some basic knowledge of environmental studies with a specific focus on the identification of problems in environmental, pollutants, including the analytical knowledge which analyzes by the technology of destructive and non-destructive methods.", "到達目標": "Some previous and new result of environmental research, published in high impact factor journal, will be given to them and it will make some students have some idea with the Environmental-related researches", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "The theories, flowchart, pathway, presentation, and Environmental-related video will be taught via slides of power points. Some of the questions will be given to students during the lectures in order to evaluate their understanding of this lecture.", "トピック": {"第1回": ["Basic concept - interactions between biota - the concept of habitat and environment and ecological niches-Identification of limiting factors - Energy flow – food chain – food web in various latitude levels – ecological- Pyramids and recycling – biotic community – concept – structure – dominance - fluctuation and succession and structure cycle in nature.", ""], "第2回": ["Concept and theories of population ecology - community structure - ecosystem dynamics and management - stability and complexity of Ecosystems - speciation and extinctions - environmental impact assessment - the principle of conservation - conservation strategic - sustainable development.", ""], "第3回": ["Environmental pollution (types of pollution) – analytical technology for the measurement of pollution - methodology of environmental management - the problem-solving approach and its limitations - air pollution and its control through biotechnology.", ""], "第4回": ["Global environmental problems - ozone depletion – UV - Greenhouse effect and acid rain - their impact in biotechnological approaches for management.", ""], "第5回": ["Water pollution and control - analytical technology for measurement and sources water pollution – kind of aquatic habitats - distribution and impact of environmental factors on the aquatic biota.", ""], "第6回": ["Wastewater treatment - wastewater collection – chemical properties of water – physical-chemical and biological treatment processes - activated sludge - oxidation ditches - trickling filter – towers - rotating discs - oxidation ponds.", ""], "第7回": ["Biopesticides in integrated pest management - bioremediation of contaminated soils and wastelands - solid waste - sources and management (composting, vermiculture, and methane production) - environmental mutagenesis and toxicity testing", ""], "第8回": ["The history of herbs - medical herbs - harvesting and drying herbs – aromatherapy - harvesting &amp; drying herbs.", ""], "第9回": ["Teratogenesis - mutagenesis - carcinogenesis.", ""], "第10回": ["Distribution and storage of toxicant - biotransformation – elimination of toxicant - target organ toxicity, environmental toxicant - risk assessment.", ""], "第11回": ["Conventional detection - destructive method such as vimentin, intermediate filament, actin - apoptotic – necrotic - tunnel kit", ""], "第12回": ["Conventional detection- transmission electron microscopy - scanning electron microscopy.", ""], "第13回": ["Monitoring with light – Spectroscopy – Atomic spectra – molecular spectra – scattering", ""], "第14回": ["Monitoring with remote sensing – unconventional - detection by satellite – remote sensing", ""], "授業外学習2": "Master students have to prepare by themselves concerning the knowledge of some Environmental studies based on the textbook or international journal that we offer as references. During the class, there will be a temporary discussion in order to evaluate whether the students understand or not."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Egbert Boeker and Rienk van Grondelle", "Environmental Physics - Sustainable Energy and Climate Change", "", "2011 年", "", ""], "教科書/Required texts2": ["W. William Hughes", "Essentials of Environmental Toxicology – The Effect of Environmentally Hazardous Substances on Human Health", "", "1996 年", "", ""], "教科書/Required texts3": ["Clair N Sawyer", "Chemistry for Environmental Engineering and Science", "", "2002 年", "", ""], "教科書/Required texts4": ["Georg Schwedt", "The Essential Guide to Environmental Chemistry", "", "2001 年", "", ""], "教科書/Required texts5": ["Simon Watts", "Essential Environmental Science: Methods and Techniques", "", "1996 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", "Mandatory"], "成績評価Grading2": ["その他／Others (99)", "80 %", "Daily Performance (Small question, discussion etc.)"], "成績評価Grading3": "備考　Note\nThe daily performance will be scored for 80% where there will be any questions to students and also their attendance to the lecture (students must attend the lectures at least 90% of total lectures). The report (scored for 20%) will be as mandatory for this evaluation.", "更新日時/Date of Update0": "2023年02月03日 09時03分49秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜３時限／Monday 3", "春学期／Spring", "ＩＶ－２０６"]}, "campas": 1, "name": "【511】環境研究のための分析技術I　１／Analytical Technology for Environmental studies I", "管理部署": 35, "単位数": 2, "担当者": "アンドリアナ　Ｂ．（ANDRIANA BIBIN BINTANG） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 2, "評価1": 3, "評価2": 4, "開講期": 1}