{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本授業の目的は、学生が、エネルギー関連の諸問題を解決するために材料開発の視点で研究課題の設定を行い、研究を通して、科学技術分野における課題解決のための研究・開発能力を習得することである", "到達目標": "本授業では、下記3点を到達目標とする。<BR/>エネルギー関連材料、特に、省電力デバイス用半導体材料や二次電池などの蓄電デバイス用材料に対して、<BR/>１）学生は物性研究、材料開発に十分な知識をもって、研究分野の課題と展望を説明できる。<BR/>２）学生は物性計測、放射光計測技術を応用し、研究を自立的に推進できる。<BR/>３）学生は物性評価の知見をもとに、材料の持つ特異な性質を体系化したり、機能を創出したりすることができる。", "授業方法": "Research theme will be assigned as appropriate according to research progress. Each student has a research subject, and devises research plan, carries out experiment, analyzes and interprets the results for the completetion of the subject. Practice the means necessary for research promotion and conduct research topics. The progress of the research will be checked at individual discussions with teachers, presentations at laboratories, etc., and will also review the research plan and so on. Student summarize the research outcome as a master thesis.", "トピック": {"授業計画1": "Each student has its own research subjects, discussing with teachers and planning research and promoting research tasks. Student devises research plans that utilize necessary sample preparation, device fabrication, analysis method. Student comprehensively analyze the obtained experimental results and aim to solve the problem by accurately understanding the phenomenon.", "授業外学習2": "Since students need to have knowledge of electromagnetism, quantum mechanics, thermal statistical mechanics, applied physics, always be aware of the relevance between science and technology problems and basic science from everyday. After starting research projects, student will promote research with awareness of the plan-do-check-act (PDCA) cycle based on discussion with supervisor."}, "評価": {"教科書Required texts0": "Texts will be introduced as appropriate according to research progress.", "参考文献・資料Reference books0": "Reference books will be introduced as appropriate according to research progress.", "学生による授業評価の方法Course Evaluation by Students0": "based on the unification method of university", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題の理解度、研究への取り組みなどを総合的に判断。"], "更新日時/Date of Update0": "2021年04月28日 11時17分51秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "集中・その他／Concentration/Other", "春学期／Spring", "教室未定"]}, "campas": 1, "name": "【601】特別実験及び演習　３ｃ／Advanced Experiment and Seminar", "管理部署": 35, "単位数": 12, "担当者": "吉川　浩史（YOSHIKAWA HIROFUMI） ", "履修基準年度": "１年", "時限1": 49, "評価1": 4, "開講期": 1}