{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、学生が都市計画や建築にまつわる自然の諸要素の物理的な性質を学ぶともに、都市計画、建築計画を通して環境に配慮した社会を構築するための設計・計画手法について理解を深めることである．", "到達目標": "本授業では、次の点を到達目標とする．<BR/>１．環境に関連する設計や計画の事例、研究成果を適切にレビューすることができる．<BR/>２．自然の諸要素の特質を十分に理解し、それを設計や計画に反映するための方法論を示すことができる．<BR/>３．地域計画や建築、環境デザインに関する深い考察を元に、設計行為の改善という点に関して適切な議論をすることができる．", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "原則的に対面授業で実施する．図版資料を用いた教員による解説と、このテーマに対する学生のショートプレゼンテーション、これらを元にしたディスカッションよって授業を構成する．<BR/>【オンライン受講許可学生】<BR/>ＺＯＯＭによる同時双方向形式で実施する．接続先アドレスなどはＬＵＮＡで確認すること．", "トピック": {"第1回": ["（本授業は全１４回対面で実施します。）<BR/>環境共生時代の都市、建築のあり方<BR/>　地球環境の時代と呼ばれ久しいが、この時代における都市、建築の在り方について理解を深める。どのような思想で都市設計が行われ、どのような技術要素があるのか、先進の事例を紹介することにより理解を深める。授業のガイダンスも含む。", "関連する書籍や論文などをよみ予備基礎知識を得ておくこと、また授業後には、取り上げた内容について復習し、理解を深めるとともに、関連分野において内容を広げて学習することを求める。また、第５回に向けて宿題を課すの。"], "第2回": ["都市における環境問題<BR/>　都市環境（大気、熱、水、生態系）について理解し、その現状の課題と対策についてまなぶ。", "都市の環境問題に関連する書籍や論文などをよみ事前の知識を得ておくこと、また授業後には、取り上げた内容について復習し、理解を深めるとともに、配布されたレジュメをもとに内容を広げて学習することを求める。"], "第3回": ["都市環境デザインと計画事例<BR/>　都市環境（大気、熱、水、生態系）の現状と課題をふまえて、都市環境を向上させる「デザイン」とそれに関する技術についてまなぶ。", "前回の授業の内容を復習するとともに、今回課す課題に取り組むこと。"], "第4回": ["都市ヒートアイランド現象の分析と計画事例<BR/>　都市の熱環境、都市のヒートアイランド対策に関連する分析手法や具体的な計画事例についてまなぶ。", "前回の授業の内容を復習するとともに、今回課す課題に取り組むこと。"], "第5回": ["自然の摂理と造形の原理（１）<BR/>　形を考えるプロセスとは？生物の形、自然の造形原理をよみとったうえで、新しい時代における「形」に対するアプローチを考える．", "自然の造形原理を活用した建築の事例を収集し、プレゼンテーションを作成すること。また授業後には、講師が紹介した造形原理の数学的構造について理解を深めること。"], "第6回": ["自然の摂理と造形の原理（２）<BR/>　風や水の流れが作りだす造形の原理を理解し、それを造形に反映させるための方法を理解する．", "風や水の流れが建築にどのような影響を与えるのか事前に理解を深めておくこと。さらに授業後には、これに基づいた課題を課す。"], "第7回": ["自然の摂理と造形の原理（３）　<BR/>　自然の造形原理を設計に落とし込むための手法としてのアルゴリズミックデザインの概念を解説する。", "前回の授業の内容を復習するとともに、事前課題に取り組むこと。"], "第8回": ["市街地の形態と風の関係<BR/>　都市のヒートアイランド対策の一つである「都市に吹く風」について、様々なスケールからまなび、その有効利用について理解を深める。", "都市の風に関する現象について事前に予習するともに、授業後は講義内容を復習すること。"], "第9回": ["自然の摂理と造形の原理（４）<BR/>　アルゴリズミックデザインの原理に基づいて、実際に形状を発生させる過程、さらに形のアルゴリズムの作り方とパラメータの設定について実際のプログラミングを通して体得する。リサーチフェアに振替措置となる可能性がある。", "前々回までの授業の内容を復習するとともに、事前課題に取り組むこと。"], "第10回": ["環境に配慮した都市計画、土地利用計画の在り方について（１）<BR/>　環境に配慮した都市計画、土地利用計画の在り方の事例についてまなび、これからの時代における「都市環境デザイン」について考える。", "環境に配慮した都市計画に関する書籍や論文などをよみ事前の知識を得ておくこと、建築基準法やビル風などについて理解しておくこと。プレゼンテーションの準備をすること。"], "第11回": ["環境に配慮した都市計画、土地利用計画の在り方について（２）<BR/>　自分の身の回りのまちを対象に、環境に配慮した都市計画、土地利用計画の在り方ついて考える。プレゼンテーションの準備をする。", "前回の授業の内容を復習するとともに、事前課題に取り組むこと。プレゼンテーションの準備をすること。"], "第12回": ["環境に配慮した都市計画、土地利用計画の在り方について（３）<BR/>　自分の身の回りのまちを対象に、環境に配慮した都市計画、土地利用計画の在り方ついて、考え、これからの時代における「都市環境デザイン」について議論する。プレゼンテーションを行う。", "プレゼンテーションの準備をすること。さらに、最終課題に向けて準備を進めること。"], "第13回": ["建物周りの風環境解析を学ぶ（１）<BR/>　流体解析ソフトを使用し、建物周りの風環境の解析方法についてまなぶ。流体解析ソフトの使い方と、基本的な原理について理解を深める。", "建物周りの風にまつわる問題について事前に書籍などで知識を身に着けておくこと。"], "第14回": ["建物周りの風環境解析を学ぶ（２）<BR/>流体解析ソフトを使用し、建物周りの風環境の解析方法についてまなぶ。2回目は実際に建物の形状を定め、表面の形状や配置を変更させることで、ミクロな風環境にどのような変化が生じるのかシミュレーションを実施する。", "第１３回目の内容をしっかりと復習するとともに、今回課す課題にしっかりと取り組むこと。"]}, "評価": {"教科書Required texts0": "特に指定しない．その都度関連する資料を配布する．", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平時に課す課題の内容等やディスカッションやプレゼンに対する取組み内容"], "備考Note0": "現実社会の動きとリンクした授業になります．その時々の、建築や都市計画に関するホットトピックや最新の技術を紹介したいので、内容については順番を変更したり、内容を若干変更することもあります．", "更新日時/Date of Update1": "2022年10月13日 11時21分13秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "金曜２時限／Friday 2", "秋学期／Fall", "ＩＩＩ－１０６"]}, "campas": 1, "name": "【500】環境計画技術論／Topics in Technology for Environmental Planning", "管理部署": 36, "単位数": 2, "担当者": "客野　尚志（KYAKUNO TAKASHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 4, "開講期": 2}