{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "男女平等は、国連憲章及び世界人権宣言に明示されているように国際社会の普遍的価値であり、持続可能な開発目標(SDGs)の中核的ゴールの一つである。本授業の目的は、受講生が、グローバル・イシュー（地球規模課題）・国際公共政策としての「ジェンダー」を理解するための基礎知識を習得し、ジェンダー視点から国際情勢や国内の社会・経済問題を検証する力を身につけることである。", "到達目標": "本授業の到達目標は、以下の通りである。ジェンダー平等と女性のエンパワーメントという２つの国際目標に関し、①　国際社会における基本理念・枠組みを説明できるようになる　②国際的な視点から日本国内の現状を検証し、政策提言ができるようになる　③社会・経済・国際情勢をジェンダー視点から考察できるようになる。", "授業方法": "オンライン形式で行います。日程通りに（隔週金曜11:10〜と13:30〜）zoomでライブ配信し、録画されたものをオンデマンドで視聴できるようにします。自分の都合に合わせてライブで視聴するか、オンデマンドで視聴するかを選んでください。リフレクションペーパーの期限内の提出を持って出席とみなし、基本点５点（5x14=70点）を付与します。学習が見て取れない場合には、減点する可能性もあります。レジュメなどの講義用資料と、リフレクションペーパーなどの課題はLUNAにアップします。ライブで視聴している人はオンライン上で、オンデマンドで視聴する人はLUNA上で質疑応答・意見交換ができるように進める予定です。", "トピック": {"第1回": ["4月9日：授業ガイダンスとイントロダクション：「ジェンダー」とは何か？「男/女だから得したこと、損したこと、あきらめたことは？」リフレクションペーパー の提出期限は、4月12日（月）", ""], "第2回": ["4月9日： 国際社会における基本理念と基本枠組み １）国連憲章と世界人権宣言、最新枠組みとしてのSDGs（持続可能な開発目標）　リフレクションペーパー の提出期限は、4月12日（月）", ""], "第3回": ["4月23日：国際社会における基本理念と基本枠組み　２）1945年からの歩み：国連女性差別撤廃条約、持続可能な開発目標(SDGs)等　リフレクションペーパー の提出期限は、4月30日（金）", ""], "第4回": ["4月23日：開発課題とジェンダー　１）教育　リフレクションペーパー の提出期限は、4月30日（金）", ""], "第5回": ["5月7日：開発課題とジェンダー　２）無償ケア労働　リフレクションペーパー の提出期限は、5月14日（金）", "課題レポート（中間レポート）の詳細を発表します。提出期限は、5月20日（木）。期限内提出で、10点満点で採点。"], "第6回": ["5月7日：開発課題とジェンダー　３）紛争・平和構築に関する安保理決議と国際社会の取組み　リフレクションペーパー の提出期限は、5月14日（金）", ""], "第7回": ["5月21日：最新の国際動向：　SDGs、G20、G7、APEC等の多国間アジェンダにみるジェンダー・アジェンダ。COVID-19（新型コロナウイルスパンデミック）とジェンダー　　リフレクションペーパー の提出期限は、5月28日（金）", ""], "第8回": ["5月21日：日本におけるジェンダー平等　１）国際比較による現状と課題の把握（世界経済フォーラムグローバルジェンダーギャップ指数と国連女性差別撤廃委員会による勧告）　リフレクションペーパー の提出期限は、5月28日（金）", ""], "第9回": ["6月4日：日本におけるジェンダー平等　２）日本の法律・施策と最新動向（第5次男女共同参画基本計画他）　リフレクションペーパー の提出期限は、6月11日（金）", ""], "第10回": ["6月4日：日本におけるジェンダー平等　３）ジェンダー視点から見る社会課題と対応状況：自然災害・防災、地方の人口減少　リフレクションペーパー の提出期限は、6月11日（金）", ""], "第11回": ["6月18日：日本におけるジェンダー平等　4) 新型コロナウイルス感染拡大とジェンダー　リフレクションペーパーの提出期限は6月２５日（金）", ""], "第12回": ["6月18日：日本におけるジェンダー平等　３）民間セクター（企業、金融）の動き　（SDGs、ESG投資/ジェンダー投資、メディア/広告、国連グローバルコンパクトジャパン、30パーセントクラブジャパンなど）　リフレクションペーパー の提出期限は、6月25日（金）", "課題（期末レポート）の詳細を発表します。提出期限は7月16日。期限内提出で、20点満点で採点。"], "第13回": ["7月9日：日本におけるジェンダー平等　４）　若い世代の取組み（G20ユースグループ、#男女共同参画ってなんですか、プラン・インターナショナル・ジャパン等）リフレクションペーパー の提出期限は、7月16日（金）", ""], "第14回": ["7月9日：総括：最新の国際潮流と日本の現状、これから　リフレクションペーパー の提出期限は、7月16日（金）", ""], "授業外学習2": "LUNAで指定された資料（政策文書、報告書抜粋、各種記事等）を読んでくること。LUNAで指定された動画を視聴すること。地球規模課題（貧困、紛争、環境、感染症等）や、SDGsなど国連を中心とする多国間協力における日本の役割、G7/G20サミットなど国際協調枠組みに常に関心を持ち、新聞、TV、ネットなどの報道に注意を向けること。日本国内の社会問題や政策課題（働き方、少子高齢化、子どもの貧困、税と社会保障、新型コロナウイルスパンデミックなど）や政治に常に関心を持ち、新聞、TV、ネットなどの報道に注意を向けること。"}, "評価": {"参考文献・資料Reference books0": "『エンパワーメント　働くミレニアル女子が身につけたい力』（大崎麻子、経済界、2017)、『SDGs ー危機の時代の羅針盤』（南博、稲場雅紀、岩波新書、2020)『日本の女性議員　どうすれば増えるのか』（三浦まり編著、朝日新聞出版、2016）、『炎上しない企業情報発信　ジェンダーはビジネスの新教養である』（治部れんげ、日本経済新聞出版、2018）、『ステレオタイプの科学』（クロードスティール、英治出版、2020）、『ESG思考』（夫馬賢治、講談社a新書、2020）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "中間レポート10%、期末レポート20%"], "成績評価Grading2": ["その他／Others (99)", "70 %", "リフレクションペーパー 1回分5%x14回＝70%"], "成績評価Grading3": "備考　Note\nオンライン受講生も、対面受講生と同じ基準での成績評価となります。中間・期末レポートとリフレクションペーパーの得点で評価します。", "備考Note0": "変更がある場合はLUNA上で周知します", "更新日時/Date of Update1": "2021年04月30日 19時05分09秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "ＩＩＩ－１０２"], "項番No.2": ["2021年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "ＩＩＩ－１０２"]}, "campas": 1, "name": "【500】課題研究Ｃ／Research Project C", "管理部署": 36, "単位数": 2, "担当者": "大崎　麻子（OSAKI ASAKO） ", "履修基準年度": "１年", "時限1": 29, "時限2": 30, "評価1": 3, "評価2": 4, "開講期": 1}