{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は，情報メディアを構築するための基礎理論および応用技術について理解することである．", "到達目標": "本授業では，下記３点を到達目標とする．<br />(1) 関連研究分野の技術動向を調査し解説することができる．<br />(2) 対外発表のためのレポート・論文をまとめることができる．<br />(3) 発表資料を作成し対外発表レベルのプレゼンテーションを行うことができる．", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "ゼミ形式でプレゼンテーションを主として授業を進める．また，インタラクティブにディスカッション・ブレーンストーミング等を行う．<br /><br />学生発表、個人及びチーム・プロジェクトを含む。<br /><br />原則的に対面授業形式ですが、オンライン授業の許可を得ている学生のために、同時双方向型オンラインで授業します。全ての授業はZoomにて収録し、Lunaサイトで後からも見ることができます。<br /><br />Requires student presentations and individual and team projects.<br /><br />In essence, the class format is face-to-face, but for students who have permission for online classes, the class will be taught in a simultaneous interactive online format. All classes are recorded via Zoom and can be viewed later on the Luna site.", "トピック": {"授業計画1": "様々な種類の情報メディアを効率的に扱うための技術・手法，特に，インターネット・各種ネットワークを用いた様々なコミュニケーション方式，メディアの構成技術，通信のための要素技術，情報通信機<br />器の最新動向のプレゼンテーション・資料等を基に議論を行う．<br />1. 学生による発表と研究報告。先生による研究テーマの指導<br />2. 学生による発表と研究報告。先生による研究テーマの指導 <br />3. 学生による発表と研究報告。先生による研究テーマの指導 <br />4. 学生による発表と研究報告。先生による研究テーマの指導 <br />5. 学生による発表と研究報告。先生による研究テーマの指導 <br />6. 学生による発表と研究報告。先生による研究テーマの指導 <br />7. 学生による発表と研究報告。先生による研究テーマの指導 <br />8. 学生による発表と研究報告。先生による研究テーマの指導 <br />9. 学生による発表と研究報告。先生による研究テーマの指導 <br />10. 学生による発表と研究報告。先生による研究テーマの指導 <br />11. 学生による発表と研究報告。先生による研究テーマの指導 <br />12. 学生による発表と研究報告。先生による研究テーマの指導<br />13. 学生による発表と研究報告。先生による研究テーマの指導 <br />14. 学生による発表と研究報告。先生による研究テーマの指導", "授業外学習2": "レポート・論文・発表資料の作成，およびプレゼンテーション等の準備を行う．"}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業内の発表および作成した資料等を総合的に評価"], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "教室未定"]}, "campas": 1, "name": "【500】マスター・セミナー　２７／Thesis Seminar", "管理部署": 36, "単位数": 4, "担当者": "ティヘリノ　Ｙ．Ａ．（TIJERINO YURI ADRIAN） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 49, "評価1": 6, "開講期": 2}