{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照/Refer to the following", "到達目標": "英文欄参照/Refer to the following", "授業方法": "This course will primarily be conducted face-to-face. For students who choose (or who are required) to take the course remotely (i.e. online), all class materials, tasks, and explanations will be posted in a Google Classroom dedicated to this class. The Google Classroom code is pbkgt7q. The invite link is https://classroom.google.com/c/MzA5Njk4NDkyODE1?cjc=pbkgt7q<BR/><BR/>Depending on the evolving situation, course format may include the following:<BR/>- Individual, pair, and group discussion based on topics that relate to content <BR/>- Sharing of information, including weekly homework assignments, on Google Classroom <BR/>- Presentation and homework assignments<BR/>- All components of the course will be in English<BR/>- Being a graduate class, English tasks will expected to be done at an advanced level", "トピック": {"第1回": ["**The schedule below is an example of what the course might look like; however, the curriculum will depend on the interests, backgrounds, and needs of enrolled students, as determined by the needs analysis completed during the first class**<BR/><BR/>Week 1: course description, introductions, ice breakers", ""], "第2回": ["Week 2: What is culture and intercultural communication?", ""], "第3回": ["Week 3: A critical comparison of intercultural competence and cultural intelligence (CQ)", ""], "第4回": ["Week 4: What composes a person&#39;s identity? A cross-cultural perspective", ""], "第5回": ["Week 5: Mixed ethnicities and heritages - examining contemporary issues in both Japan and Canada", ""], "第6回": ["Week 6: Using different forms of mass-media to identify and discuss prejudice, discrimination, and racism", ""], "第7回": ["Week 7: A critical look at models of cultural dimensions - Hofstede and Trompenaars &amp; Hampden-Turner", ""], "第8回": ["Week 8: Exploring Paris syndrome and comparable cross-cultural experiences", ""], "第9回": ["Week 9: Examining different varieties of English - World Englishes in verbal and nonverbal forms", ""], "第10回": ["Week 10: Perceptions of world regions (e.g. Scandinavia) and differences between regional neighbors", ""], "第11回": ["Week 11: Adapting to new environments and how Japan is influenced by contemporary culture", ""], "第12回": ["Week 12: final presentations", ""], "第13回": ["Week 13: final presentations", ""], "第14回": ["Week 14: final presentations", ""], "授業外学習2": "Around 2 hours of homework can be expected weekly which can involve readings, video clips and written responses. You should have a stable wifi or internet connection at home to complete all out-of-class assignments. A weekly journal of approximately 350 words is expected."}, "評価": {"教科書Required texts0": "- To be decided in class, if any\n- Handouts will be provided by the instructor", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted during the last week of class", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "Final presentation"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "30 %", "Weekly journal assignments 10 x 3%"], "成績評価Grading3": ["その他／Others (99)", "30 %", "Participation"], "URLリンク1/URL 10": "https://www.google.com/intl/ja/gmail/abo", "URLリンク2/URL 21": "https://zoom.us/", "URLリンク3/URL 32": "https://www.loom.com/", "更新日時/Date of Update3": "2021年04月23日 16時18分23秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "院１－２０４"]}, "campas": 0, "name": "【500】異文化コミュニケーション論　１／Intercultural Communication", "管理部署": 37, "単位数": 2, "担当者": "ナウラン　Ａ．（NOWLAN ANDREW GERALD PARKER） ", "履修基準年度": "１年", "時限1": 3, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}