{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The course objectives are as follows:<BR/>a) To become more effective English speakers <BR/>b) To learn how to plan, practice and perform speeches of various genres", "到達目標": "Students will be working on the following aspects of speech: voice (tone, volume, expression, pitch), clarity (articulation, pronunciation, rate, pause), organization (introduction, body, conclusion, visual aid), stage fright, audience analysis, nonverbal communication, etc.", "特記事項": "", "関連科目": "", "授業方法": "Students will learn about different genres of presentations, through lectures, discussions and audio visual materials. Then, students will work on preparing their own presentation for each of those genres.", "トピック": {"授業計画1": "In taking this course, students will become more accustomed to using English in a variety of speaking tasks. While the Oral Presentation course focuses more on the preparation and delivery of academic speeches, this Speech Communication course takes a more general approach, mainly directed at the overall development of communication skills.<BR/><BR/>This is a fun, but challenging course, in which students will constantly plan, practice and deliver both short and long speeches, either individually, in pairs, or in groups (depending on the class size). Speech activities in this course include but are not limited to role-playing, readers theatre, improvisation, oral interpretation, tongue twisters, story-telling, pecha kuchas, persuasive talks, and interviewing. The course outline is subject to change depending on the number of students who register for the course.", "授業外学習2": "Students will work outside of class to complete presentation slides, visual aids, presentation scripts, etc. Around 2-3 hours of weekly homework can be expected."}, "評価": {"教科書Required texts0": "There is no required textbook for this course. The instructor will provide necessary materials.", "学生による授業評価の方法Course Evaluation by Students0": "Students’ evaluation of this course will be conducted in class, during the period designated by the university, making use of the standard evaluation form.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Regular attendance and active participation, 30%; Presentations, 70%."], "更新日時/Date of Update0": "2022年01月21日 15時24分53秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "院１－２１２"]}, "campas": 0, "name": "【500】スピーチ・コミュニケーション論　２／Speech Communication", "管理部署": 37, "単位数": 2, "担当者": "カバリ　ヴィヴィアン（KHAVARI VIVIAN BUSSINGUER） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 2}