{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to become familiar with expressive writing in English, and to apply techniques learned in class to write their own original paragraphs, essays, and other forms.", "到達目標": "Students will be able to:<BR/>*identify types of figurative language and imagery, and generate original examples<BR/>*identify the strengths of effectively written paragraphs, and write one or more examples<BR/>*experiment with writing creative non-fiction, personal essays, short fiction and hybrid pieces<BR/>* write effective and vivid descriptions<BR/>*demonstrate the key skills used in writing an effective persuasive creative non-fiction piece/essay<BR/>*write personal essays about several different topics, including language, place, nature and/or science<BR/>*apply good revision techniques to polish writing samples<BR/>*generate collaborative writing with classmates", "特記事項": "", "関連科目": "", "授業の概要・背景": "In this class, students will learn paragraph writing and essay writing skills. Students will study examples of expressive writing in the genre of personal essay and creative non-fiction/essay, with brief explorations in short fiction and hybrid writing, and will become familiar with the techniques that authors use to write effective pieces. Students will then apply these techniques in generating their own original pieces. In doing so, students will come to understand more deeply the structure of English on the sentence level and on the paragraph level. Students will also increase their mastery of English by exploring metaphor and other types of figurative language, skills which will cross over to help them write livelier pieces in their academic careers. Practice writing descriptions will encourage students to observe carefully and be able to effectively convey their observations and analysis in English. Additionally, students will practice collaborative writing with fellow students. Students will also be responsible for reading the work of classmates and making useful and constructive comments about these pieces. This course will allow students to increase competence, comfort, and pleasure in their use of English.", "授業方法": "This course will have three main components: lectures, class discussions of example writing pieces, and pair or group work as students read one another’s original writing pieces and comment.", "トピック": {"第1回": ["Lecture: What is expressive writing? What is genre? Figurative language and imagery.<BR/>Group Work: Generate original examples of figurative language.", "Figurative language worksheet. <BR/>Read the reading about creative nonfiction/essay prepared by the teacher. Be prepared to discuss this reading in the next class."], "第2回": ["Group work: Compare figurative language worksheet homework in small groups.<BR/>Lecture: Introduction to creative non-fiction/essay. What is it? Definitions and examples. <BR/>Discussion: Discuss the homework readings about creative nonfiction.", "Read the descriptive essay(s) prepared by the teacher. Be prepared to discuss this reading in the next class."], "第3回": ["Lecture: Introduction to descriptive essays/descriptive creative non-fiction.<BR/>Discussion: Discuss the examples from the homework reading. <BR/>Class Activity: Begin writing a paragraph of descriptive writing.", "Write a descriptive paragraph.<BR/>Read the readings about place provided by the teacher. Be prepared to discuss this reading in the next class."], "第4回": ["Group Work: In small groups, read one another’s paragraph of descriptive writing (homework).<BR/>Lecture: Writing about place.<BR/>Discussion: Discuss the examples from the homework reading.", "Read the readings about language provided by the teacher. Be prepared to discuss this reading in the next class.<BR/>Write a short paragraph about place."], "第5回": ["Group Work: In small groups, read one another’s paragraphs about place (homework).<BR/>Lecture: Writing about language.<BR/>Discussion: Class discussion about language essay examples.", "Begin personal essay/creative non-fiction piece due in Class 7. (Topic choices: place, language. Choose one.)<BR/>Read the reading about how to begin a creative nonfiction piece/personal essay, prepared by the teacher. Be prepared to discuss this reading in the next class."], "第6回": ["Lecture: How to begin a creative non-fiction piece. <BR/>Discussion: Brainstorming ideas about how to begin essays. <BR/>Pair Work: Generate an effective beginning paragraph to a hypothetical creative essay.", "Finish personal essay/creative non-fiction piece due in Class 7. (Choose one of these topics: place, language.)<BR/>Read the reading about motivated/persuasive essays prepared by the teacher. Be prepared to discuss this reading in the next class."], "第7回": ["Pair Work: Read and comment on a classmate’s personal essay/creative nonfiction assignment. <BR/>Lecture: Motivated/persuasive essays.<BR/>Group Discussion: Discuss the examples read for homework.", "Read the reading about creative non-fiction and science writing prepared by the teacher. Be prepared to discuss this reading in the next class."], "第8回": ["Lecture: Creative non-fiction for science/nature writing.<BR/>Discussion: Discuss the reading assignment.<BR/>Pair Work: Brainstorming science themes for non-fiction.", "Read the reading assignment about the braided essay form provided by the teacher. Be prepared to discuss this reading in the next class."], "第9回": ["Lecture: The braided essay form. <BR/>Discussion: Discuss the reading assignment.", "Begin personal essay/creative nonfiction piece 2, due in Class 11. (Choose one of these topics: persuasive writing, science writing, nature writing, braided essay.)<BR/>Read the reading assignment about short fiction provided by the teacher. Be prepared to discuss this reading in the next class."], "第10回": ["Lecture: Short fiction. Flash fiction and short shorts.<BR/>Discussion: Discuss the examples from the homework reading. <BR/>Group Work: Discuss examples given in class in small groups.", "Work on personal essay/creative nonfiction piece 2, due in Class 11. (Topics: persuasive writing, science writing, nature writing, braided essay. Choose one.)<BR/>Read the reading about hybrid forms provided by the teacher. Be prepared to discuss this reading in the next class.<BR/>Write a one-sentence short story."], "第11回": ["Pair Work: Read a classmate’s one-sentence short story and comment.<BR/>Lecture: More short fiction. The practice of short fiction.<BR/>Group Work: Discuss examples given in class in small groups.", "Begin short fiction assignment, due Class 13.<BR/>Read the reading about revision techniques provided by the teacher. Be prepared to discuss this reading the next class.<BR/>Bring previous writing examples to the next class!!! Important!!!!"], "第12回": ["Lecture: Revision techniques.<BR/>Class Work: Apply a revision technique to one of your previous writing samples.", "Read the reading about hybrid forms provided by teacher. Be prepared to discuss this reading in the next class.<BR/>Finish short fiction assignment due in Class 13. <BR/>Finish applying one or more revision techniques to a previous writing sample, due Class 14."], "第13回": ["Lecture: Hybrid forms, including erasure and found forms.<BR/>Activity: In-class found form writing and exploration.", "Hybrid form writing assignment (due Class 14).<BR/>Finish applying one or more revision techniques to a previous writing sample, due Class 14. <BR/>Finish any outstanding assignments (any assignments that are overdue)."], "第14回": ["Pair Work: Compare classmate’s revised piece with the original piece, and comment.<BR/>Pair Work: Read classmate’s hybrid piece and comment. <BR/>Activity: Collaborative writing activities.", ""]}, "評価": {"教科書Required texts0": "None. Assigned readings will be distributed in class on a regular basis.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", "See Note"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "See Note"], "成績評価Grading3": ["その他／Others (99)", "20 %", "See Note"], "成績評価Grading4": "備考　Note\nAssessments:\nHomework 20%\nClass Participation/Discussion 20%\nPersonal Essay/Creative Nonfiction Piece 1 (due in Class 7) 20%\nPersonal Essay/Creative Nonfiction Piece 2 (due in Class 11) 20%\nShort Fiction Piece (due in Class 13) 10%\nHybrid Piece (due in Class 14) 10%", "更新日時/Date of Update0": "2022年01月19日 15時19分54秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜６時限／Tuesday 6", "秋学期／Fall", "ＯＣ１００３"]}, "campas": 2, "name": "【500】英語クリエイティブ・ライティング　２／Creative Writing in English", "管理部署": 37, "単位数": 2, "担当者": "ウエノ　ジェシカ（UENO JESSICA GOODFELLOW） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 12, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}