{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is for students to become familiar with three genres of creative writing in English, and to apply techniques learned in class to write their own original pieces.", "到達目標": "Students will be able to:<BR/>*identify types of figurative language and imagery, and generate original examples<BR/>*understand the basic elements of western poetry, and write original examples of certain forms<BR/>*experiment with writing short fiction, creative non-fiction, and hybrid pieces<BR/>*understand and write effective descriptions<BR/>*write an effective persuasive creative non-fiction piece<BR/>*apply good revision techniques to polish writing samples<BR/>*understand and generate pieces of ekphrastic writing and found/collaborative writing", "授業方法": "This course will have three main components: lectures, class discussions of example writing pieces, and pair or group work as students read one another’s original writing pieces and comment. This class will be distributed as a simultaneous two-way class via Zoom from Session 1. Please log<BR/>in to Zoom (https://us06web.zoom.us/j/82128861709?pwd=a2QwSXJHMVNpWG9GU2ZBVDd1RE5sUT09) at class time in Week 1. If face-to-face classes are desired by students, we will talk about it in Session 1. The course materials (e.g., handouts) will be posted in LUNA or sent to students via email weekly, as requested by students. Please check LUNA before Session 1 and bring those materials to class in Session 1.  Session 2 Zoom information is available in LUNA. Please check.", "トピック": {"第1回": ["Lecture: What is creative writing? What is genre? Figurative language and imagery.<BR/>Group Work: Generate original examples of figurative language.", "Figurative language assignment. <BR/>Read the reading about western poetry prepared by the teacher. Be prepared to discuss this reading in class next week."], "第2回": ["Group work: Compare figurative language assignment homework in small groups.<BR/>Lecture: Elements of western poetry, including rhyme, rhythm, forms, stanzas, lines. Examples of Imagist poetry.<BR/>Discussion: Discuss the example poems.", "Poetry writing assignment. <BR/>Read the reading about western poetic forms prepared by the teacher. Be prepared to discuss this reading in class next week."], "第3回": ["Group work: In small groups read one another’s homework poems and comment. <BR/>Lecture: Western poetic forms, including list poems, abcedarians, acrostics, pantoums, villanelles, sestinas.<BR/>Class Activity: As a class, generate a poem in one of these forms.", "Western poetic forms writing assignment. <BR/>Read the reading about creative non-fiction provided by the teacher. Be prepared to discuss this reading in class next week."], "第4回": ["Group Work: In small groups, read one another’s form poems and comment.<BR/>Lecture: Introduction to creative non-fiction. What is it? Definitions and examples. <BR/>Discussion: Discuss the examples from the homework reading.", "Short descriptive writing homework assignment. <BR/>Read the descriptive essays prepared by the teacher. Be prepared to discuss this reading in class next week."], "第5回": ["Group Work: Compare short descriptive homework assignments, and comment.<BR/>Lecture: Descriptive essays.<BR/>Discussion: Class discussion about descriptive essay examples.", "Descriptive essay, due in week 7. <BR/>Short descriptive homework assignment. <BR/>Read the second reading about descriptive essays prepared by the teacher. Be prepared to discuss this reading in class next week."], "第6回": ["Pair Work: Compare short descriptive homework assignments, and comment.<BR/>Lecture: How to begin a creative non-fiction piece. <BR/>Discussion: Brainstorming ideas about how to begin essays. <BR/>Pair Work: Generate an effective beginning paragraph to a hypothetical creative essay.", "Finish descriptive essay due in week 7. <BR/>Read the reading about motivated/persuasive essays prepared by the teacher. <BR/>Be prepared to discuss this reading in class next week."], "第7回": ["Pair Work: Read and comment on a classmate’s descriptive essay. <BR/>Lecture: Motivated/persuasive essays.<BR/>Group Discussion: Discuss the examples read for homework.", "Begin motivated/persuasive essay due Week 10. <BR/>Short descriptive writing assignment. <BR/>Read the reading about creative non-fiction and science writing prepared by the teacher. Be prepared to discuss this reading in class next week."], "第8回": ["Pair Work: Read and comment on a classmate’s descriptive homework assignment. <BR/>Lecture: Creative Non-Fiction and Science.<BR/>Discussion: Discuss the reading assignment.<BR/>Pair Work: Brainstorming science themes for non-fiction.", "Work on persuasive essay, due week 10. <BR/>Short descriptive homework assignment. <BR/>Reading assignment about short fiction provided by the teacher. Be prepared to discuss this reading in class next week."], "第9回": ["Pair work: Read and comment on a classmate’s descriptive writing journal.<BR/>Lecture: Short fiction. Flash fiction and short shorts.<BR/>Discussion: Discuss the reading assignment.<BR/>Pair work: Discuss the examples given in class.", "Finish persuasive essay, due week 10. <BR/>Reading assignment about short fiction provided by the teacher. Be prepared to discuss this reading in class next week."], "第10回": ["Pair Work: Read a classmate’s persuasive essay and write useful comments.<BR/>Lecture: The practice of short fiction.<BR/>Discussion: Discuss the examples from the homework reading.", "Write one flash fiction piece or one short short piece. <BR/>Read the reading about revision techniques provided by the teacher. Be prepared to discuss this reading in class next week."], "第11回": ["Pair Work: Read a classmate’s short short or flash fiction piece and discuss.<BR/>Lecture: Hybrid Forms.<BR/>Activity: Work in class on hybrid forms, in pairs or as individuals.", "Hybrid assignment. <BR/>Read the reading about revision techniques provided by the teacher. Be prepared to discuss this reading in class next week."], "第12回": ["Pair Work: Read and comment on a classmate’s hybrid homework. <BR/>Lecture: Revision techniques.<BR/>Class Work: Choose which previous assignment to revise for credit.", "Revise one previous assignment; submit both the original piece and the revised piece. <BR/>Read the reading about ekphrasis provided by teacher. Be prepared to discuss this reading in class next week."], "第13回": ["Pair Work: Compare classmate’s revised piece with the original piece, and comment.<BR/>Lecture: Ekphrastic writing.<BR/>Group Work: Talk about works of art that have made an impression, and choose one for use in ekphrastic homework assignment.", "Ekphrastic assignment. <BR/>Read the reading about found forms provided by teacher. Be prepared to discuss this reading in class next week."], "第14回": ["Pair Work: Read and comment on a classmate’s ekphrastic assignment. <BR/>Lecture: Explanation of found forms.<BR/>Activity: In-class found form writing and exploration. Collaborative writing activities.", ""]}, "評価": {"教科書Required texts0": "None. Assigned readings will be distributed in class weekly.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "70 %", "Nine original writing assignments; see below."], "成績評価Grading2": ["平常リポート／Individual reports (04)", "10 %", "Figurative Language & Short Descriptive Assignments."], "成績評価Grading3": ["その他／Others (99)", "20 %", "Class participation/discussion."], "成績評価Grading4": "備考　Note\nALL writing assignments must be submitted for successful completion of this course. The weekly assignments will include the following NINE ORIGINAL pieces (or more):\n\n1 imagist poem (due week 3)\n1 poem in a western form (due week 4)\n1 descriptive essay (creative nonfiction) (due week 7)\n1 motivated/persuasive essay (creative nonfiction) (due week 10)\n1 flash fiction piece or 1 short short (due week 11)\n1 hybrid piece (due week 12)\n1 revised piece of writing (due week 13)\n1 ekphrastic piece (due in week 14)\n1 found piece (classwork in week 14; as homework if necessary)", "更新日時/Date of Update0": "2021年09月23日 12時48分24秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜６時限／Tuesday 6", "秋学期／Fall", "梅未定"]}, "campas": 2, "name": "【500】英語クリエイティブ・ライティング　２／Creative Writing in English", "管理部署": 37, "単位数": 2, "担当者": "ウエノ　ジェシカ（UENO JESSICA GOODFELLOW） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 12, "評価1": 1, "評価2": 3, "評価3": 4, "開講期": 2}