{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is designed to help students understand the fundamentals of formal debate.", "到達目標": "At the end of this course, students will be able to do the following:<BR/>1. Clearly state an opinion<BR/>2. Coherently explain an opinion<BR/>3. Support an opinion <BR/>4. Organize an opinion into a speech<BR/>5. Refute an opinion <BR/>6. Challenge an opposing opinion <BR/>7. Debate an opinion <BR/>This course will also help students to become more mature, confident public speakers. When learning to debate, students will also develop their skills in speaking, listening, writing, reading, researching, critical thinking, discussing, collaborative learning, and much more.", "授業方法": "[Online Course]<BR/>Lectures will be given to introduce the fundamentals of debate. Students will then work on assignments that will help them practice and review each major part of a formal debate. Audio-visual materials will be presented to students in preparation for their own final debates.", "トピック": {"第1回": ["Course Introduction <BR/>Introduction to Formal Debate<BR/>Misconceptions about Second Language Debate", ""], "第2回": ["Having an Opinion <BR/>Introducing Resolutions", ""], "第3回": ["Brainstorming Reasons <BR/>Creating Signposts<BR/>Supporting Reasons", ""], "第4回": ["Understanding Formal Debate Formats<BR/>Writing the First Affirmative Constructive Speech", ""], "第5回": ["Refuting an Opinion (Part 1)", ""], "第6回": ["Refuting an Opinion (Part 2)", ""], "第7回": ["Organizing the First Negative Constructive Speech", ""], "第8回": ["Responding to Refutations", ""], "第9回": ["Organizing Rebuttal Speeches", ""], "第10回": ["Putting It All Together<BR/>Choosing Final Debate Topics", ""], "第11回": ["Judging and Flowing a Full Debate", ""], "第12回": ["Researching and Preparing for Final Debates", ""], "第13回": ["Final Debates (Day 1)", ""], "第14回": ["Final Debates (Day 2)", ""], "授業外学習2": "Students are asked to frequently check LUNA for updates and announcements."}, "評価": {"学生による授業評価の方法Course Evaluation by Students0": "Students will evaluate the course and the instructor according to the university's guidelines.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Active Participation 30%, Homework, Assignments, Debate Performance and Effort 70%"], "更新日時/Date of Update0": "2021年01月21日 11時26分09秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "院－２０２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】英語ディベート　２／Debate in English", "管理部署": "言語コミュニケーション前期／Graduate School of Language, Communication, and Culture Master's Course", "単位数": "2", "担当者": "カバリ　ヴィヴィアン（KHAVARI VIVIAN BUSSINGUER） ", "履修基準年度": "１年", "時限1": "木曜４時限／Thursday 4", "開講期": "秋学期／Fall"}