{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "英文欄参照/Refer to the following", "到達目標": "英文欄参照/Refer to the following", "授業方法": "This course will primarily be conducted face-to-face. For students who choose (or who are required) to take the course remotely (i.e. online), all class materials, tasks, and explanations will be posted in a Google Classroom dedicated to this class. The Google Classroom code is g44l5bp. The invite link is https://classroom.google.com/c/MzA5Njk4NDkyNDQ0?cjc=g44l5bp<BR/><BR/>Depending on the evolving situation, course format may include the following:<BR/>- timed 5-minute writing<BR/>- lecture on scheduled topic<BR/>- class discussion on scheduled topic<BR/>- person-to-person counseling<BR/>You should have a stable wifi or internet connection at home to complete all out-of-class assignments.", "トピック": {"第1回": ["- introductions and ice breakers", ""], "第2回": ["- discussion of research topics, progress, and general structure of a thesis", ""], "第3回": ["- table of contents", ""], "第4回": ["- concept maps", ""], "第5回": ["- the research proposal", ""], "第6回": ["- first formal submission (table of contents, concept map, research proposal)", ""], "第7回": ["- introduction to introductions", ""], "第8回": ["- the literature review", ""], "第9回": ["- the literature review (cont.) and APA formatting", ""], "第10回": ["- writing about methodologies", ""], "第11回": ["- reporting the findings", ""], "第12回": ["- the discussion chapter", ""], "第13回": ["- concluding a thesis", ""], "第14回": ["- mock conference (call for papers, short presentation, Q&amp;A)", ""], "授業外学習2": "Weekly writing assignments can be expected, but all of them will be related to each student&#39;s research topic. Students will be developing parts of their thesis throughout the semester. At least 3 hours of weekly homework can be expected; however, the time spent in completing this course&#39;s assignments will significantly contribute to the completion of the student&#39;s thesis. Homework will be parallel to what students are already doing regarding their personal research development. You should have a stable wifi or internet connection at home to complete all out-of-class assignments.<BR/>** First-year graduate students who are considering this course but are still uncertain about their precise research topic and research methodology are strongly encouraged to take this course in their second year."}, "評価": {"教科書Required texts0": "Handouts and materials will be given in class by the instructor; however, purchase of the following books are OPTIONAL:\n\nHow to Write a Thesis, 4th edition (2017)\nRowena Murray\nOpen University Press, McGraw Hill\n\nPublication Manual of the American Psychological Association, 6th edition (2009)\n**only consider this if you're following APA style***", "学生による授業評価の方法Course Evaluation by Students0": "Students’ evaluation of this course will be conducted in class, during the period designated by the university, making use of the standard evaluation form.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "40 %", "formal submission #2"], "成績評価Grading2": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "15 %", "mock conference"], "成績評価Grading3": ["平常リポート／Individual reports (04)", "25 %", "formal submission #1"], "成績評価Grading4": ["その他／Others (99)", "20 %", "participation"], "URLリンク1/URL 10": "https://www.google.com/intl/ja/gmail/abo", "URLリンク2/URL 21": "https://zoom.us/", "URLリンク3/URL 32": "https://www.loom.com/", "更新日時/Date of Update3": "2021年04月01日 12時41分54秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜６時限／Wednesday 6", "春学期／Spring", "ＯＣ１４０６"]}, "campas": 2, "name": "【500】英語アカデミック・ライティング　１／Academic Writing in English", "管理部署": 37, "単位数": 2, "担当者": "ナウラン　Ａ．（NOWLAN ANDREW GERALD PARKER） ", "履修基準年度": "１年", "時限1": 19, "評価1": 0, "評価2": 1, "評価3": 3, "評価4": 4, "開講期": 1}