{"履修期": "春学期", "主な教授言語": "ドイツ語", "授業目的": "In diesem Kurs sollen die Teilnehmer lernen und ueben, auf Deutsch eine Praesentation zu einem wissenschaftlichen Thema zu halten. Ausserdem wird auch das Diskutieren und Debatieren ueber wissenschaftliche und kontroverse Themen thematisiert und trainiert.", "到達目標": "Die Studenten sollen am Ende des Kurses dazu befaehigt sein, eine Praesentation zu einem wissenschaftlichen Thema auf Deutsch zu halten. Ausserdem sollen sie auch grundlegende Faehigkeiten erworben haben, um auf Deutsch ueber wissenschaftliche Themen zu diskutieren.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Die Teilnehmer des Kurses sollten bereits einige Zeit Deutsch gelernt und gute Kenntnisse der deutschen Sprache haben, etwa entsprechend Niveau B.1 des GER.<br />Die Themen der Praesentationen und Diskussionen werden in Absprache mit dem Kursleiter von den Teilnehmern selbst bestimmt.<br />オンラインでの受講を許可された学生に対しては、3週目以降「対面授業の録画データをオンデマンド配信」で対応する予定です。（１・２週目はオンデマンド教材配信で対応予定です／１・２週目のオンデマンド教材は、対面授業実施日の翌日に、Lunaで公開されます。）", "トピック": {"授業計画1": "In jeder Stunde soll ein Student / eine Studentin einen kurzen Vortrag zu einem Thema halten. Im Anschluss findet dann eine Diskussion statt.<br />Im Zentrum des Kurses stehen das Verstehen und der Gebrauch von Praesentations- und Diskussionsstrukturen der deutschen Sprache.<br />Der konkrete Ablauf der einzelnen Unterrichtseinheiten wird sich entsprechend der Teilnehmerzahl, deren Sprachniveau und ihren wissenschaftlichen Interessengebieten ausbilden.", "授業外学習2": "Die Teilnehmer muessen Ihre Vortraege zu Hause vorbereiten und gegebenenfalls gelegentlich Arbeitsblaetter als Hausaufgabe bearbeiten."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Mitarbeit im Unterricht"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "月曜４時限／Monday 4", "春学期／Spring", "院１－２０３"]}, "campas": 0, "name": "【500】ドイツ語コミュニケーション／German Communication", "管理部署": 37, "単位数": 2, "担当者": "シュタイナー　Ｗ．（STEINER WOLFGANG） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 3, "評価1": 6, "開講期": 1}