{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "西洋近代哲学・思想のもつ基本的な世界観や人間観について理解を深めることを、本授業の目的とする。西洋近代哲学は経験可能な事象の総体とし世界を理解するだけでなく、経験そのものの可能性の制約を反省することから、私たちに対して現前してくる世界が、常に一定の制約のもとに現れる現象であるという世界観に至る。本授業では、複数の世界観ならびにそこに生きる私たち人間についての理解を深めることにしたい。", "到達目標": "西洋近代哲学の主要な概念について考察する。一方で「記憶」を重視する経験論的な世界観ならびに人間観について古典的テクストを資料としつつ考察する。また他方では理性推理を尊重する合理論的な世界観や人間観についても考察する。古典的な二つの世界観ならびに人間観を自らのものとすること、またこれに基づいて自分自身の世界理解を深めることを、本授業の到達目標とする。", "授業方法": "Zoomを用いてリアルタイムのオンライン授業を行う。授業開始5分前までにZoomへ入っておくこと。各回のZoom URLはLUNAに掲載する。", "トピック": {"第1回": ["本授業のテーマについて説明する。また授業の進め方、授業時間外の学習方法についても説明する。天動説から地動説への移行、宗教改革、ルネッサンス等近代の始まりについても確認したい。近代思想に特徴的な知性の感性に対する優位という考え方の背景に、この天動説から地動説への移行があったと思われる。私たちの感性は、事象生起を正確に把握することができない、という視点の起源が、ここにあるといえるかもしれない。", "指定図書の講読。"], "第2回": ["自我の問題：「私は考える、ゆえに私はある」というテーゼに集約されるデカルトの自我論について、『方法序説』をテクストとして考察する。その第4部を精読することで、近代哲学誕生の場面に立ちあうことになるだろう。文章は一見明快であるが、その内容を理解することは必ずしも容易ではない。時間をかけて読んでみたい。", "指定図書の講読。"], "第3回": ["心身二元論：自我すなわち「思惟するもの」を「延長しないもの」、空間の広がりのどこにもないものと定義することで、デカルトは精神と物質の二元論を提示することになった。この二元論の伝統は、現在にまで至っている。デカルトの思索について追思惟することで、その真意に迫りたい。またこの二元論に対する合理論内での代表的な批判についても見ることにする。", "指定図書の講読。"], "第4回": ["イギリス経験論（1）：経験論的な世界観ならびに人間観について学ぶ。自分が常に同一の自分であることの根拠は何か、という問いに答えることを通じて、自我ないし人格について考えたい。テクストとしてはＪ．ロックの『人間知性論』を用いる。またそこにみられる事物の「一次性質」、「二次性質」についても理解を深めたい。", "指定図書の講読。"], "第5回": ["イギリス経験論(2)：ロックと同じく経験論的な自我論を展開するヒュームの思想について考察する。ヒュームによれば、単数形で指示されうるような「私」はどこにもいない。自我論や因果律を手掛かりに、ヒュームによる合理論批判について考えたい。", "指定図書の講読。疑問点の整理。レポート提出の準備。"], "第6回": ["「啓蒙主義」：18世紀の西欧は啓蒙の時代といわれる。「啓蒙」の意味ならびにその射程について考察する。「啓蒙とは自らに責めのある未成年状態から抜け出すことである」というカントの有名なテーゼについて理解を深めたい。また、参加者に簡単な発表をしていただく。", "指定図書の講読。"], "第7回": ["啓蒙期のドイツ哲学(1)：ドイツ語の哲学用語の形成に尽力し、この分野で多大の貢献を行ったヴォルフについて取り上げる。ドイツ語で哲学が本格的に語りだされるのはヴォルフからだといわれる。ヴォルフの『ドイツ語の形而上学』、『ドイツ語の倫理学』等にみられる世界観ならびに人間観について、ドイツ語のターミノロジーを確認しつつ考察したい。", "指定図書の講読。"], "第8回": ["啓蒙期のドイツ哲学(2)：合理論的な考え方に基づき知性ないし理性が意志に対して優位にあった18世紀ドイツ哲学界にあって、意志を人間のもつ最終的な審級とみなしたクルージウスについて考察する。クルージウスはピエティスト派神学者であり、時代の共有する原理である充足根拠律についてこれを四つに区分する独自の解釈でも知られている。後年、同じく理性に対する意志の優位を説くショーペンハウアーによって高く評価されることになるクルージウスの人間観や「均衡中立の自由」について詳論する。", "指定図書の講読。"], "第9回": ["啓蒙期のドイツ哲学(3)経験に先立ち経験そのものの可能性を制約する要素についての反省から、独自の世界観を構築することになったカントについて主題化する。カントは一般に経験論と合理論を総合したといわれている。この点についても確認することにしたい。前批判期から批判期へと進むカントの思索について、発展史的な考察を試みたい。", "指定図書の講読。疑問点の整理。レポート提出の準備。"], "第10回": ["カントの倫理学：「定言命法」に代表されるカントの倫理学について、伝統的な道徳規範と比較しつつ考察する。特に、「人からされたくないことは、あなたも人にしてはいけません」と定式化される黄金律との比較から、「定言命法・目的の方式」がどのように生成したのかについて省察したい。また、「技術的実践」と「道徳的実践」、「怜悧の規則」と「知恵の規則」などのペア概念についても言及する。", "指定図書の講読。"], "第11回": ["西欧近代の人権概念：「人権」や「人間の尊厳」が全ての人が同等に所有する価値であると見なされることになったのは西欧の啓蒙期であると言われる。この点についてテクストをもとに考察すると同時に、現代社会のもつ「人権」に関わる問題について考えてみたい。", "指定図書の講読。"], "第12回": ["世界に関するアンチノミー論：世界は時間に関して始まりをもつのか、それとももたないのか、といった問題を主題化する『純粋理性批判』の「弁証論」に提示されている「二律背反(アンチノミー）論」について考えたい。特に、そこで主題化されている人間の自由について、テクストを精読しつつ考察したい。西欧近代に見られる汎神論：西洋近代思想史にあって極めて特異な位置を占めるスピノザについて考察する。スピノザは伝統的な人格神を否定し、「神」を「自然」そのものと同定することで汎神論をとるとともに、強い決定論的な世界観を主張する。「神即自然」という考え方には、東洋的な自然観に通じるところがある。こういった点について吟味したい。", "指定図書の講読。"], "第13回": ["ロマン主義のドイツ哲学：「世界は私の表象である」という簡潔な世界観を提示することで、狭い哲学・思想の世界だけでなく、文学や音楽の世界にも強い影響を与えることになったショーペンハウアーの思想について取り上げる。彼は、理性に対する意志の優位を標榜することで、カントよりもクルージウスにつながるといえる。その倫理学は、理性に基づく行為規範に依るのではなく、だれもがもつ感情のうちに起源をもつといえる「共に苦しむ」ことに基礎を求めている。この倫理思想のもつ現代的な意味についても考えてみたい。", "指定図書の講読。"], "第14回": ["以上にみた西洋近代哲学・思想がどのように日本で受容されたのかについて素描する予定である。この受容史は哲学のターミノロジーの翻訳の歴史と重なるだろう。この点について事例に基づき考察する。また、本授業全体のまとめを行う。", "レポート提出の準備。"], "授業計画1": "授業中に課題を提示し、これについて発表いただく予定である。", "授業外学習2": "授業中に紹介するテクストを読むことが内容理解にとって不可欠となるので、授業時間外に複数の文献を精読することが必要である。"}, "評価": {"教科書Required texts0": "指定しない", "参考文献・資料Reference books0": "デカルト『方法序説』岩波文庫。ロック『人間知性論』岩波文庫。ロック『統治二論』岩波文庫。ライプニッツ『モナドロジー』岩波文庫。カント『啓蒙とは何か』岩波文庫。カント『道徳形而上学原論』岩波文庫。ベーメ『新しい視点から見たカント『判断力批判』』晃洋書房2018年。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に行う", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "授業中に発表、リポートの提出をしていただく"], "更新日時/Date of Update0": "2021年09月05日 21時44分53秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "院－２１２"]}, "campas": 0, "name": "【550】思想と文化／Ideas and Culture", "管理部署": 37, "単位数": 2, "担当者": "河村　克俊（KAWAMURA KATSUTOSHI） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 30, "評価1": 3, "開講期": 2}