{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "ドイツでは18世紀初めころからようやく思想がドイツ語で本格的に語りだされることになる。その黎明期ドイツ語圏の「存在論」、「世界論」や「倫理学」につい考察する。履修者が「啓蒙の世紀」といわれるこの時期のドイツ思想の特徴について理解するることが、この授業の目的である。", "到達目標": "近代ドイツ思想の黎明期について知識を深めること、またそのような知識に基づいて、自ら世界や自由といった概念について考察することの端緒をみつけることが、本講義の目標である。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "毎回レジュメを用いて授業を進める。", "トピック": {"第1回": ["西洋近代思想史全般と、そのうちなるドイツ思想について概観する。", ""], "第2回": ["ドイツ語で思想が本格的に語りだされるのは、１８世紀頃からである。その前史について概観する。", ""], "第3回": ["ドイツ啓蒙思想は一般に、前期、中期、後期にわけて考えられている。その第一期の代表的な思想家について考察する。", ""], "第4回": ["ドイツ啓蒙の第二期（１７２０～１７５０）を代表するクリスティアン・ヴォルフと、ゴットシェートなどヴォルフ学派の思想家の「存在論」「世界論」「自然神学」などについて考察する。", ""], "第5回": ["１８世紀ドイツはルター派内部での改革をすすめるピエティスムスの活動する時代でもあった。特にこの派を代表するクルージウスの基本思想をみることにしたい。", ""], "第6回": ["ドイツ啓蒙の後期（１７５０～１７８０）の思想家について考察する。特に、バウムガルテン、マイアーのテクストを参照しつつ、時代の思想の特徴である「経験的心理学」、「先入見批判」について吟味する。", ""], "第7回": ["18世紀ドイツ講壇哲学の自由概念をとりあげる。ヴォルフ学派は、理性に基づく自発性ないし選択意志として、クルージウスは選択肢の均衡中立状態として、自由を理解した。この二つの自由概念について複数のテクストに基づき考察する。", ""], "第8回": ["18世紀後半を代表する哲学者であるカントの思想について考察する。カントはドイツ啓蒙を終わりに導いたといわれる。「啓蒙とは何か」、「世界市民的見地から見た人類史の構想」などをテクストに、彼の啓蒙論や歴史観について理解を深めいたい。", ""], "第9回": ["『純粋理性批判』に見られる「経験に先立って経験を可能にする契機」について考察する。ここで取り上げるテーマは、思弁的関心に属している。世界の全体について考えるとき、合理的な思考が二律背反に陥ることを見出したカントは、世界の実在性について、先行哲学者とは異なる解釈をとるに至る。ここではカントの認識論について考察する。", ""], "第10回": ["カントの倫理思想、特に自由、自律、定言命法などについて考察する。ここで取り上げるテーマは、実践的関心に属している。自然法思想、黄金律などを吟味することからはじめ、それらを批判しつつ自らの道徳思想を構築する過程を、テクストに沿って跡付けたい。", ""], "第11回": ["啓蒙期の哲学はライプニッツやヴォルフの「最善世界説」に代表されるように、オプティミズムの傾向があった。これを真正面から否定するのが19世紀を代表する哲学者の一人ショーペンハウアーである。彼は「世界とは私の表象である」、「世界とは私の意志である」と述べることから、自らの主著を書き始めている。この文の意味を解釈しつつ、彼の認識論、世界観について理解を深めたい。", ""], "第12回": ["ショーペンハウアーによれば、「苦悩」や「苦痛」が世界を理解するうえで中心的な課題となる。そして、これらから解放されるために必要となるのが、「生きようとする意志の否定」だという。このように考えるショーペンハウアーの倫理学である「共苦の倫理学」について考察する。", ""], "第13回": ["19世紀後半、進化論から分かれて発達した思想から優生学が生まれ、20世紀前半の社会に大きな影響を与えた。例えばヒトラーにみられるレイシズムは、彼が新しい学として学習した当時の優生学に基づくものだった。ドイツ啓蒙思想には「世界市民」という観点や、人類史は争いから調和へと向かっている、という基本理念が見られたが、なぜそれが20世紀ドイツ史において、真逆の方向に向かうことになったのかについて考えてみたい。", ""], "第14回": ["授業のまとめを行う。", ""], "授業計画1": "毎回レジュメを用いて授業を進める。<BR/>まず、オプティミスムスとしてしばしば批判されるライプニッツの「最善世界説」について『弁神論』、『モナドロジー』等に基づいて理解を深めたい。次にヴォルフの『ドイツ語の形而上学』にみられる機械的世界観について、自由概念との関係のうちに考察する。その後、ヴォルフ学派の『形而上学』に共通にみられる「自発性」概念に基づく自由、またピエティスト派神学者の「均衡中立の自由」を吟味する。ヴォルフとランゲの論争についても『論争書』に基づいて言及する。またカントについて、世界理解にかかわる「二律背反論」、「私」ないし「自我」にかかわる「統覚論」、実践理性の「自律」等を主題化する。<BR/>　主要テクストについてはその短い部分を講読する予定である。", "授業外学習2": "授業中に紹介する文献について読んでおくことが必要。"}, "評価": {"教科書Required texts0": "特に指定しない", "参考文献・資料Reference books0": "木阪、菅沢、河村編『現代カント研究９　近代からの問いかけ　―啓蒙と理性批判―　』晃洋書房2004年。ベーメ『新しい視点から見たカント『判断力批判』』晃洋書房2018年。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "100 %", ""], "更新日時/Date of Update0": "2022年01月17日 09時00分52秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜２時限／Friday 2", "春学期／Spring", "未定"]}, "campas": 0, "name": "【550】ドイツ語圏文化Ａ／Culture in German-Speaking Regions A", "管理部署": 37, "単位数": 2, "担当者": "河村　克俊（KAWAMURA KATSUTOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 29, "評価1": 2, "開講期": 1}