{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、社会の中に言語、文化、民族、宗教、歴史、政治など背景の違いをもつ人たちが共生していることを理解し、議論することができるようになることである。また、複数の言語が社会の中に共存し、それぞれの文化や民族が尊重され、その社会の構成メンバーが複言語能力、複文化能力を習得し、それが尊重されるような多言語、多文化の社会の可能性について議論することである。", "到達目標": "ヨーロッパ近代以降の世界、第2次世界大戦以降の新たな世界の秩序、日本の近代化と戦後の問題などに関する理解を深め、多言語主義、多文化共生について一定の資料を基にして、テーマに沿った議論できるようになること。", "特記事項": "", "関連科目": "異文化理解、言語教育政策", "授業の概要・背景": "", "授業方法": "大阪梅田キャンパスで対面形式講義、参加者とのやり取り、ディスカッションなどを対面でもオンラインでも行います。積極的な参加を求めます。なお、感染者数の増加やその必要な対策のために、授業実施形態が変更されることがありますので、LUNAによる連絡には注意してください。一般にも公開する形で開講されますので、一般の参加者も数名おられることがあります。（いわゆる「一般公開科目」ではありません。）<BR/><BR/>第１回授業は、入国していない履修者でオンライン参加されるばあいには、次の ZOOM Meeting に入ってください。18:00からです。<BR/><BR/>SHINJI NAKAGAWAさんがあなたを予約されたZoomミーティングに招待しています。<BR/><BR/>トピック: Zoom meeting invitation - Prof. 中川 Zoomミーティング 金６ 梅田 多言語主義・多文化共生 18:00-19:40<BR/>時間: こちらは定期的ミーティングです いつでも<BR/><BR/>Zoomミーティングに参加する<BR/>https://us06web.zoom.us/j/82611785452?pwd=QXFod0dlWGhBQ0pUNkM2SEpDQWxGQT09<BR/><BR/>ミーティングID: 826 1178 5452<BR/>パスコード: 854547", "トピック": {"第1回": ["(04/08) 中川慎二「多言語主義・多文化共生」この授業全体について説明し、「言語教育と複言語主義」をめぐって導入の議論を行う。", ""], "第2回": ["(04/15) 山下　仁「社会言語学の観点から、多言語主義・多文化共生について考える（その１）ーマクロ社会言語学に関連するテーマである言語の多様性や言語の地位、言語意識 について」", ""], "第3回": ["(04/22) 山下　仁「社会言語学の観点から、多言語主義・多文化共生について考える（その２）ー批判的談話分析のテーマである「人種差別の否定」や構造的な差別について」", ""], "第4回": ["(05/06)西山教行「多言語主義論 1」：この講義では欧州連合（EU)の言語政策を取り扱う。EUは1951年の欧州石炭鉄鋼共同体に起源を持つ国際組織で，統一市場や共通通貨の導入など経済や産業，資源に関する分野に介入してきたが，1990年代から教育にも介入を進めている。とりわけ学生や教員の国際交流を推進するために，財政措置などを講じ，言語政策に対する間接的な関与を行ってきた。しかし近年では欧州委員会に多言語主義担当委員（閣僚級）を設置するなど，多言語主義政策への関与をますます強めている。<BR/>　本講義はこのような取り組みを紹介し，多言語主義に関する言語政策の理解をすすめたい。", ""], "第5回": ["(05/13)西山教行「多言語主義論 2」：この講義では欧州評議会の言語政策を取り扱う。欧州評議会とは1949年に設立されたヨーロッパの国際組織で，欧州連合（EU)とは異なる。人権や民主主義，法の支配などの発展のために設立された欧州評議会は1960年代から言語政策に取り組み，今日ではCEFR（「ヨーロッパ言語共通参照枠」）の名称で知られている外国語の教育･学習･評価に関する教育資材を作成したことで知られている。日本でもCEFRを大学入試に援用しようとの意見もあり，欧州評議会の言語政策は日本にとっても無縁ではない。<BR/>　本講義では欧州評議会の言語政策を照会し，言語教育政策の理解を図りたい。", ""], "第6回": ["(5/20)櫻井千穂「文化的言語的に多様な子ども（CLD児）の言語習得」：日本にいる外国につながる子どもなどを含むCLD児の複数言語習得はどのようになされるのか、成人の外国語学習／第二言語習得と何が違うのか。バイリンガル教育研究やSLA研究の知見をふまえつつ、具体的事例から理解を深めたい。", ""], "第7回": ["(5/27)櫻井千穂「文化的言語的に多様な子ども（CLD児）への教育・支援」：日本のようなモノグロシック・イデオロギーの強い社会において、言語的マイノリティとされるCLD児の全人的発達を保障するには、どのような教育環境が求められるのか。ホスト社会の我々に何ができるのかを考えたい。", ""], "第8回": ["(6/3)中村一成「国際人権からみた日本の外国人政策」<BR/>日本の在日朝鮮人政策の柱は、「国籍」を基準にした無権利化と公的領域からの排除、不可視化だった。名古屋入管でのスリランカ人女性虐待死事件など、それは新たに渡日する外国籍住民の生をも蹂躙している。人種差別撤廃条約や国際人権規約など、日本も加入、批准している国際人権条約に基づく委員会から日本政府が受けた是正、改善勧告を紐解きながら、日本の「外国人差別」の実例を取り上げる。", ""], "第9回": ["(6/10)中村一成「1990年代という転換点、日本の現在、今後の課題」<BR/>　1970年代以降、当事者と日本国民の連携による反差別・人権伸長闘争が高揚した。それは一定の権利伸長をもたらしたが、バックラッシュも起きた。それは2000年代後半になって新たな排外・攘夷運動の広がりとなって噴出する。具体的事件の数々と、当事者による法的応戦が拓いた司法判断の最前線を紹介し、今後の課題について分かち持ちたい。", ""], "第10回": ["(06/17)松島泰勝「琉球先住民族の政治経済と文化」：本講義では、琉球の歴史を簡単に振り返り、琉球先住民族形成の社会的、国際的背景を論じた上で、琉球の脱植民地化過程の政治経済において文化が果たす役割について論じる。参考文献として、松島泰勝編著『歩く・知る・対話する琉球学』明石書店をあげておきたい。", ""], "第11回": ["(06/24)松島泰勝「太平洋島嶼民の政治経済と文化」：　本講義では、太平洋諸島のなかでもパラオとグアムの歴史を簡単に振り返り、グアムとパラオの脱植民地化過程の政治経済において文化が果たす役割について論じる。参考文献として、松島泰勝『琉球独立宣言』講談社文庫をあげておきたい。", ""], "第12回": ["(07/01)浅野慎一「中国残留日本人にみる多文化共生」：　戦後の中国と日本の双方の社会における中国残留日本人(残留孤児・残留婦人)の共生と排除の実態を考察する。特に諸個人の労働・生活過程、およびポスト・コロニアルの社会変動の相互関連に注目する。", ""], "第13回": ["(07/08)浅野慎一「夜間中学校にみる多文化共生」：戦後日本の夜間中学校とその生徒の史的変遷を概観し、特に在日コリアン・中国帰国者・インドシナ難民・南米日系人、さらにポスト・コロニアルの諸主体にとって夜間中学が果たした意義について考察する。", ""], "第14回": ["(07/15) 中川慎二「多言語主義・多文化共生」という研究の視点について、今学期の授業のまとめの議論を行う。ゲストスピーカーをお招きする予定。", ""], "授業外学習2": "各担当教員が事前あるいは授業時、授業後に配布する資料をよく読むこと。また、授業スライドなど、授業内容を反映したリポートを書くこと。積極的に議論に参加するr態度も評価する。"}, "評価": {"参考文献・資料Reference books0": "中村一成（2014）『ルポ　京都朝鮮学校襲撃事件　－＜ヘイトクライム＞に抗して』岩波書店\n名嶋義直編（2019）『民主的シティズンシップの育て方』ひつじ書房\nクロード・トリュショ著西山他訳 (2019)『多言語世界ヨーロッパ―歴史・EU・多国籍企業・英語』大修館書店\n谷　富夫（2015）『民族関係の都市社会学――大阪猪飼野のフィールドワーク』ミネルヴァ書房\n泉水浩隆編『ことばを教える・ことばを学ぶ　複言語・複文化・ヨーロッパ言語共通参照枠(CEFR)と言語教育』行路社\n宗教社会学の会編『生駒の神々――現代都市の民俗宗教』創元社、1985年\n岩崎信彦他編著（2003）『海外における日本人、日本のなかの外国人』昭和堂\n浅野慎一編著(2007)『増補版　日本で学ぶアジア系外国人』大学教育出版\n松島泰勝編著(2021)『歩く・知る・対話する琉球学』\n松島泰勝(2015)『琉球独立宣言』講談社文庫\n移住者と連帯する全国ネットワーク(2021)Migrants Network 219号\n福永由香編,庄司博史監修(2020)『顕在化する多言語社会日本』三元社\n真嶋潤子編(2019)『母語をなくさない日本語教育は可能か -定住二世児の二言語能力』大阪大学出版会", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "各教員の講義ごとに提出"], "更新日時/Date of Update0": "2022年04月05日 11時35分18秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "金曜６時限／Friday 6", "春学期／Spring", "ＯＣ１４０７"]}, "campas": 2, "name": "【550】多言語主義・多文化共生／Multilingualism and Diversity", "管理部署": 37, "単位数": 2, "担当者": "中川　慎二（NAKAGAWA SHINJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 33, "評価1": 3, "開講期": 1}