{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "本講義の目的は、社会の中に言語、文化、民族、宗教、歴史、政治など背景の違いをもつ人たちが共生していることを理解し、議論することができるようになることである。また、複数の言語が社会の中に共存し、それぞれの文化や民族が尊重され、その社会の構成メンバーが複言語能力、複文化能力を習得し、それが尊重されるような多言語、多文化の社会の可能性について議論することである。", "到達目標": "ヨーロッパ近代以降の世界、第2次世界大戦以降の新たな世界の秩序、日本の近代化と戦後の問題などに関する理解を深め、多言語主義、多文化共生について一定の資料を基にして、テーマに沿った議論できるようになること。", "授業方法": "(変更）第1回：大阪梅田キャンパスで対面形式<BR/>第2回ー第11回：ZOOMによる同時双方向のオンライン形式<BR/>第12回ー第14回：大阪梅田キャンパスで対面で実施する予定。<BR/>講義、参加者とのやり取り、ディスカッションなどを対面でもオンラインでも行います。積極的な参加を求めます。<BR/>なお、感染者数の増加やその必要な対策のために、授業実施形態が変更されることがありますので、LUNAによる連絡には注意してください。<BR/>オンライン授業では、一般にも公開する形で開講されますので、一般の参加者も数名おられることがあります。", "トピック": {"第1回": ["(04/09) 中川慎二「言語教育とシティズンシップ教育」：言語教育の目的は何なのか？ドイツではシティズンシップ教育は政治教育の名称のもとに行われてきた。その歴史的経緯とともに、実践的な意味について議論する。", ""], "第2回": ["(04/16) 山下　仁「社会言語学の観点から、多言語主義・多文化共生について考える（その１）ーマクロ社会言語学に関連するテーマである言語の多様性や言語の地位、言語意識 について」", ""], "第3回": ["(04/23) 山下　仁「社会言語学の観点から、多言語主義・多文化共生について考える（その２）ー批判的談話分析のテーマである「人種差別の否定」や構造的な差別について」", ""], "第4回": ["(04/30) 松島泰勝：「学知の植民地主義とは何か」⓵", ""], "第5回": ["(05/07) 松島泰勝：「学知の植民地主義とは何か」⓶", ""], "第6回": ["(05/14) 西山教行「多言語主義論 1」：この講義では欧州連合（EU)の言語政策を取り扱う。EUは1951年の欧州石炭鉄鋼共同体に起源を持つ国際組織で，統一市場や共通通貨の導入など経済や産業，資源に関する分野に介入してきたが，1990年代から教育にも介入を進めている。とりわけ学生や教員の国際交流を推進するために，財政措置などを講じ，言語政策に対する間接的な関与を行ってきた。しかし近年では欧州委員会に多言語主義担当委員（閣僚級）を設置するなど，多言語主義政策への関与をますます強めている。<BR/>　本講義はこのような取り組みを紹介し，多言語主義に関する言語政策の理解をすすめたい。", ""], "第7回": ["(05/21) 西山教行「多言語主義論 2」：この講義では欧州評議会の言語政策を取り扱う。欧州評議会とは1949年に設立されたヨーロッパの国際組織で，欧州連合（EU)とは異なる。人権や民主主義，法の支配などの発展のために設立された欧州評議会は1960年代から言語政策に取り組み，今日ではCEFR（「ヨーロッパ言語共通参照枠」）の名称で知られている外国語の教育･学習･評価に関する教育資材を作成したことで知られている。日本でもCEFRを大学入試に援用しようとの意見もあり，欧州評議会の言語政策は日本にとっても無縁ではない。<BR/>　本講義では欧州評議会の言語政策を照会し，言語教育政策の理解を図りたい。", ""], "第8回": ["(05/28) 李洙任「一方的に日本国籍を剥奪された旧植民地出身者とその末裔―特別永住者の在留資格の脆弱性―」：ヘイトスピーチの主たる被害者は、旧植民地出身者、すなわち元日本国籍保有者である韓国人、朝鮮籍の人たちとその末裔である。「かつて日本国籍を有していたもの」に対する「日本政府の配慮」とも取れる特別永住者制度であるが、特別なメリットは証明書の常時携帯義務以外はなく、社会統合の視点から見ると四世も五世も永続的に日本に在住する彼らの日本社会のプレゼンスは国民と同等の権利を持たない点においていたって脆弱である。よって、特別扱いではなく、ヘイトスピーチは弱者いじめであることを本講義で解説したい。講義担当者はコリア系日本人。", ""], "第9回": ["(06/04) 李洙任「日本最大のエスニック・マイノリティ・ビジネス‐在日コリアン系起業家についての新視座‐」：日本でエスニック・マイノリティ・ビジネスの研究が欧米諸国と比較をしても大きな後れをとったのは社会構造的に未だに存在する外国人への差別処遇である。それ故に、旧植民地出身者とその末裔である韓国籍や朝鮮籍の人たちがどのような生業で生活してきたかを経営や経済の視点で論考することを日本の研究者はあまり追究してこなかった。本講義では、日本の経済構造をマイノリティの視座で考察する。", ""], "第10回": ["(06/11) 中村一成「人種差別とは何か」：「人種差別」と聞いて何を連想するだろうか。黒人、ユダヤ人、アイヌ、在日朝鮮人、韓国人……。具体的な人種差別事件の数々や、国連の人種差別撤廃条約が日本に出した勧告の数々を紐解きながら、「人種差別とは何か」について整理したい。なぜか？　それは様々な表出形態で噴出してくる人種差別を見抜くためであり、私たちがいつの間にか加害者になる事態を防ぐ、少なくとも減ずるためである。", ""], "第11回": ["(06/18) 中村一成「人種差別対策の必要性」：人種差別は暴力そのものであり、民主主義の基盤「平等」を破壊する。さらにはより過激な暴力を誘発する絶対悪である。では諸外国は人種差別にどう対処してきたのか。欧米における人種差別対策を例に日本の現状を検証する。刑事、民事における司法判断の数々、ヘイトデモ問題を受け、2016年に成立した「ヘイト・スピーチ解消法」や、日本史上初めて差別煽動を犯罪とした川崎条例などの試みについても考えたい。", ""], "第12回": ["(06/25) 谷富夫「猪飼野の民族関係」:大阪市生野区は13万区民のうち2.3万人、約20％が在日コリアンです。しかも、かれらの居住歴は戦前に遡り、今では4世が育っています。これほどの人口量と人口密度と歴史において「外国人」が住む地域社会は、全国でもここくらいでしょう。この個性を象徴する地名が「猪飼野」（いかいの）です。本講では、猪飼野で展開されている在日コリアンと日本人の「民族関係」を紹介し、それが日本の未来に示唆することがらについて考えます。ビデオ使用の予定。", ""], "第13回": ["(07/02) 谷富夫「在日コリアンの信仰と宗教」:関西人には近場の聖地として親しまれている大阪近郊生駒山。ここには、創建が古事記・日本書紀の時代に遡る石切神社、河内一宮の枚岡神社、聖徳太子が開山し、国宝信貴山縁起絵巻で有名な朝護孫子寺に、江戸時代から庶民に現世利益を与えてきた宝山寺――これら有名寺社がある一方、在日コリアンが熱心に通う「朝鮮寺」という小さな寺も点在しています。朝鮮のシャーマニズムと仏教が混淆した、とてもエキゾチックなお寺と、これを信仰する人々の内面世界に、みなさんをお誘いします。スライド使用の予定。", ""], "第14回": ["(07/09) 中川慎二「多言語主義・多文化共生」という研究の視点について：履修生と一般の聴講の方を交えて、「私たちはなぜ研究をするのか」、また研究の視点として「多言語主義・多文化共生」について、またその社会的意義についても意見交換する。", ""], "授業外学習2": "各担当教員が事前あるいは授業時、授業後に配布する資料をよく読むこと。また、授業スライドなど、授業内容を反映したリポートを書くこと。積極的に議論に参加するr態度も評価する。"}, "評価": {"参考文献・資料Reference books0": "中村一成（2014）『ルポ　京都朝鮮学校襲撃事件　－＜ヘイトクライム＞に抗して』岩波書店\n名嶋義直編（2019）『民主的シティズンシップの育て方』ひつじ書房\nクロード・トリュショ 著 『多言語世界ヨーロッパ―歴史・EU・多国籍企業・英語』大修館書店\n李洙任編著（2012）『在日コリアンの経済活動』不二出版\n谷　富夫（2015）『民族関係の都市社会学――大阪猪飼野のフィールドワーク』ミネルヴァ書房\n泉水浩隆編『ことばを教える・ことばを学ぶ　複言語・複文化・ヨーロッパ言語共通参照枠(CEFR)と言語教育』行路社\n宗教社会学の会編『生駒の神々――現代都市の民俗宗教』創元社、1985年", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "各教員の講義ごとに提出"], "更新日時/Date of Update0": "2021年05月04日 17時36分39秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜６時限／Friday 6", "春学期／Spring", "ＯＣ１４０３"]}, "campas": 2, "name": "【550】多言語主義・多文化共生／Multilingualism and Diversity", "管理部署": 37, "単位数": 2, "担当者": "中川　慎二（NAKAGAWA SHINJI） ", "履修基準年度": "１年", "時限1": 33, "評価1": 3, "開講期": 1}