{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "フランス語で書かれた批評や思想的テクストを厳密に読解する能力を身につけることを目的とする。", "到達目標": "・フランス語で書かれた批評や思想的テクストを正確に理解することができる。<BR/>・論じられている概念を思想史のなかで捉えることができる。<BR/>・論じられている考え方を批評することができる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "原則対面授業を行う。オンライン受講許可学生にはLUNAを通して受講方法を提示する。<BR/>この授業では、フランス語のテクストを毎回２ページほどの進度で輪読していく。哲学的な議論なので難解に思えるところがあるかもしれないが、フランス語で書かれた批評、思想的テクストの読解能力を高めたい者の参加を歓迎する。", "トピック": {"授業計画1": "この授業では、以下のいずれかのテクストか、あるいは 受講生が少ない場合には受講生の研究対象を考慮して哲学的なテクストを選定し、輪読する。受講希望者はどのような哲学や思想に興味を持っているか、初回の授業で話すことができるようにしておいて下さい。<BR/>1 ロラン・バルト「『味覚の生理学』を読む」を輪読する。バルトの批評は現代フランスの文化を読み解くうえで示唆に富む。授業ではブリア・サヴァラン『味覚の生理学』の該当箇所も参照しながら、料理の側面からフランス文化を考察する。<BR/>2 ルソーの政治論『社会契約論』、教育論『エミール』あるいは演劇論『ダランベールへの手紙』を輪読する。ルソーのテクストは18世紀のフランス思想を読み解く上で重要なテクストであるばかりでなく、現代においてもその批評的な視点は興味ぶかい。授業では、ルソーの古典的テキストを熟読することによって、現代的な問題を見出したい。<BR/>3　フィリップ・ラクー＝ラバルトのモーリス・ブランショ論を輪読する。フィリップ・ラクー＝ラバルトは、フランス現代思想の脱構築派を代表する哲学者の一人であり、模倣（ミメーシス）の問題をヨーロッパ的知の根源にかかわる問題として、哲学と芸術と政治が交差する場面で執拗に問い直そうとした。問い直しの主たる場面はヘルダーリン、ニーチェ、ハイデガーといったドイツ近代の文脈であったが、模倣の問題を今日的な主体化と政治共同体の問題として提起するために、バタイユとともにブランショを参照することをやめなかった。ブランショ論の主題として検討されるのは、自伝の問題である。自伝を書くとき、あたかも自分を一度死んだ者として見つめるかのようにして書く作家がよく見受けられる。ブランショの場合、書くためには一度死ぬ必要があるとまで述べる。書くために必要な死とは、いったい何のことか。ラクー＝ラバルトは、この問題を模倣論の系譜において捉え、ブランショにとっての主体化の問題を検討していく。授業では、このテクストを熟読することによって、フランス現代思想における主体化の問題を考察することにする。<BR/>授業前には辞書を引きながらテクストを丹念に読み解いて日本語に翻訳できるようにしておく必要があります（１時間ほど）。授業後には読み解くことができなかった箇所を中心に復習し、知らなかった単語や言いまわしを覚える習慣を身につけるとよいでしょう（30分ほど）。", "授業外学習2": "授業中に見出された問題について粘り強く考え続ける習慣を身につける。"}, "評価": {"教科書Required texts0": "プリントで配布。", "学生による授業評価の方法Course Evaluation by Students0": "最終授業中に研究科所定様式で実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業での平常評価"], "成績評価Grading2": "備考　Note\n授業での読解の精度、考察の深め方を見て評価を行う（100％）。", "更新日時/Date of Update0": "2023年04月24日 16時27分09秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "院１－２０６"]}, "campas": 0, "name": "【550】フランス語圏文化Ｂ／Culture in French-Speaking Regions B", "管理部署": 37, "単位数": 2, "担当者": "上田　和彦（UEDA KAZUHIKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 4, "開講期": 1}