{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Students will gain knowledge of the main elements of the psychology of language learning. Students will learn about the main psychological concepts (identity, motivation, self-efficacy, willingness to communicate, etc.) and the key people in the field.", "到達目標": "Students will gain an understanding of the main concepts of, and researchers involved in the field of the psychology of language learning. Students will demonstrate their ability to explain and apply the concepts that are learned. Students will demonstrate their understanding of how to apply their knowledge of psychology to both language teaching and language learning.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Most sessions will begin with a review of the previous week's topic. This will be followed by student oral reports on the reading assignments. After this, the teacher will make a presentation on the week's topic. Then, students will discuss that topic. This plan may change due to timing issues, such as a longer discussion, student presentations, etc.", "トピック": {"第1回": ["Introduction and Overview of the Course<br />During the first session,  I will provide a short introduction to the course, give a review of the syllabus and explain my course policies, including details about assignments and the final paper. Then, I will ask you about your background and interests that are related to psychology. Finally, if time permits, I will provide a short overview of the history of the psychology of language learning.", "Read and prepare to discuss the handout for Week 02."], "第2回": ["Language and The Brain. <br />I will give a short explanation of our current understanding of the architecture and working of the brain. You will discuss the information in the reading. We will consider the language learning process and the link between the mental structures and aspects of human language. (Embedded Figures, Field Dependence / Independence)", "Review class content.<br />Read and prepare to explain your reading for Week 03."], "第3回": ["Memory and Measurement. <br />You will discuss the information from the reading and focus on how the content relates to previous topics in the course. I will give a short presentation on memory. We will try some memory experiments. I will point out some important aspects and cautions concerning psychological measurement. (Keyword Method) You will need to submit a copy of your article explanation outline.", "Review class content.<br />Read and prepare to explain your reading for Week 04."], "第4回": ["Identity<br />You will discuss the information in the reading and focus on how the content relates to previous topics in the course. We will try to identify the key differences between the related concepts of self-concept, self-esteem, self-identity, and self-efficacy. We will discuss the connections between identity and how students participate in language courses.", "Review class content.<br />Read and prepare to explain your reading for Week 05."], "第5回": ["Personality and Preferences. <br />You will discuss the information in the reading and focus on how the content relates to previous topics in the course. I will make a short presentation about learning styles, attribution, affect, and feedback. We will discuss how and why teachers should give feedback to students. (Various Personality Indices)", "Review class content.<br />Read and prepare to explain your reading for Week 06."], "第6回": ["Motivation, Metacognition, and Goals. <br />You will discuss the information in the reading and focus on how the content relates to previous topics in the course. I will present an action/resource model of motivation. We will discuss how the different motivational models relate to the action/resource model. (Motivational Surveys) You will need to submit a copy of your article explanation outline.", "Review class content.<br />Read and prepare to explain your reading for Week 07."], "第7回": ["Motivation (Continued) and Review <br />You will discuss the information in the reading and focus on how the content relates to previous topics in the course. We will consider various teaching scenarios and discuss practical techniques for dealing with student motivational issues. Then we will review some of the previous topics. (Motivation and Action)", "Review class content.<br />Read and prepare to explain your reading for Week 08."], "第8回": ["Emotion and Affect<br />You will take turns making short presentations concerning your individual topic of interest. We will discuss the content of the presentations.", "Review class content.<br />Read and prepare to explain your reading for Week 09."], "第9回": ["The Learner and Learner Development. <br />You will discuss the content of the reading and focus on how the content relates to previous topics in the course. I will give a short presentation on constructivism. (Environment, Group Dynamics, Constructivism, Communities of Practice) You will need to submit a copy of your article explanation outline.", "Review class content.<br />Read and prepare to explain your reading for Week 10."], "第10回": ["The Learning Environment. <br />You will discuss the content of the reading and focus on how the content relates to previous topics in the course. I will make a presentation concerning the different social groups involved in the formal learning process.", "Review class content.<br />Read and prepare to explain your reading for Week 11."], "第11回": ["Implicit Theories &amp; Beliefs. <br />You will discuss the content of the reading and focus on how the content relates to previous topics in the course. I will make a presentation concerning the types of beliefs that are involved. Then we will consider how those beliefs may differ between the various parties involved (learners, teachers, administrators, parents).", "Review class content.<br />Read and prepare to explain your reading for Week 12."], "第12回": ["Styles &amp; Strategies. <br />You will discuss the content of the reading and focus on how the content relates to previous topics in the course. I will make a short presentation on strategies. Finally, we will look at one tool for assessing strategy use and discuss its application. You will need to submit a copy of your article explanation outline.", "Review class content.<br />Read and prepare to explain your reading for Week 13."], "第13回": ["Methodologies <br />I will make a presentation of some different language teaching methodologies and we will discuss their psychological aspects. I will explain about two main theories of task complexity from a psychological aspect. Then, students will discuss the psychological aspects of selected teaching materials.", "Review class content.<br />Read and prepare to explain your reading for Week 14."], "第14回": ["Materials &amp; Review<br />I will explain about two main theories of task complexity from a psychological aspect. Then, students will discuss the psychological aspects of selected teaching materials. Finally, we will review the topics of the course.", "Complete the term assignment."], "授業外学習2": "Each week you will need to read and prepare to discuss at least one handout or article about the following week's topic. The discussion will focus on the content of the reading your reaction to the reading, implications on the content regarding language teaching and learning, and how the content fits in with previous readings. <br />Reading the article should take you between 1 and 2 hours depending on the length and language. <br />Preparing an explanation will require approximately 1 hour of work. Note: You will need to submit a copy of your article explanation or outline 4 times during the semester. I will provide detailed written feedback. <br />The final assignment will also be submitted through email. I will provide detailed written feedback."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "25 %", "Final reports will be evaluated according to a rubric that will be given out during the first class session."], "成績評価Grading2": ["平常リポート／Individual reports (04)", "25 %", "In class presentations of articles / handouts will be graded according to depth and logic."], "成績評価Grading3": ["その他／Others (99)", "50 %", "Participation will be judged according to the student's informed and appropriate contributions to the class discussions."], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "火曜７時限／Tuesday 7", "秋学期／Fall", "ＯＣ１００２"]}, "campas": 2, "name": "【550】言語学習心理学／Psychology of Language Learning", "管理部署": 37, "単位数": 2, "担当者": "ヴィスゲイティス（VISGATIS BRAD） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 13, "評価1": 1, "評価2": 3, "評価3": 6, "開講期": 2}