{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "ＥＦＬ環境における言語コミュニケーション能力を効果的に養成するためのカリキュラムはいかにあるべきかを検討する。これまでに海外のＥＳＬ環境で行われてきた外国語教育研究（第二言語ESL教授・学習）の理論を概観しながら、日本のようなＥＦＬ環境下で有効な英語教育のありかたを探るものとする。とりわけ、中等教育段階の日本人英語学習者に有効な、コミュニケーション能力の基礎となる言語知識（音声・語彙・文法）や言語技能（四技能）の育成に関する重要概念や指導アプローチを包括的に理解し、そこから得た知見を指導実践にいかに応用するかを考えることにある。この分野で取り扱われている重要概念および指導アプローチがどのように英語教室の諸問題に関連しているかを考察し、その考察から日々の実践的課題をどのように解決できるかを議論し、四技能のバランスのとれた言語運用能力（コミュニケーション能力）を育成するための授業構築に主眼を置いたクリティカル・リフレクション的手法によるカリキュラム開発の具体的方策を探る。", "到達目標": "１．テキスト内の英語教育におけるテクニカル・タームを理解し、説明することができる。　２．テキストの各章の内容を正確に理解し、それに対する自分の考え方を構築することができる。　３．各章における重要課題を理解し、授業実践に応用することができる。　４．EFL環境における日本人英語学習者に適した英語授業の構築をすることができる。", "授業方法": "オンライン授業（ZOOMによる双方向型リアルタイムの授業とする）<BR/>科目ホームページURL（２０２１年度春学期：言語コミュニケーション文化研究科「カリキュラムデザイン」<BR/>https://luna.kwansei.ac.jp/webapps/blackboard/execute/modulepage/view?course_id=_197896_1&amp;cmp_tab_id=_233936_1&amp;editMode=true&amp;mode=cpview<BR/>講義・発表・討論等、オンライン提出課題の検討", "トピック": {"第1回": ["第1回目は、時間: 2021年4月13日 05:00 PM　以下のURLでZOOM授業に入室してください。Zoomミーティングに参加するhttps://zoom.us/j/94080025913?pwd=Q3VRT0J5WmNoOWZIWmExNUF1OVFMdz09<BR/>ミーティングID: 940 8002 5913　　パスコード: 823863<BR/>オリエンテーション（授業の説明、理念、具体的進め方など）受講者の本講座の受講目的、興味ある研究課題、研究テーマ、研究の動機、研究構想などを発表し、本講座において、各受講者の研究課題との関連性を検討する。本講座のねらいや、進め方、課題の提出、発表の要領などについて説明する。", "カリキュラムデザインの1回目の授業の資料を把握する<BR/>日本の英語教育の言説について考える"], "第2回": ["＜英語教育カリキュラム開発＞　「カリキュラム」ということばの語源を説明し、カリキュラムがどのように作られてきたのかカリキュラムの歴史的背景や今日のカリキュラムの考え方に至るまでの経緯について説明する。その上で、新たな考え方における今日的なカリキュラム論について論じる。新たなカリキュラムの考え方では、カリキュラムが一度作成されるとそれで終わりではなく、授業の前の計画カリキュラム、授業中の実施カリキュラム、授業後の修正カリキュラムという3つのカリキュラムのサイクルで発展的にカリキュラムが開発されることを論じる。", ""], "第3回": ["＜EFL環境とESL環境＞　公教育における日本人英語学習者を対象にした効果的な英語教育の在り方を中心に考えるために、日本における英語学習者の言語環境はEFL環境であることを認識し、EFL環境での英語学習を前提とした上での英語教育の必要性を論じる。そのためには、EFLとESLの違いを明確にし、EFLとESLの概念規定を行う。そして、EFL環境における日本人英語学習者に適切な英語教育の在り方について論じる。", ""], "第4回": ["＜英語コミュニケーション能力の定義＞　小学校、中学校、高等学校の英語教科に関する学習指導要領では、一貫してコミュニケーション能力の育成が指導の目標として掲げられれている。コミュニケーション能力を育成するには、コミュニケーション能力の定義を明らかにする必要がある。その上で、コミュニケーション能力の育成のための授業が構築でき、指導と評価が実施できることになる。「ミュニケーション能力」の定義はいまだかつて研究者の間でもコンセンサスを得ていない。そこで、コミュニケーションの定義の諸説を議論し、各校種での適切な育成すべきコミュニケーション能力の定義を明らかにする。", ""], "第5回": ["＜第1章　言語教室の調査方法＞　本章では、教室での調査方法を示している。その中には、指導日誌や授業記録、調査とアンケート、音声録音やビデオ録画、観察、アクション・リサーチなどが含まれており、それらの方法論を具体的に明らかにする。", ""], "第6回": ["＜第2章　言語教師の信条調査＞　本章では、指導や学習に関する教師の考え方や信条がいかに授業者の授業に影響を与えるかを検証する。", ""], "第7回": ["＜第3章　学習者中心の教授＞　本章では、学習者サイドの信条や目標、態度などのを扱い、これらが学習者の認知スタイル、学習スタイル、学習方略にどのように影響するかを論じる。", ""], "第8回": ["＜第4章　言語教師の意思決定＞　本章では、指導の際に働く思考過程について検討し、「計画」「授業中のインターラクション」「評価」という3分野における意思決定について考察する。", ""], "第9回": ["＜第5章　言語教師の役割＞　本章では、教師が学校や自分の教室で果たす役割や、これらの役割が生む責任、さらにそれらの責任がどのように指導者の指導スタイルに影響を及ぼすかを調査する。", ""], "第10回": ["＜第6章　言語教室の構造＞　本章では、指導過程をどのように組み立てるか、そして、異なる指導過程が授業のまとまりやダイナミックスにどのような影響を与えるかを検討する。", ""], "第11回": ["＜第7章　第2言語教室の相互作用＞　本章では、教室におけるインターラクションの本質、例えば、第2言語を教える授業に特有なインターラクションのパターンや、教師がこれらのパターンに影響を与えることができると思われる方法に焦点を当てて論じる。", ""], "第12回": ["＜第8章　言語活動の特質＞　本章では、教師が自らの指導上の目標を達成するために行う活動例や、それらの活動を計画したり活用したりする際に考慮すべき判断は何かと言う観点から授業を吟味する。", ""], "第13回": ["＜第9章　言語教師の言語使用＞　本章では、教室での教師と生徒、生徒と生徒の間でのインターラクションの言語的な局面に焦点を当て、教室での言語使用と言語習得との関連を検討する。特に教師発話に関するティーチャー・トークに焦点を当てて論じる。", ""], "第14回": ["＜授業省察と総まとめ＞　本講座を振り返り、教育実習、授業観察、教授法理論、言語教育メソッドとアプローチについて相互作用観察や自己評価、プログラム評価、アクションリサーチなどを含んだ個人や集団としての教員の専門的資質向上について総まとめをする。そして、どの指導法やアプローチにも活用できるような、指導に対する批判的・省察的なアプローチ（リフレクティブ・アプローチ）を身に付けることを確認する。", ""], "授業外学習2": "本講座で行うことは、(1)指導理論から指導実践への示唆を得る（テキストの理解）　(2)指導実践における諸問題を議論する（具体的な英語教室の課題や教材・題材を用いた議論）　(3)研究課題・仮説を発見する（興味ある疑問や現実的な教室内の課題を自ら探り、調査・報告する）授業の方法は、輪読形式を取らず、受講者各人がテキストを事前に読んで内容を理解し整理したことを前提として、テキストの内容についてレポート発表をしてもらう。そして、テキスト内のキーワード、重要語句、疑問点などを受講者全員で出し合って確認する。授業中の議論を深めるために、テキストの内容に関わる質問やそれに関連した英語教室の実践課題を前もって授業で提示し、質問に答えるための簡単なレポート、及び、課題に取り組んでもらう。それに基づき自由な議論とプレゼンテーションを行うことにする。テキストで述べられていることが、(1)どのように、日々の指導実践と関連しているのか、(2)どのような問題を提起しているのか、また(3)最終的に、4技能の統合や、学習活動とコミュニケーション活動の統合的な授業をどのように構築するかについて議論形式で行う。<BR/>オンライン授業は、すべて「LUNA」を通して行います。"}, "評価": {"教科書Required texts0": "\"Reflective Teaching in Second Language Classrooms\"Jack C. Richards and Charles Lockhart(1994),Cambridge University Press　その他の配布資料", "参考文献・資料Reference books0": "『英語教育指導法辞典』米山朝二著（研究社）\n『英語教育用語辞典』白畑知彦、他著（大修館書店）\n『ロングマン応用言語学辞典』J.リチャーズ、他著（南雲堂）Longman Group Limited 1985", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "30 %", "オンラインによるリポート"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "40 %", "オンラインによるリポート"], "成績評価Grading3": ["その他／Others (99)", "30 %", "授業中ディスカッション力"], "添付ファイル1/File Attachment 10": ["２０２０春学期カリキュラム・デザイン（1回目）資料.pdf", "カリキュラムデザインの1回目の授業のパワーポイントPDF資料"], "添付ファイル1/File Attachment 11": ["関西学院大学大学院言語コミュニケーション文化研究科（授業のねらい新バージョン）.doc", "日本の英語教育の言説：課題資料"], "更新日時/Date of Update2": "2021年03月18日 16時53分18秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "火曜５時限／Tuesday 5", "春学期／Spring", "院－２０３"]}, "campas": 0, "name": "【550】カリキュラムデザイン／Curriculum Design", "管理部署": 37, "単位数": 2, "担当者": "立花　千尋（TACHIBANA CHIHIRO） ", "履修基準年度": "１年", "時限1": 11, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 1}