{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "中等教育現場での英語授業を、下記の実施要領に示すテーマごとに分析する。各テーマの授業を構成する指導法や指導形態を、それらが基づいていると考えられる言語指導理論を参考にしながら分析し、効果的な授業実践につなげることを目標としたい。コースの終了時には、受講者は自ら作成した指導案によってマイクロ・ティーチングを行い、講義内容の成果を自ら確認することになる。また、言語学習理論の考察に必要なterminologyに関する理解も深めることで、応用言語学への関心を高めたい。", "到達目標": "中等教育現場での英語授業を、下記の実施要領に示すテーマごとに分析する。各テーマの授業を構成する指導法や指導形態を、それらが基づいていると考えられる言語指導理論を参考にしながら分析し、効果的な授業実践につなげることを目標としたい。コースの終了時には、受講者は自ら作成した指導案によってマイクロ・ティーチングを行い、講義内容の成果を自ら確認することになる。また、言語学習理論の考察に必要なterminologyに関する理解も深めることで、応用言語学への関心を高めたい。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面で行う。なお、オンライン受講許可学生には、2回目以降、「zoomによる同時双方向」で配信予定。授業開始5分前までに、zoom へ入っておくこと。", "トピック": {"第1回": ["毎回の授業の概略を説明します。このコースでは、履修者に様々な学習活動を体験していただき、明日から応用できる授業作りを、提案したいと思います。", ""], "第2回": ["On listening (1): Natural Approach and Total Physical Response (p.113-115):<BR/>演繹的な学習方法と比較して、帰納的に言語を習得することを目指した教室内でのリスニング活動を、実例をあげて体験的に学び、英語で授業をすすめる上での、理論的な裏付けを考察します。とくに、初等教育における英語教育が始まった今、この視点は大切です。", ""], "第3回": ["On listening (2): Task listening, bottom-up listening and top-down listening (p.119-121):<BR/>教室で普段行われているリスニング活動について、検定教科書や各種英語技能試験から実例をあげながら理解を深め、これからのより効果的なリスニングを展望し、バランスのとれたリスニング活動を考えます。また、スキーマ理論についても、理解を深めます。", ""], "第4回": ["On speaking (1): Merits and demerits of Audio-lingual Method (p.74-75):<BR/>オーディオ・リンガルを体験し、それが誕生した歴史的背景から、その功罪を知ります。さらに以降のコミュニケーション指向への学習活動の流れを、社会的の変遷の視点から理解します。コミュニケーション能力の育成についても、オーディオ・リンガルの理論をとりいれたスピーキング活動なしでは、語ることはできません。", ""], "第5回": ["On speaking (2): Communicative classroom activities (p.87-91):<BR/>コミュニケーション活動として実践されることの多い information gap, role play, 4/3/2 を実際に体験することで、その効果を学び、授業設計に役立てて頂きたいと思います。コミュニケーションは人間の自然な営みです。それを教室という「不自然な」「作為的な」環境で取り扱おうとするのですから、それなりの「仕掛け」が必要です。その仕掛けを学びます。", ""], "第6回": ["On reading (1): Grammar Translation Method (p.1-3):<BR/>Top-down reading と bottom-up reading の実際を体験することで、文法訳読式の特徴についての理解を深めたいと思います。そのうえで、この学習法の功罪について学びます。文法訳読式の授業のメリットについては、どうしても議論の対象からの除かれる傾向ですが、もう一度考えるのも大切です。", ""], "第7回": ["On reading (2): Two types of rapid readings (p.36-39):<BR/>速読にはskimming とscanning があります。これら両極端な二つの速読方法について、それらを実際に体験し、より現実的な学習活動としての「読み」の活動とは何かを、私たちの日常の L1 での読みを振り返りつつ、考えたいと思います。そして、その展望を深めたいと思います。", ""], "第8回": ["On writing: Difference between composition and writing (p.40-41):<BR/>英語を書くという２つのタイプの作業を実際に体験し、それらの特徴を理解し、コミュニカティブ・ライティングは従来の作文とはどのような点で異なるのか、また両者のメリットとデメリットを学び、明日からのライティングの指導について、その可能性を考えます。", ""], "第9回": ["On cultural learning in English class: 英語学習ではコミュニケーション能力の育成のほか、言語や文化に対する理解を深めることも重要です。ここでは英語の教員として是非、確認しておきたい事柄を、英語の言語文化的な視点から解説し、現実的に変わりつつある英語の使用方法などを、広い意味での political correctness の視点から具体例を挙げてまとめたいと思います。また、コミュニケーションの育成を目指すための教材の中で取り扱われる文化的な事柄の変遷についても理解を深めます。", ""], "第10回": ["On pronunciation (1) GAE and RP.  Segmental and suprasegmental(p.142-144):<BR/>標準的なアメリカ英語と標準的なイギリス英語の「質的な」違いは何でしょうか。また発音指導する上での2つの視点を学び、実際の指導方法について理解を深めます。この2つのバランス感覚が英語教員には求められます。このバランス感覚を見失うと、どのような結果になるのでしょうか。", ""], "第11回": ["On pronunciation (2)  Chants, linking, assimilation, back-chaining (p.156-158):<BR/>チャンツ、リンキング、同化、バック・チェイニングなどを教える時の根本的な指導方法について、実践を踏まえながら知識を深め、これらの効果的な音声指導について理解を深めます。とくに、チャンツは様々な視点から、suprasegmental な音声指導の王様です。これを、チャンツが生まれた 1970年代の原点の戻って、学びましょう。", ""], "第12回": ["On integration (参考文献・資料にある『To Learn How to Teach English』(p.115):<BR/>研究会でテーマとして取り上げられることの多い「4技能統合型の言語学習方法」について、実例を実践しながら理解を深めます。難しく考えられがちですが、この学習方法は、それほどハードルが高いものではないことを体験していただきましょう。さらに、どうして4技能統合型の課題が、今後の言語学習の活動の中で重要な位置を占めるのか。Student-centered、interaction また heuristic learning の視点から学びます。", ""], "第13回": ["On vocabulary games (p.207-209):<BR/>学習活動の一部としてのゲームの捉え方、またゲームの中でも取り扱われることの多い語彙ゲームを実際に作成し、体験することで、語彙ゲームについて理解を深め、授業への導入の可能性を考えます。教員のレパートリーとして、是非、加えて欲しい学習活動だと思います。", ""], "第14回": ["効果的な英語授業の運営：<BR/>このクラスで学んだことを総括する目的で、テーマを自由に決めて模擬授業を実施します。そのとき、授業を効果的に運用するための要素（つまり学習者に与える質問の種類、質問する方法、そして eliciting などの teacher talk）に注意しながら模擬授業を進め、より効果的な授業運営を考えます。", ""], "授業外学習2": "与えられた課題を遂行し、授業に臨んでください。授業の中で、適宜、フィードバックします。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["大喜多喜夫", "英語教員のための授業活動とその分析", "昭和堂", "2016 年", "4-8122-0416-X C3082", ""], "教科書Required texts0": "大喜多喜夫『英語教員のための授業活動とその分析』昭和堂", "参考文献・資料Reference books0": "OKITA,Yoshio.(2015) 『To Learn How to Teach English』Kwansei Gakuuin University Press.", "学生による授業評価の方法Course Evaluation by Students0": "最終授業中に研究科所定様式で実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中の発表、授業参加度、及び課題のレポート"], "成績評価Grading2": "備考　Note\n授業中の発表、授業参加度、及び課題のレポート。\nオンライン受講許可学生に対しては、平常リポート100%とし、LUNA でリポート課題を課す（数回）。", "URLリンク1/URL 10": "LUNA『英語教育実践』", "更新日時/Date of Update1": "2023年01月18日 11時31分01秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "院１－２０４"]}, "campas": 0, "name": "【550】英語教育実践／Practices in English Teaching", "管理部署": 37, "単位数": 2, "担当者": "大喜多　喜夫（OKITA YOSHIO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 4, "開講期": 1}