{"履修期": "春学期集中", "主な教授言語": "英語", "授業目的": "中学校、高等学校の英語教員を対象として言語教育研究センターで開講されている「英語教員のための夏季英語セミナー」を受講する。本セミナーでは英語４技能の運用能力養成に特化したワークショップ、カリキュラムや授業運営に関するディスカッションなどが含まれ、センターの英語教員が担当している。本セミナーに参加し他の受講者と情報交換を行いながら英語教授法について自ら考察する。セミナーの受講後に英語教育の実践に関連したレポートを作成する。", "到達目標": "セミナー受講を通して英語4技能を指導するために必要な理論とその実践方法について理解を深め自分なりの指導観を養うことができる。", "特記事項": "", "関連科目": "", "授業方法": "対面で「英語教員のための夏季英語セミナー」に4日間参加する。その前後に担当教員から受講方法、レポート作成について指導を受けること。/ You need to attend the seminar for four days in a face-to-face format. Before and after the seminar, you need to get advice about the seminar and final report from the main instructor.<BR/><BR/>【オンライン受講許可学生対象/ Information for students permitted to take classes online】 <BR/>同時双方向型オンラインで「英語教員のための夏季英語セミナー」に4日間参加する。その前後に担当教員から受講方法、レポート作成について指導を受けること。/ You need to attend the seminar for four days in simultaneous and two way sessions. Before and after the seminar, you need to get advice about the seminar and final report from the main instructor.", "トピック": {"第1回": ["担当教員とのオリエンテーション / Orientation with the main instructor (professor Shiki)", ""], "第2回": ["セミナー１日目に参加 / The first day of the seminar", ""], "第3回": ["セミナー１日目に参加 / The first day of the seminar", ""], "第4回": ["セミナー１日目に参加 / The first day of the seminar", ""], "第5回": ["セミナー2日目に参加 / The second day of the seminar", ""], "第6回": ["セミナー2日目に参加 / The second day of the seminar", ""], "第7回": ["セミナー2日目に参加 / The second day of the seminar", ""], "第8回": ["セミナー3日目に参加 / The third day of the seminar", ""], "第9回": ["セミナー3日目に参加 / The third day of the seminar", ""], "第10回": ["セミナー3日目に参加 / The third day of the seminar", ""], "第11回": ["セミナー4日目に参加 / The fourth day of the seminar", ""], "第12回": ["セミナー4日目に参加 / The fourth day of the seminar", ""], "第13回": ["セミナー4日目に参加 / The fourth day of the seminar", ""], "第14回": ["セミナー4日目に参加 / The fourth day of the seminar", ""], "第15回": ["担当教員からの授業：レポート作成についての相談 / Meeting with the main instructor (professor Shiki) to talk about your final report", ""], "授業外学習2": "セミナーの参加に向けて上記担当教員から受講のポイントについての指導を受けること。セミナー全体のスケジュールと概要を十分に把握し適宜参加に向けて準備をすること。セミナー終了後のレポート課題が作成できるようにセミナーで受講した内容について記録することが望ましい。フィードバックはセミナーのなかでQAを通して行う。学習時間は毎回３時間以上となる。/ You need to get advice from the main instructor (professor Shiki) in advance to be well prepared for participating in the seminar. Please carefully review the whole schedule and purpose of the seminar. You should take notes during the lecture and workshop you will attend, so that you can be prepared for the final report. Feedback is always given through QA in the seminar. More than 3 hours study will be required."}, "評価": {"教科書Required texts0": "セミナーで配られるハンドアウト等 / Handouts will be given during the seminar.\n\n以下のサイトでセミナーの内容を確認することPlease check the following website to find out the contents of the seminar\n(https://www.kwansei.ac.jp/c_language/c_language_000385.html)", "学生による授業評価の方法Course Evaluation by Students0": "最終授業中に研究科所定様式で実施 / Conducted in the last class using a fixed format", "学位授与の方針との関連Relationship to Diploma Policy1": "学位授与方針（DP）「言語教育学に関する専門領域において、言語とその教育に関わる諸領域の幅広い知識を身につけ、関連する分野の文献やデータを収集し、それを読解・分析する技能、高度な言語運用能力 を有している。」および、教育課程の編成・実施方針（CP）「様々な言語の教育に関する諸課題を見出し、専門的かつ学際的な見地から資料を収集・ 読解・分析し、学術論文を執筆でき、教育現場で活躍できる人材を育成することを目的とする。」に対応している。\n\n各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "セミナーへの参加と取り組み (participation and performance in the seminar)、最終レポート (final paper)"], "更新日時/Date of Update0": "2022年01月17日 02時54分50秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "未定"]}, "campas": 0, "name": "【550】英語教授法実践／Practices of English Teaching Methods ", "管理部署": 37, "単位数": 2, "担当者": "氏木　道人（SHIKI OSATO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 8}