{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "この授業では、質的調査法を用いて、人間福祉の諸事象に迫る方法を習得することを目的とする。具体的には、質的調査の背景にある社会科学観、質的調査を用いた研究を計画し実施する上でのポイント、質的調査の論文の読み方、優れた質的調査論文の書き方について学ぶ。", "到達目標": "・質的調査を使った研究進め方のプロセスを認識できている。<BR/>・質的調査と量的調査の違い、質的調査の強みと限界を説明することができている。<BR/>・質的調査を用いた研究論文をクリティークすることができている。<BR/>・質的調査法を用いた研究のの調査デザインを立てることができてる。", "授業方法": "演習方式で行なう。毎回の授業で文献を指定するので、全員がそれを読んでくる。報告者がレジュメを作り、レジュメをもとにした討論を行う。報告時間は、ひとりだけが報告者の場合は３０分、二人が報告者の場合はひとり20分を目安とする。報告者は、指定文献に基づき、なんらかのディスカッションポイントを用意すること。それに基づいて、クラス内での議論を展開する。また、文献のなかで、わからない言葉や疑問点があれば、それを調べ、他の受講者からの質問に答えられるようにしてくること。また、毎回の授業で受講生の中から司会者をひとり決め、司会者がクラスの議論を導く。講師は、適宜、コメントや解説を加える。", "トピック": {"第1回": ["テーマ：オリエンテーション", ""], "第2回": ["テーマ：質的調査法とは何か<BR/>内容：受講生各自の研究構想を発表する。各自の研究に質的調査法を用いて研究を行うことを想定して、研究構想を検討する。", ""], "第3回": ["テーマ：質的調査法の歴史と特徴<BR/>内容：指定文献の購読・発表と討議を通じて、質的調査法の発展の歴史と特徴について理解する。", ""], "第4回": ["テーマ：研究デザイン<BR/>内容：指定文献の購読・発表と討議を通じて理論的枠組み、文献レビュー、調査設問、サンプリングについて、理解する。", ""], "第5回": ["テーマ：データ収集方法<BR/>内容：指定文献の購読・発表と討議を通じてインタビュー、参与観察、ドキュメント収集などのデータ収集方法について学ぶ。", ""], "第6回": ["テーマ：データ分析方法<BR/>内容：指定文献の購読・発表と討議を通じて、KJ法やグラウンデッド・セオリーなど質的データ分析方法について学ぶ。", ""], "第7回": ["テーマ：研究の質保証と倫理的配慮<BR/>内容：指定文献の購読・発表と討議を通じて、量的調査とは異なる質的調査の研究の質についての考え方やその確保のための具体的方法を知る。質的調査を行う上での研究倫理について知る。", ""], "第8回": ["テーマ：質的調査の認識論<BR/>内容：指定文献の購読・発表と討議を通じて、質的調査の認識論の変遷、及び、今日の主要な認識論のひとつである社会構成主義について学ぶ。", ""], "第9回": ["予備日<BR/>内容：これまでの内容を復習し、質問を受け付ける。", ""], "第10回": ["テーマ：質的調査論文の検討１<BR/>内容：論文をクリティークすることによって、質的調査法を用いた論文の読み方や書き方、調査理論を踏まえた研究計画立案と研究実施の仕方を学ぶ。", ""], "第11回": ["テーマ：質的調査論文の検討２<BR/>内容：論文をクリティークすることによって、質的調査法を用いた論文の読み方や書き方、調査理論を踏まえた研究計画立案と研究実施の仕方を学ぶ。", ""], "第12回": ["テーマ・内容：インタビュー法やデータ分析の練習、特定の質的調査アプローチの学習、質的調査法によって修士論文作成を考えている受講生の研究構想発表など、受講生の希望に応じた授業内容とする。", ""], "第13回": ["テーマ・内容：インタビュー法やデータ分析の練習、特定の質的調査アプローチの学習、質的調査法によって修士論文作成を考えている受講生の研究構想発表など、受講生の希望に応じた授業内容とする。", ""], "第14回": ["テーマ：まとめと振り返る<BR/>内容：これまでの授業内容を振り返る。理解が不十分な点や質問などを受け付け、講義、あるいは全員で検討する。", ""], "授業外学習2": "毎回の授業で、1－2つの指定文献購読を読むという事前課題が課せられる。"}, "評価": {"教科書Required texts0": "初回のオリエンテーションで、教科書を指定する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中のディスカッションへの貢献度、報告内容、提出物"], "更新日時/Date of Update0": "2021年01月06日 18時34分26秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜４時限／Thursday 4", "秋学期／Fall", "Ｇ－３０６"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【500】質的調査法／Qualitative Research Methods", "管理部署": "人間福祉研究科前期／Graduate School of Human Welfare Studies Master's Course", "単位数": "2", "担当者": "安田　美予子（YASUDA MIYOKO） ", "履修基準年度": "１年", "時限1": "木曜４時限／Thursday 4", "開講期": "秋学期／Fall"}