{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "スウェーデンの社会福祉と行財政を日本と比較しながら理解を深める。就学前学校（保育園）、若者政策、高齢者福祉、障がい者福祉、介護者支援、移民政策などについて学ぶ。そしてそれらを可能にしている地方自治と税制について探究する。", "到達目標": "スウェーデンの社会福祉と行財政について日本と比較しながら、その先進性と直面している課題を理解する。そして、日本の今後の社会福祉のあり方を検討する。", "特記事項": "", "関連科目": "", "授業方法": "スウェーデンについてあまり知らなくても大丈夫です。内容レジメをあらかじめ配布し、授業でそれを活用しながら議論します。参考文献も適宜紹介します。", "トピック": {"第1回": ["序論：スウェーデンはどんなところか？世界幸福度調査から読み解く。", "スウェーデンについて何を知っているか？<BR/>幸福度をどう考えるか？"], "第2回": ["スウェーデンの人々は高い税金をどの様に考えているか？世論調査から読み解く。", "高い税金、例えば消費税率25％をどのように考えるか？日本の消費税率は引き上げるべきか？"], "第3回": ["スウェーデンの若者は政治に関心があるか？総選挙の投票率と学校選挙から考える。", "日本の若者は選挙をどの様に考えているだろうか？"], "第4回": ["若者政策、とりわけ若者ニートに対する戦略について考える。日本の若者白書では現在、「無業者」という言葉が使われている。日本の無業者やひきこもりについても考える。", "周りにニートはいるだろうか？対策はどの様にすれば良いだろうか？"], "第5回": ["スウェーデンの福祉国家の形成について講義する。かつては女性は専業主婦が大半であった。要介護の高齢者は人里離れた隔離施設にいた。いつ頃から変化が起こったのであろうか？", "昔のスウェーデンについて興味がありますか？"], "第6回": ["社会サービス法とはどのような法律であろうか？日本の社会福祉法とどのように違うのか？医療法についても違いを確かめよう。", "日本の社会福祉法や医療法について知っていますか？"], "第7回": ["スウェーデンの高齢者福祉を日本と比較する。本人の希望があれば、特別な住宅（日本の施設に相当）より高価でも、在宅サービスを進める責任がコミューン（市町村）にはある。", "親戚に介護を受けている高齢者はいますか？どのような介護を受けていますか？"], "第8回": ["スウェーデンでは、障がい者の施設はありません。グループホームはありますが、それは小規模で個人の住まいという位置づけです。日中活動にはどのようなものがあるでしょうか？芸術活動も興味深いです。", "知人に障がい者はいますか？最近はノーマライゼーションという言葉よりも共生社会という言葉が使われますね。"], "第9回": ["日本では最近ヤングケアラーが問題になっていますね。スウェーデンにもいるのでしょうか？スウェーデンでは介護者についても社会福祉法で位置付けられていて、コミューンの支援が義務付けられています。", "身近に高齢者や障がい者を介護している介護者はいますか？"], "第10回": ["スウェーデンでは現在保育園のことを就学前学校（プレスクール）と言います。遊びながら学習をしていきます。ほとんどの子どもがここに通いますよ。", "皆さんは、幼稚園に通いましたか？それとも保育園でしたか？あるいはどちらにも行きませんでしたか？"], "第11回": ["スウェーデンは今、多文化社会になっています。移民者に対してスウェーデン語教育を市が徹底して進めています。外国生まれに人は人口の何パーセントになっているでしょうか？", "日本の外国人受け入れについて知っていますか？"], "第12回": ["社会問題の解決を主な目的にしている企業を社会的企業と言います。その中でも労働統合型社会的企業は障がい者、移民者、元中毒患者・犯罪者などのリハビリと労働訓練を行い、かつ財・サービスを生産しています。日本にもありますよ。", "日本の社会的企業にはどのような企業がありますか？"], "第13回": ["スウェーデンの国際支援は、金額は小さくとも内容は望ましいものだと言われています。アフリカの最貧国が最も多いですよ。日本の国際支援と比較してみよう。", "貧困な国に派遣されている協力隊を知っていますか？"], "第14回": ["最後に、もう一度行財政についてお話をし、全体のまとめを行います。皆さんのレポートのテーマを確認します。", "日本の社会保障関係費はどのように使われているでしょうか？<BR/>最終レポートのテーマはどのようなものにしますか？"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["三瓶恵子", "女も男も生きやすい国、スウェーデン", "岩波ジュニア新書", "2017 年", "", ""], "参考書/Reference books2": ["藤原瑠美", "ニルスの国の高齢者ケア", "ドメス出版", "2009 年", "", ""], "参考書/Reference books3": ["河東田博", "脱施設化と地域生活支援：スウェーデンと日本", "現代書館", "2013 年", "", ""], "参考書/Reference books4": ["両角達平", "若者からはじまる民主主義－スウェーデンの若者政策", "萌文社", "2021 年", "", ""], "参考書/Reference books5": ["藤岡純一", "スウェーデンにおける社会的包摂の福祉・財政", "中央法規出版", "2016 年", "", ""], "参考書/Reference books6": ["藤岡純一", "分権型福祉社会スウェーデンの財政", "有斐閣", "2001 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "最終リポート70％、中間時点での報告レジメ30％"], "更新日時/Date of Update0": "2022年03月12日 11時51分23秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｇ－３０５"]}, "campas": 0, "name": "【600】福祉行財政研究／Welfare Administration and Finance", "管理部署": 38, "単位数": 2, "担当者": "藤岡　純一（FUJIOKA JYUNICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 10, "評価1": 4, "開講期": 2}