{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本実習科目は、受講する院生が人間福祉にかかわる理論と実践を体験として統合し、人々のウェルビーイングに資する方法の実践力を身につけることを目的としている。", "到達目標": "到達目標は以下のとおりである：<BR/>1. 各院生のフィールドワーク場所の設定と実践<BR/>2. 計画書作成方法の習得<BR/>3. フィールドワークにおける倫理の習得<BR/>4. 指導教授、実践教育支援室、現場担当者との面談<BR/>5. フィールドワークの記録作成<BR/>6. フィールドワークの報告書作成<BR/>7. フィールドワークの発表", "特記事項": "", "関連科目": "", "授業の概要・背景": "本科目は、人間福祉に関わる理論と実践を体験として連関させ、現代社会における人間の幸福（well-being）の意味の探求と人と環境の相互作用におけるさまざまな問題を抱える人々への支援を計画、立案、実践できる人材育成に必要な研鑽を積むことを目的として開講される。具体的には、社会福祉機関、スポーツ科学関連施設、医療機関、NPO/NGO、公的機関、教育機関などにおける実習及び研究テーマに即した現地調査やフィールドワークといった活動を通じて本目的が達成される。1年目春学期前半は、実習計画書作成と実習受け入れ先の調整と依頼、そして実習内容の確定にあてられる。春学期後半及び秋学期は、計画書に基づき、実習及びフィールドワークが実施される。担当教員との定期的なミーティングを実施し、実習及びフィールドワークの経過の確認と必要に応じた計画変更が行われる。年度末には、最終報告書の提出が求められ、本科目の成績評価に反映される。", "授業方法": "演習形式による準備、現場でのフィールドワークの実践、面談、発表など多彩な方法から実施される。なお、本科目は、修士論文の調査やフィールドワークとは区別されて行われるものである。", "トピック": {"第1回": ["2022年度は新型コロナウィルス感染症の影響で実習配属などが困難になることが予想され、履修取り消しになる可能性が大きいことをあらかじめご了承ください。オンライン授業等の必要性、授業の進め方については個人対応をベースに行っていきます。", ""], "授業計画1": "以下、各受講生のフィールドワークのスケジュール、内容、方法に従って柔軟に織り込まれていく：<BR/>関西学院大学における社会福祉現場実習の歴史<BR/>実習計画書作成方法（１）<BR/>実習計画書作成方法（２）<BR/>実習及びフィールドワーク倫理問題（１）<BR/>実習及びフィールドワーク倫理問題（２）<BR/>理論モデルの役割と実習における位置づけ（１）<BR/>理論モデルの役割と実習における位置づけ（２）<BR/>記録の書き方（１）<BR/>記録の書き方（２）<BR/>直接観察法<BR/>参与観察法<BR/>フィールド・ワーク・インタビューの理論と方法<BR/>効果測定法<BR/>報告書の書き方（１）<BR/>報告書の書き方（２）<BR/>実習報告及びディスカッション（１）<BR/>実習報告及びディスカッション（２）<BR/>実習報告及びディスカッション（３）", "授業外学習2": "・フィールドワーク・プレイスメントに向けた情報収集に取り組むこと<BR/>・フィールドワークの計画書の作成にかかる準備を行うこと<BR/>・フィールドワークの真摯な実行に取り組むこと<BR/>・フィールドワークにおける記録の作成に取り組むこと<BR/>・フィールドワークにおけるスーパービジョンによる学びの蓄積を行うこと<BR/>・フィールドワーク最終報告書の作成のための準備に取り組むこと<BR/>・フィールドワークの発表の準備に取り組むこと"}, "評価": {"教科書Required texts0": "適宜指定", "参考文献・資料Reference books0": "適宜指定", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "計画書、フィールドワーク記録、実践教育報告会での発表、最終レポート、フィールド先からの評価、報告書、発表など"], "更新日時/Date of Update0": "2023年04月28日 19時03分23秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "金曜４時限／Friday 4", "通年／Year Round", "Ｇ－３０５"]}, "campas": 0, "name": "【650】アドバンスト・フィールドワーク／Advanced Fieldwork", "管理部署": 38, "単位数": 4, "担当者": "池埜　聡（IKENO SATOSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 31, "評価1": 4, "開講期": 0}