{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "スウェーデンは先進的な福祉国家であると言われます。この言説を、福祉国家形成の歴史、現行の就学前学校（保育園）、若者政策、高齢者福祉、障がい者福祉、介護者支援、移民政策などを取り上げて、新たに発生している問題を考慮しつつ、検討します。国際比較や日本との比較も行います。それとともに、福祉国家を可能にしている行財政についても探究します。", "到達目標": "スウェーデンの社会福祉と行財政について日本と比較しながら、その先進性と直面している課題について理解します。そして日本の社会福祉のあり方を考えます。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "スウェーデンについてあまり知らなくても大丈夫です。内容レジメを配布し、それを活用しながら議論します。参考文献も適宜紹介します。", "トピック": {"第1回": ["序論：スウェーデン人の幸福度はなぜ高いのでしょうか？World Happiness Reportは世界の幸福度を７つの指標をもとに順位付けをしています。そしてスウェーデンの特徴を、社会保障と質の高い教育、ジェンダー平等、政府への信頼度の高さなど９つに分けて述べています。詳しく述べましょう。", "スウェーデンはどんなところでしょうか？すでに多少の知識はあるでしょう。一度整理してみよう。"], "第2回": ["スウェーデンの人たちは高い税金をどの様に考えているのでしょうか？国民負担率の国際比較、所得再配分、公的支出の内訳、世論調査から読み解きます。福祉政策に税金を支払う個人の意思は非常に高いものがあります。それは何よりも政府に対する高い信頼度から来るのではないでしょうか？", "日本では人々は増税を嫌悪します。それはなぜなのでしょうか？スウェーデンと対比すると興味深いと思います。"], "第3回": ["スウェーデンにおける福祉国家の形成をお話しします。1950年代はまだ、世間から隔離された法人ホームや知的障がい者の入所施設コロニーがあり、また、主婦の時代と言われるほど男性が働き女性が家事育児をするのが一般的でした。それが大きく変わったのです。ホームヘルプやサービスハウスが一般的になり、コロニーは廃止され、女性の就業率は男性とほぼ同じになりました。この様な変化がどの様にして可能になったのか学習しましょう。", "日本では、介護保険法や総合支援法がありますが、どのようなサービスが行われていますか？女性の就業率はどの程度でしょうか？"], "第4回": ["スウェーデンのプレスクール（就学前学校）について学びます。プレスクールは以前には保育園と呼ばれていました。スウェーデンでは早くから幼保一体化が実現し、今、プレスクールは教育省の管轄です。重要なことは、遊びの中で学ぶことです。自然を大切にし、森に出かけていろいろなことを学びます。育児休業が1年半あり、母と父ともに交代で取りますので、プリスクールにゼロ歳児はいません。具体例を挙げて説明します。", "日本では、待機児童がまだいますか？保育園ではどのような保育をしているでしょうか？また、育児休業の取得率はどのくらいでしょうか？"], "第5回": ["スウェーデンの若者政策（１）スウェーデンの若者の生活環境は良好です。大多数は義務教育を受け高等学校を卒業しています。ほとんどの若者は自分の健康を良いと評価しています。注目に値するのは、総選挙での投票率が大変高く80％を超えていることです。これには中学校と高等学校で政治的自由が認められ、学校選挙が行われていることが影響しています。また、小学校から民主主義について教えています。", "日本では総選挙などで投票できる年齢は18歳にまで引き下げられましたが、果たしてどのくらいの人が投票しているでしょうか？もし投票率が低いとしたらそれはなぜでしょうか？"], "第6回": ["スウェーデンの若者政策（２）多くの若者は健全ですが、中にニート（NEET：Not in Education, Employment, or Training)や無業者、ひきこもりがいます。これは世界的な傾向で、教育から労働への道が長くなり歪みを持つようになったことを反映しています。今回は、そのニートの現状と対策についてお話しします。政府もニートが減少しないことを重視して、特別な政策を実行に移しました。", "日本の「子ども・若者白書」を見ると、ニートの代わりに無業者と言っています。無業者はどのくらいいるのでしょうか？またどの様な対策が取られていますか？"], "第7回": ["スウェーデンの障がい者福祉について講義します。1993年のLSS（特定の機能障害を有する人の支援とサービスに関する法律）で、知的障がい者と自閉症、そして重度の身体的精神的障がいをもつ人の入所施設を全廃して地域移行することが決定し、地域で支援するための社会サービスについて規定されました。障がい者の日中活動が盛んで、ブローフーセットなどで行われているいろいろなやり方を紹介します。", "日本では障がい者の施設はどのようなところにあり、どのようなサービスが行われているでしょうか？"], "第8回": ["スウェーデンの国の特徴と高齢者福祉（１）いよいよこの講義も後半に入ります。最初にスウェーデンという国の特徴をまとめます。ノーベル賞の国で、ボルボ、イケヤ、H&amp;Mなど世界的企業があり、国土が日本の1.2倍なのに人口は約1千万人、最近は移民者の流入や出生率の高さのために人口が増加している。女性が活躍しており、国会議員の半数近くが女性。コミューン（市）が社会サービスに責任を持つ。高齢者福祉も発達して来た。", "スウェーデンについて知っていることをもう一度まとめてみよう。日本では国会議員あるいは皆さんの故郷の地方議会に女性議員が何人いるだろうか？"], "第9回": ["スウェーデンの高齢者福祉（２）高齢者福祉に関する政府の助言、「価値ある生活」と「幸福」を概括した上で、ハニンゲ市のロース・アンデシュ・ゴード、フッディンゲ市のストゥブスタゴルデン・グループホームの例を取り上げ、その後で、高齢者福祉の質の評価の仕方、そしてホームヘルプについて取り上げます。室内作業時の転倒防止のための「何でも屋」を市が派遣する制度は面白い。", "日本の介護保険サービスはどの様なものですか？最近は市町村の責任になるサービスも増えつつありますね。"], "第10回": ["介護者支援について学びます、ここで介護者（ケアラー）とは、インフォーマル介護者のことで、家族、親族、親しい友人・同僚などを指します。スウェーデンでは公的サービスが充実していますが、予算が抑制されて介護者に負担がかかった時期がありました。それに対して、政府は社会サービス法を改正して、コミューン（市）の責任に、高齢者、障がい者、前犯罪者などとともに介護者を加えました。果たしてどのような支援を行っているのでしょうか？", "日本ではヤングケアラーが問題になっていますが、スウェーデンにそのような問題はあるだろうか？考えてみよう。"], "第11回": ["社会的な目的（福祉や環境）を持ち事業活動を行う企業を社会的企業と呼びます。その中で、不利な状況を抱えた人々に就労の機会を提供する企業がWISEです。協同組合もあるし、非営利組織や株式会社もあります。対象にしているのは、長期失業者、障がい者、前犯罪者、移民者などで、ブティック、喫茶店、家事サービス、犬の預かりなどをしています。今回はこのWISEについて学びます。", "日本では、上勝町の葉っぱビジネスが有名ですが、他にはどんな社会的企業があるだろうか？"], "第12回": ["スウェーデンには移民者・難民が多く、外国生まれは人口の20％近くを占めます。多くの難民は、内戦や紛争のある国、例えばシリア、エリトリア、ソマリア、アフガニスタンから来ています。これらの移民者のために、スウェーデン語の学習、職業訓練の機会を提供し自立を促します。近い将来の労働力で税金を納める主体になります。しかし問題も多く発生しています。今回は、その移民問題について講義します。", "日本にいる移民者はどこの国から来ているだろうか？最近、入管収容施設で虐待や病人放置が問題になっていますね。"], "第13回": ["スウェーデンの政府開発援助、ODAについて学びます。援助はアフリカの最貧国に無償で条件なしに提供されます。しかも、汚職の多い政府ではなく現地のNGOと直接協力関係を結びます。これらは国際的に高く評価されています。ODAの目的は2000年のミレニアム目標と2016年のSDGｓで、極度の貧困の撲滅、初等教育の普及、男女平等、環境の持続可能性などです。", "日本ではJICAの海外青年協力隊がよく知られていますが、ほかにどんな国際支援があるでしょうか？"], "第14回": ["行財政についてお話しします。「生活権と社会的包摂の財政」と「持続可能な財政」をテーマとします。すでにのべたように、租税負担率は高いが、多くの人はそれが社会給付や社会サービスとして自分たちに戻ってくるので、それを支持しています。今回は、生活権や社会的包摂の概念を学びつつ、国と地方の行財政関係、税制の構造などをやや詳細に検討します。", "日本の租税負担率はどのくらいでしょうか？国と地方の分担はどのようになっていますか？"], "第15回": ["まとめを行う。各人のレポートのテーマの確認をします。高齢者福祉や障がい者福祉などの個別領域でも良いし、福祉国家の形成や国際比較のような全体を包括するテーマでも良いです。", "レポートのテーマを考えておいてください。"]}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["三瓶恵子", "女も男も生きやすい国、スウェーデン", "岩波ジュニア新書", "2017 年", "", ""], "参考書/Reference books2": ["藤原瑠美", "ニルスの国の高齢者ケア", "ドメス出版", "2009 年", "", ""], "参考書/Reference books3": ["河東田博", "脱施設化と地域生活支援：スウェーデンと日本", "現代書館", "2013 年", "", ""], "参考書/Reference books4": ["両角達平", "若者からはじまる民主主義－スウェーデンの若者政策", "萌文社", "2021 年", "", ""], "参考書/Reference books5": ["川崎一彦ほか", "みんなの教育　スウェーデンの「人を育てる」国家戦略", "ミツイパブリッシング", "2019 年", "", ""], "参考書/Reference books6": ["藤岡純一", "分権型福祉社会スウェーデンの財政", "有斐閣", "2001 年", "", ""], "参考書/Reference books7": ["藤岡純一", "スウェーデンにおける社会的包摂の福祉・財政", "中央法規出版", "2016 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "更新日時/Date of Update0": "2023年02月09日 18時40分05秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "火曜４時限／Tuesday 4", "秋学期／Fall", "Ｇ－３０５"]}, "campas": 0, "name": "【600】福祉行財政研究／Welfare Administration and Finance", "管理部署": 38, "単位数": 2, "担当者": "藤岡　純一（FUJIOKA JYUNICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 10, "評価1": 3, "開講期": 2}