{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本講では、健康寿命、転倒に及ぼす筋肉減少症や運動器症候群、加齢に伴う行動能力、体力と身体組成、肥痩と健康など、多岐の面から研究と検証することを目的とする。", "到達目標": "本講では、健康寿命や転倒に及ぼす行動能力、体力、身体組成、肥痩と健康などについて、測定・評価、論議・考察などの能力を向上させることを目標とする。", "特記事項": "", "関連科目": "健康科学研究<BR/>Health science research", "授業方法": "パワーポイントによる講義型式で行う。<BR/>Perform with a lecture form by Power Point<BR/>【オンライン受講生】個別に連絡します。", "トピック": {"第1回": ["ガイダンス", "健康科学に関する情報、研究論文、新聞等の情報について関心を持つ"], "第2回": ["超高齢社会と健康寿命に関する研究", "平均寿命、健康寿命の延伸について探究する"], "第3回": ["転倒とサルコペニア、ロコモティブシンドロームに関する研究", "加齢と転倒とサルコペニア、ロコモティブシンドロームの関係について探究する"], "第4回": ["加齢と体力に関する研究", "体力の要因、加齢と体力の関係について探究する"], "第5回": ["活力年齢と体力年齢に関する研究", "加齢と活力年齢や体力年齢の関係について探究する"], "第6回": ["筋力発揮の強さと速さに関する研究", "筋力発揮の強さと速さの関係や要因について探究する"], "第7回": ["平衡性、全身持久性と有酸素性能力に関する研究", "平衡性の要因や加齢、全身持久性と有酸素性能力の関係について探究する"], "第8回": ["肥痩と健康に関する研究", "肥痩の定義や現代社会との関係について探究する"], "第9回": ["BMIとメタボリックシンドロームの評価に関する研究", "BMIの算出法、メタボリックシンドロームと現代社会の関係について探究する"], "第10回": ["身体組成の評価に関する研究", "種々の身体組成の評価法について探究する"], "第11回": ["BI法による身体組成評価の利用と限界に関する研究", "BI法による身体組成評価の利用と限界について探究する"], "第12回": ["健康科学研究に関する論文の執筆法", "論文の内容、文献や執筆法について探究する"], "第13回": ["健康科学研究に関する測定方法の条件と誤差", "測定・調査法の条件、誤差について探究する"], "第14回": ["健康科学研究に関する測定方法での心得と研究倫理", "測定・調査法の心得と研究倫理ついて探究する"], "授業計画1": "授業内容は、概ね以下の通りである。<BR/>The purpose of this course is as follows:<BR/><BR/>第１回　ガイダンス<BR/>guidance<BR/>第２回　超高齢社会と健康寿命に関する研究　Study on super aging society and health expectancy<BR/>第３回　転倒とサルコペニア、ロコモティブシンドロームに関する研究<BR/>Studies on falling and Sarcopenia, locomotive syndrome<BR/>第４回　加齢と体力に関する研究 <BR/>Study on aging and physical fitness<BR/>第５回　活力年齢と体力年齢に関する研究 <BR/>Study on vital age and physical fitness age<BR/>第６回　筋力発揮の強さと速さに関する研究 <BR/>Study on strength and speed of muscle strength<BR/>第７回　平衡性、全身持久性と有酸素性能力に関する研究 <BR/>Studies on balance, endurance ability and aerobic ability<BR/>第８回　肥痩と健康に関する研究 <BR/>Study on obesity/lean and health<BR/>第９回　BMIとメタボリックシンドロームの評価に関する研究　<BR/>Study on evaluation of body mass index and metabolic syndrome<BR/>第10回　身体組成の評価に関する研究　<BR/>Study on evaluation of body composition<BR/>第11回　BI法による身体組成評価の利用と限界に関する研究　<BR/>Study on utilization and limitation of body composition evaluation by bioelectrical impedance method<BR/>第12回　健康科学研究に関する論文の執筆法　<BR/>Writing a paper on health science research<BR/>第13回　健康科学研究に関する測定方法の条件と誤差　<BR/>Measurement conditions and errors on health science research<BR/>第14回　健康科学研究に関する測定方法での心得と研究倫理　<BR/>Knowledge and measurement ethics in measurement method on health science research<BR/>第15回　まとめ　Summar", "授業外学習2": "受講生は、講義目的に関する情報すなわち研究論文、新聞等の情報について関心を持って研究、論議・考察、などの能力を向上させるように努める。<BR/>Students must work outside the class to improve the literacy/ability of discussion and consideration with using research papers or newspapers related to subjects of this course."}, "評価": {"教科書Required texts0": "特に指定しない。\nNot specified", "参考文献・資料Reference books0": "適時紹介する。\nIt will be introduced in a timely manner", "学生による授業評価の方法Course Evaluation by Students0": "事務室からの調査に基づいて行う。\nBased on an investigation from the office, we do it", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "理解と意欲40%、習熟度60% (understanding and motivation 40%, proficiency 60%)"], "更新日時/Date of Update0": "2022年02月24日 11時27分16秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "Ｇ－３０５"]}, "campas": 0, "name": "【600】人間福祉特殊研究Ｄ／Advanced Topics in Human Welfare Studies D", "管理部署": 38, "単位数": 2, "担当者": "中塘　二三生（NAKADOMO FUMIO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "評価1": 4, "開講期": 2}