{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "道徳教育は、人間として自分らしくどう生きるかを追い求めるものである。そのことを可能にする力を学校教育でいかに身につけられるようにするかについて、具体的に追究し、同時にそのこととかかわらせて自らの道徳教育をいかに深化させていくかを学ぶことを目的とする。", "到達目標": "大きく次の2点を到達目標とする。一つは、急激に変化する社会や生活環境の中で、子どもたちの実態に応じた道徳教育の基本的姿勢と具体的対応について理解する。二つは、そのことを通して、自分のよりよい生き方について具体的に構想できる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "道徳教育は、教育の根幹に位置付く。ルソーやペスタロッチ、フレーベルなど近代教育学の祖といわれる人々はこぞって道徳教育を教育の中核に位置付けている。今日の教育改革を見ても改めて道徳教育の大切さが強調されている。それらを鳥瞰しながら、今日における道徳教育の重要性と方向性について明確にする。そのことを踏まえて、現在わが国ではどのような道徳教育が行われてるのかを、行政面、実践面、理論的側面、諸外国との比較の側面から検討していく。それらを通して、教師として、道徳教育にどう取り組んでいけばいいのかを、具体的な学級経営や授業実践を考えることを通して追究していく。それらが自分とかかわらせて理解できるように演習等を取り入れる。", "授業方法": "受講生が、講義のテーマに即して持つ興味関心から、論文を検索し、その内容を紹介してもらい全員で協議することも取り入れる。また、毎回資料を用意するのでその内容について自由に討議したり、「特別の教科　道徳」の学習指導案を受講生が作成しグループで検討しながら、模擬授業も行ったりする。", "トピック": {"第1回": ["授業全体のオリエンテーションを行う。次回、「私にとっての道徳教育」を考えるために、「私の自己価値形成史」をエピソードをもとに語ってもらう（守秘義務を守ることを全員で確認する）こととし、講義者における「私の自己価値形成史」を語り、「私にとっての道徳教育」について討議する。", "次回の授業までに「私の自己価値形成史」をまとめる。"], "第2回": ["各自が用意した「私の自己価値形成史」を発表し、質疑応答をする。そのことを踏まえて、「道徳教育とは何か」を「私にとっての道徳教育」という視点から考察する。その後、「社会にとっての道徳教育」という視点から資料を提供し、考察を広げる。", "前回の授業で配布された「社会にとっての道徳教育」という視点から書かれた論文を読んで、自分の考えをまとめる。"], "第3回": ["「社会にとっての道徳教育」についての各自の意見を発表し合い、「私のとっての道徳教育」と「社会にとっての道徳教育」を合わせて考えることから、道徳教育をどのように捉え、どのように取り組めばよいのかについて考察を深める。", "今日の授業で話し合ったことをもとに自分の考えを参考論文なども取り入れながらまとめる。今日のいじめの問題について道徳教育の視点からレポートにまとめ次回の授業で発表できるように準備する。"], "第4回": ["以上の議論をもとに、平和と戦争の問題や宗教の問題、いじめの問題について、全員で議論する。いじめについては、各自用意したレポートをもとに、発表し、それをもとにより深く討議し、道徳教育についての理解を深める。", "今日の様々な問題に対応する道徳教育とはどのように考えればいいのかについて、参考文献なども参照しながら、まとめる。"], "第5回": ["今日わが国で取り組まれている道徳教育はどのようなものなのかを、日本国憲法などの法律や法令、文科省等の審議会や専門会議等の内容を見ていく。講義者の話を聞いた後全員で討議し、今日の学校に求められる道徳教育が道徳教育の本質から見てどのように捉えられるのか、また今日的課題に応えていくためには何が必要なのか等について討議する。", "今回の授業で考えたことを各自まとめ直してみる。それを次週の授業で発表できるように用意する。また、このことに関して興味ある論文を検索し、その内容を次週の授業で紹介できるように準備する。"], "第6回": ["前回話し合ったことを、更に深めるために用意した論文を基に議論し合う。それに続けて、各自が用意した論文を紹介し、それらを含めて討議を活発化させていく。", "今回の授業の内容について授業後に考えたことや新しく見つめた論文などについてまとめる。"], "第7回": ["以上のことを踏まえて、学校教育（小・中学校）における道徳教育の要として位置付けられている「特別の教科　道徳」では、どのような授業が求められるのかについて、講義者が用意した資料とビデオをもとに考え討議する。", "授業で出された課題（学習指導案づくり）に取り組み、次週の授業に提出できるようにする。"], "第8回": ["前回に課題として出された道徳の授業の学習指導案を提出し、その内容について、相互に意見交換を行う。そのことを踏まえて、何人かに模擬授業を行ってもらい、全員で討議する。", "各自が自分の興味ある学習内容に関する教材を選び、それを使った授業について次週提案できるように準備する。"], "第9回": ["前回に課題として出された各自の興味ある学習内容に関する教材を使った学習指導案を提出し、その内容について、相互に意見交換を行う。そのことを踏まえて、何人かに模擬授業を行ってもらい、全員で討議する。", "授業で配布された総合単元的道徳学習についての論文を読んで、自分の意見をまとめる（参考文献にも当たりながら）。その内容について授業で話せるように準備する。"], "第10回": ["道徳の授業を学級経営や他の教育活動と関連を持たせて学習計画を作成し、様々な課題に対して取り組んでいく総合単元的な道徳学習の理論と実践について理解を深める。", "自分の関心を持つテーマについて実際に総合単元的道徳学習のプランを構想し、次週の授業で発表できるように準備する。"], "第11回": ["前回に課題として出された各自が関心を持つテーマにかかわる総合単元的道徳学習のプランを提出し、相互に意見交換を行う。それぞれ自分のプランを修正し、発表する。その内容について全員で討議する。", "外国の道徳教育について、関心のある国の道徳教育の取組について調べ、次週の授業で発表できるように準備する"], "第12回": ["道徳教育の世界的動向について、講義者の用意した資料をもとに理解し、意見交換をする。そのあと各自が用意した諸外国の道徳教育について発表し、全員でその特徴や取り組み方について討議する。", "諸外国の道徳教育と日本の道徳教育とを比較し、日本の道徳教育のよさと課題を各自で考え、次週の授業で発表できるように準備する"], "第13回": ["各自が用意したレポートを発表し合いながら、諸外国の道徳教育から見た日本の道徳教育のよさと課題について討議し、具体的課題についてさらに議論を深める。", "日本の道徳教育のよさを世界に発信していくためにはどのようなことが考えられるかについてまとめ、次週の授業で発表できるように準備する"], "第14回": ["日本の道徳教育を世界に発信していくためには何が必要かについて、各自が用意したレポートを発表し合うなどして討議し、具体的プランを提案する", "この講義で使用したノートを見直し、整理する。配布資料や自分で見つけた参考文献なども一括して綴じるようにし、全体を見返す。"], "第15回": ["授業の全体を振り返り、「これからの私にとっての道徳教育」「これからの社会にとっての道徳教育」の課題と具体的計画についてまとめを行う。", "ノートなどを見返しながら「これからの私にとっての道徳教育」「これからの社会にとっての道徳教育」の課題と具体的計画について、授業で話し合ったことを振り返りながら、再度まとめ直す。"]}, "評価": {"教科書Required texts0": "特に指定はしない。", "参考文献・資料Reference books0": "その都度、授業で紹介する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "毎回のレポートやその発表、討議などの授業参加の状態、ノートの取り方なども評価の対象とします"], "成績評価Grading2": "備考　Note\n授業にまじめに参加し、ノートを取り（パソコン入力でも構いません）、資料を整理して活用いただくようにしてくだされば、合格以上の評価を出します。", "更新日時/Date of Update0": "2023年01月13日 14時59分06秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "木曜２時限／Thursday 2", "秋学期／Fall", "５１４教室"]}, "campas": 4, "name": "【550】初等教育学内容特殊講義(道徳教育・特別活動)／Selected Topics on Contents of Elementary Education (Moral Education/Special School Activities)", "管理部署": 39, "単位数": 2, "担当者": "押谷　由夫（OSHITANI YOSHIO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 4, "開講期": 2}