{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、カウンセリング心理学、学校心理学におけるコーディネーション、コンサルテーション、コラボレーション等の諸理論を踏まえ、学校教育の諸問題に応じた方法を理解することである。あわせてカウンセリングの基礎技法の習得をめざす。", "到達目標": "本授業では下記４点を到達目標とする。<BR/>1.学教育現場の現状と多様性を理解し、学校心理学の特徴と意義について理解する。<BR/>2.カウンセリングにおけるコンサルテーションについて理解する。<BR/>3.学校臨床における諸問題に対し、効果的な対応方法を学ぶ。<BR/>4.カウンセリングの基礎技法を演習を通して習得する。", "特記事項": "", "関連科目": "臨床教育学特殊講義B", "授業方法": "・教育と福祉、心理、医療等、学校臨床への対応について広い視点から具体的な事例を考察していく。<BR/>・心理教育的援助サービスを手掛かりとして、心理的な教育の実際を検討していく。<BR/>・構成的グループエンカウンター及びロールプレイングの手法を学び実際に体験を通して学ぶ。<BR/>【オンライン受講許可学生対象】第1回以降「オンデマンド」で配信予定。各回授業（授業日）までのLUNAに授業データを掲載するので確認のこと。", "トピック": {"第1回": ["学校・保育カウンセリング・コンサルテーションとは何かについて学ぶ。", "カウンセリング及びコンサルテーションの概要について予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第2回": ["教育・保育場面におけるカウンセリングの在り方を学ぶ。", "保育教育場面におけるカウンセリングの具体的内容に関する予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第3回": ["教育・保育場面におけるコンサルテーションの在り方を学ぶ。", "保育教育場面におけるコンサルテーションの具体的内容に関する予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第4回": ["教育・保育場面におけるコーディネーションの在り方を学ぶ。", "保育教育場面におけコーディネーションの具体的内容に関する予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第5回": ["教育・保育場面におけるカウンセリング・コンサルテーションの実際について学ぶ。", "試行カウンセリング及び試行コンサルテーションへの復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第6回": ["構成的グループエンカウンターの技法のついて体験的に学ぶ。(1)", "構成的グループエンカウンターの理論に関する予習30分、体験後の振り返り30分<BR/>コメントシートの解説を通してフィードバックする。"], "第7回": ["構成的グループエンカウンターの技法のついて体験的に学ぶ。(2)", "構成的グループエンカウンターの理論に関する予習30分、体験後の振り返り30分<BR/>コメントシートの解説を通してフィードバックする。"], "第8回": ["構成的グループエンカウンターの技法のついて体験的に学ぶ。(3)", "構成的グループエンカウンターの理論に関する予習30分、体験後の振り返り30分<BR/>コメントシートの解説を通してフィードバックする。"], "第9回": ["ロールプレイングの基礎技法ついて実習形式で学ぶ。(1)", "ロールプレイングの体験を通して振り返り30分<BR/>コメントシートの解説を通してフィードバックする。"], "第10回": ["傾聴技法についてロールプレイングを通して実習形式で学ぶ。", "傾聴技法に関する予習30分、体験後の振り返り30分<BR/>コメントシートの解説を通してフィードバックする。"], "第11回": ["初期面接の進め方について実習形式で学ぶ。", "面接の進め方に関する予習30分、復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第12回": ["探索的な介入技法の基礎を学ぶ。(1)<BR/>心理療法の基礎技法を実習形式で学ぶ。", "探索的な介入技法に関する予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第13回": ["探索的な介入技法の基礎を学ぶ。(2)<BR/>質問、明確化、直面化、解釈の技法について実習形式で学ぶ。", "探索的な介入技法に関する予習30分・復習30分<BR/>コメントシートの解説を通してフィードバックする。"], "第14回": ["まとめ：グループで模擬カウンセリングや模擬コンサルテーションを行う。", "総括（まとめ）30分<BR/>コメントシートの解説を通してフィードバックする。"], "授業外学習2": "学校心理学に関する書籍及び関連学術論文に目を通しておく。"}, "評価": {"教科書Required texts0": "なし", "参考文献・資料Reference books0": "授業中に指示します。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "成績評価Grading2": "備考　Note\n授業内テスト、課題リポート（2回）、授業状況などを総合的に評価する。\n【オンライン受講許可学生対象】平常レポート100％とし、LUNAでリポート課題を課す。（計5回）。8回目以降、LUNAに題目・提出期日等を掲載すること。", "備考Note0": "本科目は、学校心理士指定科目のうち「６．　学校カウンセリング・コンサルテーション」、「実習２．　学校カウンセリング・コンサルテーション基礎実習」に該当する。", "更新日時/Date of Update1": "2021年12月21日 15時58分27秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "月曜３時限／Monday 3", "秋学期／Fall", "講義室ＩＩ"]}, "campas": 4, "name": "【550】臨床教育学特殊講義Ｄ／Selected Topics in Applied Studies of Education D", "管理部署": 39, "単位数": 2, "担当者": "山本　健治（YAMAMOTO KENJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 3, "時限1": 2, "評価1": 3, "開講期": 2}