{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "不登校問題やいじめ、虐待等の教育の現場で見られるさまざまな問題に効果的に対応できる。本講義では，臨床発達心理学の基礎理論を学び，発達支援あるいは特別支援教育を必要とする幼児児童生徒のアセスメントと支援方法について理解する。データに基づくアセスメントと教育的支援を重視し，エビデンスに基づく支援方法とは何かについて理解を深める。", "到達目標": "・発達障害や精神疾患等に関する基礎知識と教育的支援方法に関する最新の基礎知識を習得する<BR/>・特別な教育的ニーズがある幼児児童生徒のアセスメントデータの収集法と，データに基づく支援計画の立案について習得する。", "授業方法": "対面授業<BR/>講義，グループワーク，ディスカッション，発表<BR/>【オンライン受講生対象】<BR/>オンラインでの受講を許可された学生に対しては、３回目以降にオンライン（同時双方向）で参加できるようにします。オンライン授業の配信時期・配信予定等は『授業外学習』欄で指示するので確認すること", "トピック": {"第1回": ["特別支援教育の領域：<BR/>2007年から始まった特別支援教育について，国の動向や法律（発達障害者支援法等）を踏まえ，その概要について学ぶ。", ""], "第2回": ["特別支援教育の歴史と現状：<BR/>特別支援教育が始まる以前の歴史や，文部科学省による実態調査等の現状について学ぶ。", ""], "第3回": ["障害の概念と特別な教育的ニーズ（１）：<BR/>発達障害について，障害概念の変化や基本的な支援スタンスについて学ぶ。", ""], "第4回": ["障害の概念と特別な教育的ニーズ（２）：<BR/>社会性やコミュニケーションの障害である自閉症スペクトラム障害について，診断基準や発達特性，アセスメント等について学ぶ。", ""], "第5回": ["障害の概念と特別な教育的ニーズ（３）：<BR/>注意欠如・多動性障害について，診断基準や発達特性，アセスメント等について学ぶ。", ""], "第6回": ["障害の概念と特別な教育的ニーズ（４）：<BR/>学習障害について，診断基準や発達特性，アセスメント等について学ぶ。", ""], "第7回": ["障害のある児童生徒のアセスメントと支援の立案（１）：<BR/>学習面，行動面，生活面，対人面にわたるアセスメント（スクリーニング，発達アセスメント等）に基づき対象児の得意・不得意を把握し，特別支援教育に結びつける手立てを学ぶ。", ""], "第8回": ["障害のある児童生徒のアセスメントと支援の立案（２）：<BR/>学校環境で対象児の学習困難の改善や適応行動の向上を目指すための機能的行動アセスメントの実施方法について学ぶ。", ""], "第9回": ["個別の指導計画と個別の教育支援計画：<BR/>個別の指導計画・個別の教育支援計画・個別の移行支援計画について，その概要と効果的な使用方法（短期目標，長期目標の立て方等）について学ぶ。", ""], "第10回": ["校内委員会と支援体制：<BR/>校内委員会の設置，特別支援教育コーディネーターの役割，専門機関および保護者との連携，チーム援助等について学ぶ。", ""], "第11回": ["指導効果の測定：<BR/>個別の指導計画に基づく支援を評価するための効果測定の方法について，一事例実験デザインの方法を中心に学ぶ。", ""], "第12回": ["特別支援教育の課題：<BR/>エビデンスに基づく特別支援教育に向けて必要なことは何かについて検討する。", ""], "第13回": ["さまざまな支援プログラム（１）：<BR/>応用行動分析に基づく行動マネジメントや学級運営について学ぶ。", ""], "第14回": ["さまざまな支援プログラム（２）・まとめ　：<BR/>社会性を向上させるための支援法（ソーシャルスキル，感情コントロールのトレーニング）を学ぶ。", ""], "授業外学習2": "授業中，適宜指示するが，授業計画に基づき予習・復習をすること。<BR/>オンライン講義希望者へのオンラインでの講義は、第３回目から実施します。履修登録者全員に当日の講義開始時までにURL等を送ります。"}, "評価": {"教科書Required texts0": "適宜、資料を配布する。", "参考文献・資料Reference books0": "『特別支援学校小学部・中学部学習指導要領解説総則編』，文部科学省，2017\n『障害のある子供の教育支援の手引』，文部科学省，2021", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "関心・意欲・態度25％、講義中の課題への取組25%"], "成績評価Grading3": "備考　Note\n【オンライン受講生対象】対面受講生と同様の評価とする", "備考Note0": "本科目は，学校心理士指定科目のうち下記に該当する。\n「７．特別支援教育」\n（１）特別支援教育とは\n（２）障害の概念と特別な教育ニーズ\n（３）実態把握と相談支援\n（４）個別の指導計画と個別の教育支援計画\n（５）校内委員会と支援体制\n\nDP科目「基礎」における以下の内容を含む。\n「基礎」\n1-1　発達理論の歴史的変遷\n1-2　発達を支援するとは？\n1-3　現代社会における発達支援\n1-4　フィールドの中での発達\n2-1　発達の障害\n2-2　現代社会における諸問題と精神保健・問題の予防\n3-1　臨床発達心理学の基礎研究法\n3-2　対象理解のための査定・検査・評価・診断の方法\n3-3　対象理解のプロセス：問題へのアプローチ\n3-4　ダイナミックアセスメントと形成的評価（関わりを通しての評価）", "更新日時/Date of Update1": "2021年09月10日 20時33分26秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "木曜５時限／Thursday 5", "秋学期／Fall", "講義室Ｉ"]}, "campas": 4, "name": "【550】臨床教育学特殊講義Ｆ／Selected Topics in Applied Studies of Education F", "管理部署": 39, "単位数": 2, "担当者": "丹羽　登（NIWA NOBORU） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 3, "評価2": 4, "開講期": 2}