{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course aims at enabling graduate students review and analyze global \"policy formulation and implementation\", focusing on key elements for reforming international organizations in the context of the United Nations system. The relevant policy makers and managers are actively involved in bringing about important changes seen through \"Millenium Development Goals\"/\"Sustainable Development Goals\" along with the “UN reform \"at large.", "到達目標": "1. Students will be able to understand how to associate with global policy agenda --- the complexed issues of UN system and the stake holders at large.<br />2. Students will be able to understand the UN challenges under the leadership of UN Secretary General. <br />3. Students will be able to understand the recent trend of development policy for both bi/multi-lateral institutions", "特記事項": "【合併】中国企業会計（国際学研究科前期）/アジア会計論特殊講義（商学研究科前期）/International Public Policy　（大学院共通科目・認定科目前期）/International Public Policy（国際学研究科前期）/国際公共政策論　（司法研究科）/International Public Policy　（経営戦略研究科）", "関連科目": "Relevant to International Organization, Political Economy, Organizational Behavior, Sustainable Development, International Law and Order, Public Management and Policy Choice, etc.", "授業の概要・背景": "This course is to explore the opportunities of a range of interests of the major stakeholders in the context of international development such as development policy and its governance/participation in formulating the relevant policy agenda. The course will be taught by UN and other practitioners and experts equipped with extensive professional experience in those areas.", "授業方法": "This class will be held in seminar/lecture style (Face to face format). The course schedule adjustment will be notified as deemed necessary. Resource person(s) would encourage students for their active class discussion in focusing on selected topics. A joint session of Professor Shun-ichi Murata and resource person(s) will be planned. Please note that the course may be conducted by on-line for the designated slots of resource persons.", "トピック": {"第1回": ["Prof. Shun-ichi Murata<br />Introduction of resource person(s) and seminar contents:<br />Students understand the essence of the course direction and expectations. <br />Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<br /><br />Ref.Thomas G. Weiss, David P. Forsythe, Roger A. Coate and Kelly-Kate Pease, 2014, The United Nations and Changing World Politics, WESTVIEW PRESS ISBN-13: 9780-0-8133-4847-6", "Biring up the course expectations and concerns to share with colleagues and responsible resource person(s)"], "第2回": ["Prof. Shun-ichi Murata<br />1.Development preceding the United Nations, including League of Nations and Integration theory and its application<br />2.  Historical Evolution of International Organizations:<br />Types of international organization such as UN, UN Specialized Agencies, UN Funds and Programmes, World Bank Group, Regional banks, regional organizations like EU, ASEAN, etc.<br /><br />Ref.Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<br />Ian Shapiro and Joseph Lampert, 2014 Charter of the United Nations, Yale University Press ISBN 978-0-18043-5<br />J. Samuel Barkin 2nd edition, 2013 International Organization: Theories and Institutions, Palgrave Macmillan ISBN 978-1-137-30240-3", "Review the relevant sections of:<br />Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<br />Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第3回": ["Prof. Shun-ichi Murata<br />1.Dilemmas inherent in the UN system of the various incumbents <br />Functions of UN and the compounded issues<br />Does UN work ?!: UN performance and its systemic issues<br />UN Reform for whom and why?!<br /><br />Ref. Paul Kennedy, The Parliament of Man: The Past, Present, and Future of the United Nations, Random House, 2006<br />Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009", "What are those 3 UNs on the above literature ?<br />Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第4回": ["Mr. Luc Stevens (former UN Resident Coordinator and UNDP Resident Representative, Bangkok, Thailand)<br /><br />UN in Transition: prospect of implementing UN resolutions and role of UN agencies including World Bank/Regional Banks. <br /><br />Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<br /><br />Ref. United Nations Development at a Crossroads, Bruce Jenks and Bruce Jones, Center on International Cooperation, New York University, 2013", "Norm formulation of development policy such as MDGs and SDGs. Why is this important?<br />Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours."], "第5回": ["Mr. Luc Stevens (former UN Resident Coordinator and UNDP Resident Representative, Bangkok, Thailand)<br /><br />UN Reform <br />Overview of UN Reform:<br />Where reform is needed most in the UN system, and results achieved: UN Headquarters (Management); Funds, Programs, Specialized Agencies; <br />Bretton Woods institutions;<br />Reference Materials:<br />-High Level Panel on Threats, Challenges and Change, “Report of A More Secure World, Our Shared Responsibility”, December 2004<br />-2005 World Summit Outcome, UN General Assembly resolution (A/RES/60/1)<br />-Report of the Secretary-General’s High Level Panel on System-wide Coherence in the areas of development, humanitarian assistance and the environment (A/61/583), November 2006<br />Chapter 10 “The Security Council at Seventy: Ever Changing or Never Changing?” by Edward C. Luck, 　The UN　Security Council 21st Century edited by Sebastian von Einsiedel et al. 2016", "Reading the reference materials, please come up with your angle of pro and con of the reforms initiatives.<br />Students are expected to spend 2-3 hours' preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第6回": ["Mr. Luc Stevens (former UN Resident Coordinator and UNDP Resident Representative, Bangkok, Thailand)<br /><br />UN Security Council Reform <br />Roles and functions of the UN Security Council;<br />Appraisal of UNSC work record - in the Cold War period, in the post-Cold War world;<br />Reasons why Security Council reform is needed;<br />Measures taken for UNSC reform leading up to the G4 campaign in 2004-05", "Big five and veto. Are they neutralizing UN?<br />Please prepare the discussion: what are the success stories of UN?<br />Students are expected to spend 2-3 hours' preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第7回": ["Prof. Shun-ichi Murata (might be together with guest speaker(s)<br />UN Security Council vs UN Economic Social Council and changing role of the UN GA<br />UN performs in 6 functions: impact of performance to be reviewed as per below text<div><br /></div><div>Ref.Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<div><br /></div></div>", "The both councils' reforms are taking place: what are those? Explore relevance in implementing SDGs 17 goals.<br />Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第8回": ["Prof. Shun-ichi Murata (designated slot for guest Lecturer)<br />Political Economy of UN and its governance and performance", "What could be the future of UN in the context of SDGs ?<br />Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第9回": ["Prof. Shun-ichi Murata<br />Mid-point reflection of the course and case studies of utilizing UN related professional magazines, and newspapers clippings to debate/discuss prospects and problems of the UN system.", "Review of the previous 8 sessions"], "第10回": ["Prof. Shun-ichi Murata&nbsp;<span style=\"font-size:13.28px;\">(designated slot for guest Lecturer)</span><div><br />Overview of UN Development Cooperation: Purpose, actors, characteristics and features.<br />Historical perspective: A trial and error process; the UN development organizations and Bretton Woods institutions; and political context.<br />1940s - 1950s: The Foundations: Creation of Bretton Woods institutions, specialized agencies (\"communities of practice\"), and funds and programmes.<br />The 1960s: The First Development Decade: Independence of nations; increased and systematic resources flow to developing countries; creation of additional funds and programmes; and the Jackson and Pearson Reports.<br />Ref. Paul Kennedy, The Parliament of Man: The Past, Present, and Future of the United Nations, Random House, 2006<br />Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009</div>", "Follow the resource person's suggested readings and assignments<br />Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第11回": ["Prof. Makiko Tagashira<span style=\"white-space:pre;\">\t</span><div><br /></div><div>Major international conferences/summits in the 1990s.<div>-How the UN systems helped Member States in the implementation of the outcome of these major conference/summits?</div><div><br /></div><div>-How these agendas were being integrated into the MDGs?</div><div><br /></div><div>-How the need for addressing the inter-linkages between “development” and “conflict prevention/ peacebuilding” in a more coherent and integrated way had been recognized, which led the creation of the Peacebuilding Commission (Dec. 2005)?</div><div>&nbsp;</div><div>-How the various areas the UN systems work, such as socio-economic development, human rights, environmental protection, conflict prevention and peacebuilding, rule of laws, were integrated into the 2030 Agenda for Sustainable Development and its SDGs?</div><div><br /></div><div>-In what ways, UN systems contribute to the implementation of SDGs?</div><div><br /></div><div><span style=\"font-size:13.28px;\">Students are expected to identify one UN entity and prepare a 1– 2 page note on how that organization change its approach before and after the adoption of the 2030 Agenda and how it contributes to the implementation of SDGs.&nbsp;</span></div>&nbsp;<br /><br /></div>", "<div><br /></div><div>Students are expected to identify one UN entity and prepare a 1– 2 page note on how that organization change its approach before and after the adoption of the 2030 Agenda and how it contributes to the implementation of SDGs.&nbsp;</div><div>Reference: Milestones in the UN History (1991-2000): https://www.un.org/en/about-us/history-of-the-un/1991-2000</div><div><br /></div><div>Tranforming our world: the 2030 Agenda for Sustainable Development:&nbsp;</div><div>https://sustainabledevelopment.un.org/content/documents/21252030%20Agenda%20for%20Sustainable%20Development%20web.pdf</div><div><br /></div><div><br /></div><div><br /></div><div><br /></div>"], "第12回": ["Prof. Rintaro Mori&nbsp;<div>Topic:<div>Methodologies used in development of consensus based upon the latest available evidence will be discussed. Existing guideline development at the World Health Organization will be employed as case studies. Importance of both grou dynamics ans scientific evidence will　be emphasised.&nbsp;</div><div>Brainstorming on the key questions as follows:</div><div>&nbsp;</div><div>-What would be the best method to develop consensus for guidelines for people with disability in the context of global health?</div><div><br /></div><div>&nbsp;-What are the limitations in searching for the best available scientific evidence for global guidelines?</div><div><br /><p class=\"MsoNormal\" style=\"font-size:11.0224px;\"><br /></p><p class=\"MsoNormal\"><span style=\"font-family:Times New Roman, serif;\"><br /></span></p><p class=\"MsoNormal\"><br /></p><p class=\"MsoNormal\"><br /></p><p class=\"MsoNormal\"><br /></p>\n\n<span times=\"times\" new=\"new\" roman\",serif;font-size:11.0224px;\"=\"roman',serif;font-size:11.0224px;'\" style=\"font-family:;\">&nbsp;</span></div></div>", "<div>Reading materials:</div><div>https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(07)60675-8/fulltext</div><div>https://www.who.int/publications/i/item/9789241548960</div><div><br /></div><br />"], "第13回": ["Prof. Ritaro Mori&nbsp;<div><br /></div><div>The same above (discussion continues)<div><br /></div></div>", "The same above"], "第14回": ["Prof. Shun-ichi Murata<br />Wrap up session", "What have you learned in the course? What is your take?"], "授業計画1": "In principle, a combination conducting seminar/lecture should be noted. The course schedule adjustment will be notified as deemed necessary.", "授業外学習2": "Seminar presentations, discussion, debate, and lectures would be undertaken in English with active participation of the students. Students are expected to submit short summary note of each lecture plus papers/essays at least 3 times (2,000 words each as per resource person’s assignment) during the course. Strongly recommended to review the listed readings for the topics discussed during the seminar. Consult with responsible resource persons as deemed necessary. As per student request, supplementary lectures may be prepared by Prof. Shun-ichi Murata."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Weekly lecture/class notes（50%), term papers（30%), and good quality of class presentation/contribution（20%）"], "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "未定"]}, "campas": 0, "name": "【620】International Public Policy／International Public Policy", "管理部署": 41, "単位数": 2, "担当者": "村田　俊一（MURATA SHUNICHI） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "時限1": 16, "評価1": 6, "開講期": 1, "成績評価備考": "割合　Percentage"}