{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "The lecture intends to outline different developments of the automobile industry in different world regions and to compare the development strategies of major manufacturing locations in various world regions. By doing so, students ought to learn that despite the common perception of a global automobile industry, the reality is that the automobile industry is very much regionally fragmented and has to adjust to various different regional socio-economic and political environments.", "到達目標": "Students are supposed to acquire profound knowledge of the discussion about regionalization and globalization of the auto industry as well as a broad understanding of specific regional economic structures, market peculiarities and different national automobile policies. Evaluation of students&#39; performance will be based on: 60% participation and contribution to the course and 40% final presentation", "特記事項": "", "関連科目": "All management and economy related courses of the EUIJ certificate program (enrollment in the program required in order to attend courses at Kobe and Osaka Universities)", "授業方法": "Face-to-face lecture. <BR/>PPP presentation and class discussion; the course follows a seminar approach", "トピック": {"第1回": ["Introduction: The new geography of the global automobile industry<BR/>All classes are face to face", ""], "第2回": ["The development of the automobile industry: A historical overview", ""], "第3回": ["The automobile industry in the Triad: North America", ""], "第4回": ["The automobile industry in the Triad: Europe", ""], "第5回": ["The automobile industry in the Triad: Japan", ""], "第6回": ["The Korean automobile industry: A global latecomer", ""], "第7回": ["New locations of automobile production and consumption: Eastern and Central Eastern Europe", ""], "第8回": ["New locations of automobile production and consumption: China", ""], "第9回": ["New locations of automobile production and consumption: India", ""], "第10回": ["New locations of automobile production and consumption: Brazil and Mexico", ""], "第11回": ["New locations of automobile production and consumption: ASEAN", ""], "第12回": ["Unknown places: The automobile industry in Turkey and North Africa (Morocco)", ""], "第13回": ["The last frontiers of the automobile industry: Sub-Sahara Africa", ""], "第14回": ["Summary: The future of automobile manufacturing", ""], "授業外学習2": "Students are expected to gain a broad overview over the existing research on regional automobile industries by selective reading (guidance will be given in class)"}, "評価": {"参考文献・資料Reference books0": "Freyssenet, M.; Shimizu, K.; Volpato, G.: Globalization or Regionalization of the American and Asian Car Industry?, Houndsmill and New York, Palgrave, 2003\nFreyssenet, M.; Shimizu, K.; Volpato, G.: Globalization or Regionalization of the European Car Industry?, Houndsmill and New York, Palgrave, 2003\nCarrillo, J.; Lung, Y.; Tulder, R. van: Cars, Carriers of Regionalism?, Houndsmill and New York, Palgrave, 2004\nFreyssenet, M.: The Second Automobile Revolution. Trajectories of the World Carmakers in the 21st Century, Houndsmill and New York, Palgrave, 2009\nCalabrese, Guiseppe: The Greening of the Automotive Industry, GERPISA, Paris, Houndsmill and New York, Palgrave, 2012\nJetin, Bruno: Global Automobile Demand: Major Trends in Mature Economies: Volume 1, Houndsmill and New York, Palgrave, 2015\nJetin, Bruno: Global Automobile Demand: Major Trends in Developing Economies: Volume 2, Houndsmill and New York, Palgrave, 2015", "学生による授業評価の方法Course Evaluation by Students0": "Standard Evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "See"], "成績評価Grading2": "備考　Note\nParticipation and positive contributions in class: 60%\nStudent presentation: 40%", "更新日時/Date of Update0": "2022年02月25日 17時58分52秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜５時限／Thursday 5", "春学期／Spring", "個人研究室"]}, "campas": 0, "name": "【660】Comparative Automobile Industries／Comparative Automobile Industries", "管理部署": 41, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 25, "評価1": 4, "開講期": 1}