{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course focuses on brand management and corporate communications, integral management functions which help to build and sustain relationships with various stakeholder groups related to corporate survival in the U.S.<BR/>One of the important themes will be a cross-functional perspective, integrating theory from relationship management and brand communications. <BR/>Various cases taken from corporate America, including “change communication” for the time of corporate changes, internal communications, corporate social initiatives and other relevant topics will be covered and explored with regards to the significant roles and practices of strategic brand management and corporate communications.", "到達目標": "  This course focuses on brand management and corporate communication, integral management functions which help building and sustaining relationships with various stakeholder groups for corporate survival in the U.S.<BR/>  One of the important theme will be the cross functional perspective, integrating theory from relationship management and brand communications. <BR/>  Various cases taken from corporate America, including “change communications” for the time of corporate changes, internal communications, corporate social initiatives and other relevant topics will be covered and explored the significant roles and practices of strategic brand management and corporate communications.", "授業方法": "Classes will be conducted online simultaneously and interactively at the designated day and time. Lectures, case analyses and discussions will be planed for this course.We will use LUNA for exchange of documents, and students are expected to submit assignments via LUNA.", "トピック": {"第1回": ["Introduction and Course Overview: Introduction to Corporate America; The Changing Environment for Business; The Importance of Relationship Management in today’s organizations", ""], "第2回": ["Communicating Strategically for Success: American Corporate Communication Strategy Framework; Determining the Communications Objective(s), Target Audience(s) and Key Messages", ""], "第3回": ["The Roots of Corporate Communication: Historical Perspective from PR to Relationship Management in the U.S.", ""], "第4回": ["The Corporate Communication Function: the Organizational Structure for the Function; Subsystems within the Function", ""], "第5回": ["Brand Management Evolution: Origin of Brand in the U.S., Managing Brand Identity, Image, and Reputation- from Vision to Reality", ""], "第6回": ["Corporate Brand: Why do companies care and How they manage It in today’s Corporate America?", ""], "第7回": ["Building Better Relations with Media; How to Manage Traditional and New Media(Online Media) Strategically", ""], "第8回": ["Ethics and Professionalism: Code of Ethics for practitioners; Beyond “Transparency” and “Branding”; The Road to “Authenticity” in the U.S.", ""], "第9回": ["Internal Communications: Employee Engagement and Internal Branding; “Change Communications” during M&amp;A", ""], "第10回": ["Outreach and Communicate: Communicating with the Community and other stakeholder groups; Corporate Responsibility", ""], "第11回": ["Managing Crisis: What is a Crisis?; Crises from the past 30 Years in the U.S.; Communicating during the Crisis", ""], "第12回": ["Communicating Corporate Philosophy (Mini in-class Workshop)", ""], "第13回": ["Assigned Group Presentations", ""], "第14回": ["Wrap up- Management in the U.S.-Strategic Approach to Brand and Corporate Communications: Critical Assignments for practitioners to Move Forward", ""], "授業外学習2": "Active participation in class discussions is encouraged.  In order to be able to contribute in class discussions, the students are expected to have read the reading assignments prior to each session."}, "評価": {"教科書Required texts0": "１）Aaker, D., Aaker on Branding: 20 Principles That Drive Success, Morgan James Publishing, 2014\n２）Argenti, P., Corporate Communication, 7/e, McGraw Hill Education, International Edition, 2016\n３）Argenti, P. and Barnes, C., Digital Strategies for Powerful Corporate Communications, McGraw-Hill 2009\n\nAdditional materials will be distributed by the instructor in class.", "参考文献・資料Reference books0": "Alsop, R., the 18 Immutable Laws of Corporate Reputations, Kogan Page, 2004\nBroom, B. , Cutlip & Center’s Effective Public Relations, 11th edition, Prentice Hall, 2012\nInoue, T. Public Relations in Hyper-globalization, Routledge, 2018\nKotler, P. and Lee, N., Corporate Social Responsibility, McGraw-Hill, 2002\nLerbinger, O., The Crisis Manager: Facing Risk and Responsibility, Lawrence Erlbaum Associates, 1997\n\nAdditional List of recommended readings may be presented at the beginning of the session.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "The final grade for the course will be determined by the combining the following components. a)Class Participation 20% b)Minor written assignment 15% c) Assigned(case analysis+)Project 30% d)Final report (a written case report) 35%"], "成績評価Grading2": "備考　Note\nThe final grade for the course will be determined by the combining the following components. a)Class Participation 20% b)Minor written assignment 15% c) Assigned(case analysis+)Project 30% d)Final report (a written case report) 35%", "更新日時/Date of Update0": "2021年01月15日 11時32分07秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "未定"]}, "campas": 0, "name": "【660】Management in the U.S.／Management in the U.S.", "管理部署": 41, "単位数": 2, "担当者": "北村　秀実（KITAMURA HIDEMI） ", "履修基準年度": "１年", "時限1": 31, "評価1": 4, "開講期": 1}