{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "Students will learn various knowledge relating to economics, management, sociology, governance, and cultural studies. They are expected to acquire basics of international studies for conducting following courses in the graduate program.", "到達目標": "(1) Students will learn diverse topics and viewpoints and sharpen their insights in order to construct their own research questions. <BR/>(2) Students will understand studies conducted by our faculty members in each study field, and prepare for their thesis.", "特記事項": "", "関連科目": "", "授業方法": "Lectures", "トピック": {"第1回": ["Holger Bungsche: Introduction to the Course<BR/>Issues of Labour and Industrial Sociology<BR/>All classes are face to face", ""], "第2回": ["Miharu Yui:Interdisciplinary analysis of the South Asian Area Studies<BR/>Students will learn the result and prospects in South Asian Area Studies.", ""], "第3回": ["Miharu Yui:Economic Growth and Extreme Nationalism in Developing India<BR/>Students will discuss the issues the issues on religion and politics, poverty and violence, coexistence of different communities in developing India.", ""], "第4回": ["Timothy Yun Hui Tsu: In my sessions, I will discuss issues pertaining to the relation between religion and liberal society in the contemporary world.", ""], "第5回": ["Timothy Yun Hui Tsu: Students will gain insights into the theoretical and practical problems arising from the existence of religion in liberal society in contemporary times.", ""], "第6回": ["Hiroyuki Atsumi:　International politics and economy from perspectives of innovation<BR/>Students will be expected to learn where/how innovations affect international politics and economy.", ""], "第7回": ["Hiroyuki Atsumi:  Japan&#39;s issues and potentials in conjunction with globalization <BR/>Students will be expected to learn where Japan stands now or will stand in terms of growing globalization.", ""], "第8回": ["Koji Kojima: Accounting and finance research in the US Part1.<BR/>Students will learn basic research areas of accounting and finance in the US and Japan.", ""], "第9回": ["Koji Kojima: Accounting and finance research in the US Part2.<BR/>Students will continue to learn basic research areas of accounting and finance in the US and Japan.", ""], "第10回": ["Kozo Kunimune: International economy in the globalized world<BR/>Students will look back at development of international economy and consider contemporary challenges such as economic growth, income inequality, trade frictions, and globalization.", ""], "第11回": ["Kozo Kunimune: East Asia’s economic development<BR/>Students will look into dynamics of East Asia’s development process, using the knowledge of international economics and focusing Asian currency crisis in 1997.", ""], "第12回": ["Mineo Takamura: Introduction to Film Analysis<BR/>Students will learn how to critical analyze films.", ""], "第13回": ["Mineo Takamura: Introduction to Literary Analysis<BR/>Students will learn how to read and analyze literary texts through a story. It is expected that students will read the material before coming to the class.", ""], "第14回": ["Holger Bungsche: Issues of Industry Studies<BR/>Concluding session", ""], "授業外学習2": "2-3 hours of preparation for each session. Materials will be provided via LUNA"}, "評価": {"教科書Required texts0": "To be announced in class.", "参考文献・資料Reference books0": "To be announced in class.", "学生による授業評価の方法Course Evaluation by Students0": "Standard Evaluation", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "更新日時/Date of Update0": "2022年02月25日 17時59分39秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "Ｇ－ＩＳ院３"]}, "campas": 0, "name": "【501】Introduction to Research on International Studies／Introduction to Research on International Studies", "管理部署": 41, "単位数": 2, "担当者": "ブングシェ　Ｈ．Ｒ．（BUNGSCHE HOLGER ROBERT） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 22, "評価1": 3, "開講期": 1}