{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、国際学研究科前期課程に在籍する院生に国際社会に共通する多様な課題に関する、経済経営・社会ガバナンス・文化など多様な学問分野の研究フロンティアを紹介することである。", "到達目標": "（１）院生は国際社会に共通する多様な課題に関する多様な見方を知り、経済経営・社会ガバナンス・文化など自らの専門分野の課題構築に生かせるよう複眼的な視野と洞察力・想像力を養うことができる<BR/>（２）院生は各領域担当の教員の研究内容を踏まえて、履修する授業の概要を知り、修士論文の土台を形成することができる", "授業方法": "この科目は教室での対面型（講義形式）によって授業を行う。なお、オンライン授業申請者には、授業時間にオンライン同時双方向でのフォローを行う予定である。", "トピック": {"第1回": ["４月１４日　寳劔　久俊　イントロダクション<BR/>国際学とはどのような学問領域なのか紹介する。", ""], "第2回": ["４月２１日　寳劔　久俊　貧困と不平等の経済分析<BR/>ミレニアム開発目標（MDGs）とその後のSDGsのなかで「極度の貧困及び飢餓の撲滅」は最重要課題と位置づけられ、多くの取り組みが進められてきた。本講義では、貧困・不平等の分析概念を整理するとともに、経済発展と所得分配に関する経験的法則を解説していく。", "予習課題：ジェトロアジア経済研究所・黒岩郁雄・高橋和志・山形辰史編『テキストブック開発経済学　第3版』有斐閣ブックス、2015年、第１章"], "第3回": ["４月２８日　寳劔　久俊　人的資本<BR/>健康な肉体の維持・管理と知的労働を生み出す人間の能力は、生産活動を行ったり、技術革新を実現するために不可欠なものであり、経済発展にとって最も重要な生産要素の一つである。本講義では、人的資本（human capital）に注目し、その動向と問題点を明確にするとともに、人的資本蓄積のメカニズムとその支援策を考察していく。", "予習課題：同上書、第４章"], "第4回": ["５月１２日　高村　峰生　映像分析<BR/>映画を題材として、撮影・演出技法についての初歩を学ぶ。我々が映画を観ているようでいかに見逃しているかということについての気づきを得る。", "予習課題：直前になってしまいましたが、教室で一緒に映像をみることとします。"], "第5回": ["５月１９日　高村　峰生　英文テクスト分析<BR/>第１２回時に予習課題を配布するので、あらかじめそれを読み、疑問点などをメモして授業にのぞむこと。英語の短編作品を題材として、何が読み取りうるか、解釈しうるかといった点を考察する。", "予習課題：ヘミングウェイの短編になると思うが、第４回時に具体的な作品を指示する。"], "第6回": ["５月２６日　尹　盛熙　言語と思考<BR/>「言語」について学ぶ。人間の言語は他の動物のコミュニケーションとどのように異なるか、様々な自然言語はどのような点で共通していて、また異なるのかを理解することで、言語という記号体系に対する理解を深める。", "予習課題：Burton, S et al, 2012, Linguistics for Dummies, Chapter 1&amp;2"], "第7回": ["６月２日　尹　盛熙　日本語と韓国語<BR/>日本語と韓国語は多くの構造的特徴を共有する一方で、それぞれ異なる性質を示す。日本語の見方から離れ、二つの個別言語を客観的な視点で観察・比較し、言語と関わる文化やその周辺の問題にも理解を広げる。", "予習課題：任栄哲・井出里咲子（2004）『箸とチョッカラク』大修館書店、p116～135"], "第8回": ["６月９日　油井　美春　地域研究における学際的分析<BR/>我が国における地域研究の方法論を踏まえ、南アジアの事例に基づいて、政治学、文化人類学、社会学、安全保障研究などからなる学際的アプローチによる成果と今後の展望について議論する。", "予習課題：石坂、宇根、舟橋編著（2020）『 ようこそ南アジア世界へ』昭和堂、pp.3-8<BR/>LUNAにアップされた事前資料を読む"], "第9回": ["６月１６日　油井　美春　経済成長と排外主義の興り<BR/>近年の途上国における経済成長は、格差の拡大を伴い、国民の不満を宗教やナショナリズムに焦点化した排外主義が顕現する傾向にある。インドの事例から政治と宗教、貧困と暴力の克服、対立の解決と共生について考察する。", "予習課題：中溝和弥（2015）「グローバル化と国内政治」長崎他編著『現代インド３』東京大学出版会, pp.219-243<BR/>LUNAにアップされた事前資料を読む"], "第10回": ["６月２３日　木本 圭一　財務会計の国際化の現状と課題<BR/>企業は資金調達のために、証券市場において、投資家に投資を募る。昨今、資金は国境を超えるが、証券市場規制は各国の監督官庁下におかれていて、公表財務諸表作成のための会計基準は各国ごとに設定されている。このような会計の国際化をめぐる現状について解説し、その課題について明らかにする。", "予習課題：第１０回と第１１回に備えて、「証券市場」、「IFRS」について調べておくこと。"], "第11回": ["６月３０日　木本 圭一　国際財務報告基準のフレームワーク<BR/>会計の国際化においては、標準となる会計基準か重要な役割を果たす。国際財務報告基準(IFRS)は現在、その役割を果たしている会計基準である。今回は、国際財務報告基準の基礎的な考え方であるフレームワークについて、解説する。", ""], "第12回": ["７月７日　渥美　裕之　イノベーションがもたらす国際政治・経済へのインパクト・影響<BR/>国際政治・経済はめまぐるしい変化を遂げているが、その変遷や現状、及び方向性について、特に様々な分野のイノベーションの進展やイノベーションが与えるインパクト・影響の観点から解説する。", "予習課題：後日、担当教員から連絡・指示する予定。"], "第13回": ["７月１４日　渥美　裕之　グローバル化を背景にした日本・日本企業の課題と方向性<BR/>１９９０年代の初頭以降、経済や社会のグローバル化が進展してきているが、その変遷と現状、及び世界的なコロナ禍による影響を背景に、日本・日本企業の課題や方向性を解説する。", "予習課題：後日、担当教員から連絡・指示する予定。"], "第14回": ["７月２１日　寳劔　久俊　全体のまとめ", ""], "授業計画1": "国際社会に共通する多様な課題に関する、経済経営・社会ガバナンス・文化など多様な学問分野の研究フロンティアを紹介する。", "授業外学習2": "担当者ごとに内容が異なるため適宜指示する。"}, "評価": {"教科書Required texts0": "なし。", "参考文献・資料Reference books0": "適宜指示する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", ""], "更新日時/Date of Update0": "2021年05月12日 12時58分26秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "Ｇ－ＩＳ院２"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【501】国際学研究入門／Introduction to International Studies", "管理部署": "国際学研究科前期／Graduate School of International Studies Master's Course", "単位数": "2", "担当者": "寳劔　久俊（HOKEN HISATOSHI） ", "履修基準年度": "１年", "時限1": "水曜３時限／Wednesday 3", "開講期": "春学期／Spring"}