{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to English below", "到達目標": "Refer to English below", "授業方法": "This class will be held in both face to face on campus and online face to face style. Seminar discussions on research results and case reviews.", "トピック": {"第1回": ["9/25  Introduction and overview of the class, objectives, expectations by students, preparing for final presentation Global perspectives and situation analysis on human rights and humanitarian issues:<BR/>Conflicts and refugee crises, Human rights abuses and discrimination, SDGs and human rights, where human rights and humanitarian principles meet", ""], "第2回": ["10/2 (Prof. Miwa) UN and human rights, Universal Declaration of Human Rights, historical development of human rights concept", "Assignment: Students prepare one-page report on Universal Declaration of Human Rights"], "第3回": ["10/9 (Prof. Miwa) CEDAW and review process, the role of treaty bodies", "Assignment: Students prepare one-page report on the CEDAW and its review process"], "第4回": ["10/16 (Prof. Miwa) Human Rgiths Council and Universal Periodic Review process", "Assignment: Students prepare one-page report on UN Human Rights Council’s historical development and Universal Periodic Review’s functions and current issues"], "第5回": ["10/23 (Prof. Miwa) Mainstreaming human rights in UN: Human-rights based approach to programming", "Assignment: Students prepare one-page report on UN’s Human rights-based approach to programming"], "第6回": ["10/30 (Dr. Sho Akahoshi): Humanitarian Principles: Historical development of humanitarian principles.<BR/>Application of humanitarian principles", "Assignment: Students prepare one-page report on Humanitarian principles"], "第7回": ["11/6 Guest (Prof. Shimizu) UNHCR: Mission and programmes", "Each student prepares 1 page report on UNHCR’s programme focus"], "第8回": ["11/13 Guest (Prof. Shimizu) UNHCR: Applying human rights and humanitarian principle for refugee support", "Each student prepares 1 page report on challenges in applying HR &amp; Humanitarian principles for refugee support"], "第9回": ["11/20 Coordination within the UN system, and with other humanitarian actors and governments (Inter-agency Standing Committee (IASC)<BR/>World Humanitarian Summit", "Students will go through the Handbook for RC/HC and become familiar with key processes of humanitarian response"], "第10回": ["11/27 Coordinating humanitarian efforts at the local level: UN country team and other actors: <BR/>Humanitarian Coordinator<BR/>Using OCHA’s Reliefweb", "Assignment: Students prepare one-page report on the roles of the UN Humanitarian Coordinator during humanitarian emergencies"], "第11回": ["12/4 Guest (Ms. Akiko Yoshida) <BR/>Head of UN OCHA Kobe <BR/>International humanitarian coordination mechanism, tools and services: the roles and activities of the United Nations Office for the Coordination of Humanitarian Affairs (OCHA),", "Each student prepares 1 page summary on UN OCHA’s role in global humanitarian architecture."], "第12回": ["12/11 Guest (Prof. Masanobu Horie): WFP and Humanitarian Assistance, Aid to IDPs in Darfur, Sudan", "Each student prepares 1 page summary on WFP’s role in global humanitarian architecture."], "第13回": ["12/18 Guest (Prof. Masanobu Horie): WFP and Humanitarian Assistance, Case of East and West Timor", "Students prepare one page outline of their final presentation with title, research question and reference, due by 12/26"], "第14回": ["1/8 Students&#39; presentation on specific human rights and humanitarian issues and evaluation of the course", "1.\tPre-assignment: Students prepare final presentations on specific human rights or humanitarian issues, cases, particularly in complex emergencies <BR/>2.\tSubmission of their final presentation due by the following day."]}, "評価": {"教科書Required texts0": "Handbook for RCs and HCs on Emergency Preparedness and Response, http://eird.org/publicaciones/Handbook.pdf\nHuman rights Conventions", "参考文献・資料Reference books0": "参考文献 References Books http://reliefweb.int/\nhttp://interagencystandingcommittee.org/system/files/hpc_reference_module_2015_final_.pdf\nhttp://interagencystandingcommittee.org/\nhttp://www.ohchr.org/EN/HRBodies/HRC/Pages/AboutCouncil.aspx", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodical reports and response papers assigned by each professor, Prof. Miwa (30%) and Prof. Kukita, including the final presentation on specific issues (70%)"], "更新日時/Date of Update0": "2021年09月09日 17時47分47秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "土曜２時限／Saturday 2", "秋学期／Fall", "院－２０８"]}, "campas": 0, "name": "【600】Seminar in International Human Rights and Humanitarian Principles／Seminar in International Human Rights and Humanitarian Principles", "管理部署": 42, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 36, "評価1": 4, "開講期": 2}