{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "授業方法": "Online classes will be organized during COVID-19 crisis. Lecture and seminar discussions", "トピック": {"第1回": ["4/14 Introduction and overview of the class, objectives, expectations by students", "Assignment Students search for a communication strategy for corona virus outbreak to present at the class on 21 April (one minute presentation)"], "第2回": ["4/21 Communication theory<BR/>Communication channels and tools <BR/>Assessment of communication needs", "Students will search for a UN agency’s corona virus communication strategy and analyse its communication needs and the reasons for selected channels and tools (One-page report)"], "第3回": ["4/28 Development of communication strategies:<BR/>Using tool kits<BR/>Examples from field offices and RC office", "Assignment: Taking a UN agency’s country office communication strategy, students prepare 3 slides-3 min presentation Assignment: Taking a UN agency’s organizational communication strategy, students analyse key elements"], "第4回": ["5/12 Communication and diversity: Cross-cultural communication", ""], "第5回": ["5/19 Purpose and principles of UN&#39;s global communication: (Guest) UN Department of Global Communications. UN’s overall communication is coordinated based on well-defined communication strategy.", "Assignment: Students select specific communication activity of UNHQ and relate it with the global communication strategy"], "第6回": ["5/26 UN Information Centers:<BR/>Role of UNIC in each country<BR/>Aligning with global communication strategy", "Assignment: Students identify challenges in implementing the UN’s global communication strategy in one selected country"], "第7回": ["6/2 Communication opportunities: <BR/>Presentation and public speaking, Advocacy and persuasive communication processes", "Assignment: Develop a communication strategy for promoting human rights in a specific country and prepare a 3-slide presentation"], "第8回": ["6/9 Programme communication: (guest)<BR/>Immunization and other health issues<BR/>Ebola outbreak and risk communication", ""], "第9回": ["6/16 UN English writing standards and house style:", "Assignment: Students review their past assignments based on the UN house style and submit revised assignment reports"], "第10回": ["6/23 Branding and marketing principles:<BR/>UNICEF’s branding strategy<BR/>Using marketing strategies<BR/>Social marketing", "Assignment: Students Search for a UN agency branding strategy and compare it with UNICEF’s. Prepare 3 slides presentation_"], "第11回": ["6/30 Use of latest technologies and social media<BR/>Social media guidelines<BR/>Impact assessment and risks", "Assignment: Students analyse their own SNS use and develop a communication strategy for their personal branding. 2-slides presentation"], "第12回": ["7/7 Handling media interviews and other public relations opportunities:<BR/>Talking to the media, TV and radio<BR/>Hard talk<BR/>Ambush interview", "Assignment: Listen to BBC’s hard talk with ex-UNSG Kofi Anan, and identify which part was the most difficult question and assess how Kofi Anan managed."], "第13回": ["7/14 Communication for social change<BR/>Advocacy and policy advice<BR/>Social innovation process<BR/>Changing for sustainable impact", "Assignment: Students prepare communication strategies on specific issues of their choice"], "第14回": ["7/21 Students&#39; presentation on communication strategy on specific issues <BR/>Evaluation of presentation and class evaluation", ""]}, "評価": {"教科書Required texts0": "Writing_a_Comm_Strategy_for_Dev_Progs.pdf\nhttps://unsdg.un.org/sites/default/files/Guide-to-Communicating-as-One-edited-1.pdf\nhttps://unsdg.un.org/sites/default/files/Advocacy_report_web.pdf", "参考文献・資料Reference books0": "https://www.un.org/en/sections/departments/department-global-communications/\nhttp://www.unic.or.jp/\nhttps://undg.org/home/guidance-policies/communications-and-advocacy/\nhttp://dd.dgacm.org/editorialmanual/", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodical reports, presentations and response papers and the final presentation on specific issues"], "添付ファイル1/File Attachment 10": ["【Zoom URL】Seminar in Global Communication_Wed.3rd period.pdf", "Please be sure to enter the classroom at least 5 minutes before the class starts."], "更新日時/Date of Update1": "2021年04月28日 11時01分12秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "水曜３時限／Wednesday 3", "春学期／Spring", "院－２０８"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【600】Seminar in Global Communication／Seminar in Global Communication", "管理部署": "大学院共通科目・認定科目前期／Graduate School of Master's Course (Certified)", "単位数": "2", "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "時限1": "水曜３時限／Wednesday 3", "開講期": "春学期／Spring"}