{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "特記事項": "【合併】Seminar in Global Environmental Policy　（大学院共通科目・認定科目前期）/Seminar in Global Environmental Policy　（経営戦略研究科）", "関連科目": "Global Sustainable Development, Seminar in Global Communication, Management of International Organizations", "授業の概要・背景": "The course will focus on how the UN and other international bodies contribute to consensus building and formulate their own strategies, medium term plans and programmes, and work with national partners in developing policies and programmes in implementing urgent and longer term climate action.", "授業方法": "Seminar discussions on research results and case reviews.", "トピック": {"第1回": ["9/25 Introduction and overview of the class, objectives, expectations by students, preparation for final presentation<br />SDGs and global environmental issues:<br />Sustainable development Goal #13 and relevant goals<br />The Paris agreement", "Assignment: Students prepare one-page summary of the Paris Agreement and identify key issues, including cause, situation, threats, strategies and actions."], "第2回": ["10/2 Global warming and climate change:<br />Current global environmental issues. Science of climate change and climate change denial <br />Global warming, the causes:<br />Analysing multiple causes<br />Identifying key factors and players", "Assignment: Students prepare a one page strategy to convince and convert climate change deniers to take climate action"], "第3回": ["10/9 Global warming and vulnerability: Assessing climate vulnerability and identifying vulnerable groups, Climate refugees?", "Assignment: Students prepare 3-slide presentation on how to identify vulnerable groups in developing countries."], "第4回": ["10/16 Climate action:<br />Policy advocacy, Communication for action, developing communication strategies on climate change", "Assignment: Students prepare a one-page advocacy and communication strategy to promote climate action in a developing country of their choice"], "第5回": ["10/23 Climate change mitigation actions:<br />Reducing anthropogenic emissions of greenhouse gas<br />Reforestation and new technologies", "Assignment: Students prepare a 3-slide presentation on best available technology option to mitigate greenhouse gases."], "第6回": ["10/30 Prof. Makiko Tagashira: the 2030 Agenda for Sustainable Development and Climate Change: How to integrate social, economic and environmental, including climate-change, dimensions in the implementation of the SDGs? What does ‘Leave No One Behind’ mean in the process of achieving SDG13 (to take urgent action to combat climate change and its impacts.)? Climate justice.", "Assignment: Students prepare a one-page summary on inter-linkages between SDG13 and other Goals (each student will pick one SDG). In-class discussions."], "第7回": ["11/6&nbsp;Prof. Makiko Tagashira UNDESA’s work on harnessing synergies across development and climate action: From “Earth Summit” (UN Conference on Environment and Development/UNCED, Rio de Janeiro, June 1992) to Rio+20 (Rio de Janeiro, June 2012), to SDGs.&nbsp;<div>UN Forum on Forest; UN Forum on Indigenous Peoples: Support to the High-level Political Forum on Sustainable Development (HLPF) and the SDG Summit; and support to the preparation of Voluntary National Reviews (VNRs).</div><div><br /></div>", "Assignment: Students prepare a one-page summary of DESA’s approach to climate action."], "第8回": ["11/13 Prof. Makiko Tagashira: Socially just transition towards sustainable development: Assessing the current situation (biodiversity, deforest, ocean, etc.) and understand the need for a just transition. How to ensure that environmentally sustainable (green) economies are promoted in a way that protects those who are affected by the change (by creating decent work opportunities, universal social protection, reskilling and vocational training, etc.), so that no one is left behind.", "Assignment: Students reads SG’s report on “Socially just transition towards sustainable development” and prepare a presentation on one practical solution to enable a just transition."], "第9回": ["11/20&nbsp;Prof. Makiko Tagashira: Interlinkage between climate change and natural disasters, food security, health, poverty, and conflict. Challenges and opportunities.&nbsp;", "Assignment: Students select one subject area (natural disasters, food security, health, etc.) and prepare a short presentation on how climate change affects the selected subject and discuss practical solutions.&nbsp;&nbsp;"], "第10回": ["11/27&nbsp;Global consensus building processes: Preparing for COP29 and key issues<div>UNFCCC and COP process, IPCC's contribution, actors, moving the Paris agreement forward.&nbsp;<span style=\"font-size:13.28px;\">Depending on the availability, invite a staff of UNFCCC and discuss on the issue of global consensus building for sustainable environment and climate action.</span></div>", "Assignment: Students prepare presentations on the assessment of the current implementation status of the Paris Agreement and key challenges for full implementation."], "第11回": ["12/4&nbsp;COP29 Issues and policy formulation: Implementation of Paris agreement, Working with partners and governments.&nbsp;Common but Differentiated Responsibilities and Respective Capabilities&nbsp; (CBDR-RC), Financing for climate mitigation and adaptation", "Assignment: Prepare a 3 minutes presentation on the best climate financing system."], "第12回": ["12/11&nbsp;Climate change mitigation actions, and linking lifestyle with climate action: Carbon footprint. What can we do to reduce carbon emission?", "<span style=\"font-size:13.28px;\">Assignment: Each student analyses the “101 ways to fight climate change” and create one mind map, so that she/he can explain what we can do to fight climate change, in 3 minutes.</span>"], "第13回": ["12/18&nbsp;Roles of private sector and civil society in climate mitigation and adaptation: cases of corporates or civil society organizations addressing climate issues through their activities.", "Students prepare for their final presentation."], "第14回": ["1/8 Final presentation and critique: Students presentation on how to address climate issues through their life, including change of their lifestyle, career choices and policy advocacy. End of class evaluation", ""]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodical reports and response papers and individual presentations (Professor Kukita 70%, Professor Fujii 30%)"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【600】Seminar in Global Environmental Policy／Seminar in Global Environmental Policy", "管理部署": 42, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "時限1": 16, "評価1": 6, "開講期": 2}