{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This seminar is a set of case studies on the diplomatic negotiation. This course aims at making graduate students fully familiar with the UN and other multilateral diplomacy for conducting negotiations and dispute settlement.", "到達目標": "1. Students will be able to argue recommendation or solution plan on the issues of representative multilateral negotiations.<BR/>2. Students will be able to propose recommendation or solution plan on the issues of representative multilateral negotiations.<BR/>3. Students will be able to assess issues on this course.", "授業方法": "This class will be held in principle in face to face on campus and in case of emergency of COVID-19 pandemic online face to face style. Seminar type (discussions, presentation and case studies)", "トピック": {"第1回": ["Sep.22 Session 1: Conflict Resolution and Peacemaking (Theory and practice) (Shinyo)<BR/> <BR/>Since the end of the Cold War, conflict prevention and resolution, peacemaking, peacekeeping and peacebuilding have risen to the top of the international agenda. This introductory session offers a comprehensive survey of the theory and practice of conflict resolution. This is essential for students of peace and security studies, conflict management and international politics, as well as for those wishing to work in the international or non-governmental organizations.<BR/><BR/>Reference Materials:<BR/>Saadia Touval, In Theory Multilateral Negotiations: An Analytic Approach <BR/><BR/>Note: Necessary reading materials will be provided by the instructor in advance and students are expected to prepare before the class and actively join in the discussions. Instructor will give 30 minutes introductory remarks and the students are requested to offer comments/questions.", "Students are requested to read the assignments and prepare 1-2 pages summary paper with observation and questions, which requires 2-3 hours at minimum"], "第2回": ["Sep.29 Session 2: the Ottawa Landmines Treaty: Textbook Example of Asymmetric Negotiations (clugston)<BR/><BR/>Canada played a pivotal role in securing the global landmines treaty. It was a vivid demonstration of how governments allied with civil society can bring change which was beyond the reach of international institutions.  This seminar looks at the Ottawa Process, ie, the strategy and role that the Canadian and other governments effected, along with that of civil society and social media, to bring about a landmark treaty in the face of multilateral institutional intransigence. <BR/><BR/>Reference Materials:  <BR/><BR/>Mark Gwozdecky &amp; Jill Sinclair, “Landmines and Human Security”, Human Security and the New Diplomacy, pp. 28-41. (KGU Library 327:1999) <BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are requested to read the assignments and prepare for 2 hours for the class presentation."], "第3回": ["Oct. 6 Session 3: Multilateral Negotiations on UN Convention on Climate Change  No1. (Shinyo with Guest Speaker Prof.Horie)<BR/><BR/>Japan played a key role for the adoption of Kyoto Protocol in 1997. However, Kyoto Protocol turned out to be ineffective and Japan started to propose a new framework agreement in place of Kyoto Protocol. The negotiations on this transition from Kyoto Protocol to a new framework agreement started from 2010 and culminated in the adoption of Paris Agreement in 2015.  <BR/>In this class we discuss why Kyoto Protocol turned out to be ineffective, why Paris Agreement was adopted to replace it, what kind of strategies and negotiations took place for the transition. <BR/><BR/>Assignment:<BR/>1. Students should be ready to explain why Kyoto Protocol turned out to be ineffective and if Paris Agreement is effective enough to make up for Kyoto Protocol.<BR/>2. We will discuss on what kind of strategies and negotiations were necessary to break with Kyoto Protocol and to arrive at Paris Agreement. <BR/>3. Students will be asked to make a proposal by explaining how to tackle climate change.<BR/><BR/>Three documents to read beforehand: <BR/>① The article by Prof Horie <BR/>② The article by Prof Dimitrov <BR/>③ Paris Agreement (Articles 1, 2, 3, 4, 9, 21 and 28)<BR/>④ The speech by Greta Thunberg at UN in 2019", "Students are expected to come for discussions with preparation of presentation after reading assignments."], "第4回": ["oct.13 Session 4: Multilateral Negotiations on Trade Issues: NAFTA, USMCA and Beyond  (Clugston)<BR/><BR/>The USMCA is the world’s largest free trade agreement, encompassing $420 trillion in economic activity. This seminar explores multilateral trade negotiations from a Canadian perspective, the benefits that such trade agreements can bring to countries, their strategic aspects, and the ways in which negotiating teams seek to balance off important interests to arrive at an agreement that is acceptable to all sides. <BR/><BR/><BR/>Reference Materials<BR/><BR/>Ana Swanson and Jim Tankerskey: “Trump Just Signed the USMCA. Here’s What’s in the New NAFTA” <BR/><BR/>“NAFTA&#39;s Economic Impact&quot;, Backgrounder by James McBride and Mohammed All Sergio, October 1, 2018, Council on Foreign Relations (pp 1-12). <BR/> <BR/>&quot;Difference Between NAFTA and TPP&quot;, Difference Between, (pp 2-7)<BR/> <BR/>Tim Fernholz: &quot;Donald Trump&#39;s New NAFTA is the blueprint for his Trade War with China&quot;, Quartz, October 2, 2018, (pp. 2-16)<BR/> <BR/> <BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第5回": ["Oct.20 Session 5:  Session 3: “The Iran Deal”: the Multi-party Effort to Control Iran’s Nuclear Ambitions (Clugston)<BR/><BR/>Complex multilateral negotiations over many years resulted in the Comprehensive Plan of Action: an international agreement to constrain Iran’s efforts to become a nuclear weapons state.  We will look at how this deal was negotiated, positions of the various parties, and how the United States’ exit has impacted on its delicate balance. <BR/><BR/><BR/>Renee Westra: “The Iran Nuclear Deal – facts, issues, stakeholders, and Australian policy: a quick guide”, Parliament of Australia, October 2017<BR/><BR/>Tarja Cronberg: “No EU, no Iran Deal: The EU’s choice between Multilateralism and the Transatlantic link”, in The Non-Proliferation Review, June-July 2017, Vol. 24 (pp: 246-255)<BR/><BR/>Zachary Lamb and Kali Robinson: “What is the Status of the Iran Nuclear Agreement?”, Council of Foreign Relations, Jan 7, 2020.<BR/><BR/><BR/>Note:  Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第6回": ["Oct.27 Session 6: Multilateral Negotiations on UN Convention on Climate Change NO.2 (Shinyo with Guest Speaker Prof. Horie)<BR/><BR/>Discussions and presentations:<BR/>1. Japan played a key role for the adoption of Kyoto Protocol in 1997. It was also Japan who proposed the necessity of a new framework breaking with Kyoto Protocol. We will review the strategies and negotiations which took place to adopt Paris Agreement. <BR/>2. We will look at the transitions of US Administrations by going through successive Presidents’ policies from Obama to Trump and then to Biden. We discuss about the implications of this transition. <BR/>3. Students are asked to explain why Greta Thunberg spoke so harshly against the world leaders at UN in 2019. Students must add in their explanation what has to be done to tackle “Climate Emergency”.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第7回": ["Nov.10 Session 7: The case of Gulf War and the Success and Failure of the Multilateral Negotiations centering around the UN (Shinyo)<BR/><BR/>Iraq was considered a regional but also an international threat when it invaded Kuwait in August 1990. <BR/>Iraqi troops were then forcefully withdrawn by the Allied Forces led by the US, and as a condition of surrender, Iraq agreed to rid itself of all lethal weapons by totally rendering them harmless or destroying them. These included nuclear weapons and related components; long range missiles; and biological and chemical weapons. This was then to be enforced by the adoption of UN Security Council Resolution 687(1991), which called upon Iraq to fully disarm. This session aims at explaining success and failure of the UN diplomacy in the case of Iraq. This will be done by analyzing the use of diplomatic tools which include diplomatic negotiations, resolutions and sanctions, and weapons inspections. The session specifically looks into the impact that was given by these diplomatic tools in an effort to peacefully disarm Iraq of weapons of mass destruction. The session also examines the factors that undermined the use of diplomatic instruments, which help in explaining success and the failure of the UN diplomacy in the twelve yearlong crisis.<BR/><BR/>Reading Materials:<BR/>Gary Grappo, &quot;Was the First Gulf War the Last Triumph of Multilateralism?&quot;, Fair Observer August 04 2020<BR/><BR/>Nakanishi Hiroshi, &quot;The Gulf War and Japanese Diplomacy&quot;, Reflection on Japan&#39;s Post-Cold War Foreign Policy, Politics Society 2011<BR/><BR/>UN Security Council Resolution 678 (1990)  <BR/><BR/>Note: Students are expected to come for discussion with a short summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第8回": ["Nov.17 Session 8: Negotiation on TPP (Shinyo)<BR/><BR/>On March 8, 2018 11 Asia-Pacific countries signed the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP), which is a new trade agreement suspending the application of certain provisions set out in previous negotiations on the Trans-Pacific Partnership (TPP). The CPTPP, which accounts for 13.5 percent of the global economy and covers 500 million people, is a mega free-trade zone in the Asia-Pacific region. The United States—which had formerly led the TPP negotiations withdrew after President Donald Trump took office.<BR/>The United States is not ready domestically to jump back into that agreement, noting that it will take time for Biden to navigate disagreement within his party on trade while “addressing the angst of folks that feel they’re losing out from trade agreements.” In addition, while many CPTPP countries would welcome a U.S. return, they would likely be unwilling to commit to a major renegotiation, having already been “burned” by the U.S. withdrawal after making politically painful concessions. Biden administration could instead pursue narrower deals, such as a digital trade pact, with the CPTPP members or other countries in the region. WE will examine success and failure, if any, of the multilateral negotiation leading to the conclusion of that agreement and thinking of possible participation of US and China in CPTPP in the upcoming future.<BR/><BR/>Reading Materials:<BR/><BR/>&quot;What Is the Trans-Pacific Partnership (TPP)? , Council on Foreign Relations,<BR/>https://www.cfr.org/backgrounder/what-trans-pacific-partnership-tpp<BR/><BR/>Watanabe Yorizumi ,&quot;What TPP Means for Japan and the Global Economy&quot;, Nippon.com,<BR/> https://www.nippon.com/en/in-depth/d00472/what-tpp-means-for-japan-and-the-global-economy.html<BR/><BR/>Trans-Pacific Partnership (TPP) Agreement Negotiations, Ministry of Foreign Affairs of Japan,<BR/>https://www.mofa.go.jp/ecm/ep/page25e_000266.html<BR/><BR/><BR/>Note: Students are expected to come for discussion with a short summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第9回": ["Nov.24 Session 9: Session 4: The Respective Importance of the G7 and G20 (Clugston)<BR/><BR/>The G7 has been criticized as a “talk shop” with detractors pointing to the G20 as a more inclusive and legitimate forum for leading economies to advance global governance. We look at the G7 from a historical perspective, the subsequent emergence of the G20 on the world stage, their strengths and weaknesses, and what they may have to offer world as well as regional governance in the future. <BR/><BR/><BR/>Reference Materials<BR/><BR/>Jim O’Neill: &quot;The G7 is no Longer Relevant: Here&#39;s Why&quot;,  TRT World, June 12, 2018 (pp. 1-3)<BR/><BR/>Zachary Lamb and James McBride &quot;The Group of Seven (G7)&quot;, a Backgrounder,  Council on Foreign Relations  (pp.1-9) <BR/><BR/>“The G7 and the Future of Multilateralism,” Council on Foreign Relations, August 20, 2019. (internet)<BR/> <BR/>&quot;Canada&#39;s G7 Presidency&quot;, Hill Notes, 2018/06/07 (pp. 1-6)<BR/><BR/>Stewart M. Patrick (blog post): &quot;At G7 Summit, Trump Takes a Wrecking Ball to the West&quot;, , Council on Foreign Relations, June 11, 2018 (pp. 1-4)<BR/><BR/>Note:  Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第10回": ["Dec.1 Session 10: Negotiations in the Security Council leading to Resolutions on North Korea （Shinyo）<BR/><BR/>Japan served in the Security Council as a non-permanent member for two years 2005-06, and as the Council President in October 2006, when a sanctions resolution on North Korea was adopted. Japan was thus closely involved in the Council’s process and in the consultations with the Permanent Members such as the US, UK, and France. This session looks, in detail, at how multilateral diplomacy on North Korean issue unfolded, how key actors in the Council played their role to reach agreement.  <BR/><BR/>Reference Materials:<BR/>John Bolton, “Surrender Is Not an Option”, Chapter 11.<BR/>Security Council Successes on North Korea, Threshold Editions 2007<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. John Bolton, US Permanent Representative during this time, wrote a Memoire referred to in the Reference, and in Chapter 11 depicts vividly and in some detail, the diplomatic process and negotiations on North Korea. This is a highly useful material for study of the UN multilateral diplomacy. Student will be required to make an initial 5-minute presentation each (a brief A4 1page summary of the reading materials) for further class discussion.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第11回": ["Dec.8 Session 11: Open Seminar &quot;The Roles of Special Political Missions in Pursuit of Sustainable Peace&quot; (Shinyo with Guest Prof. Sukehiro Hasegawa, Former Special Representative of the Secretary-General of the United Nations)<BR/><BR/>The United Nations engages Special Political Missions (SPMs) in conflict prevention, peacemaking and post-conflict peacebuilding around the world.<BR/>These field operations include country-specific missions and regional offices. They are headed by senior representatives of the Secretary-General and provide a forward platform for preventive diplomacy and other activities across a range of disciplines, helping prevent and resolve conflict and supporting complex political transitions, in coordination with national actors and UN development and humanitarian entities on the ground. This lecture by Professor Hasegawa will explain first the significance of Primacy of Politics as identified by the High Level Independent Panel on Peace Operations（HIPPO）in 2015 in order to achieve lasting peace not through military and technical engagements but through political solutions. He will then discuss the roles played by the Special Political Missions and Good Offices. <BR/><BR/>Professor Takahiro SHINYO will introduce Professor Sukehiro Hasegawa who will then make a powerpoint presentation for about 30 minutes in English. The students will be given the opportunity first to comment and ask questions, followed by other participants.<BR/><BR/>15:10 Introduction by Professor Takahiro SHINYO<BR/>15:15 Lecture by Professor Sukehiro HASEGAWA<BR/>15:45 Comment by Prof. Takahiro SHINYO or a guest commentator<BR/>16:00 Open discussion with the students and participants<BR/>16:40 End of the seminar <BR/><BR/>Reference materials:<BR/><BR/>United Nations, Special Political Missions<BR/>Special Political Missions | United Nations Security Council<BR/><BR/>United Nations, Special Political Missions and Good Offices Engagements<BR/>DPPA Around the World | Department of Political and Peacebuilding Affairs<BR/><BR/>United Nations, Report of the High-level Independent Panel on Peace Operations on uniting our strengths for peace: politics, partnership and people, A/70/95 and S/2015/446 17 June 2015. <BR/>United Nations, Action for Peace, A4P.<BR/>https://peacekeeping.un.org/en/action-for-peacekeeping-a4p<BR/><BR/>United Nations, Secretary-General&#39;s remarks to Security Council High-Level Debate on Collective Action to Improve UN Peacekeeping Operations (28 March 2018)<BR/>https://www.un.org/sg/en/content/sg/statement/2018-03-28/secretary-generals-remarks-security-council-high-level-debate<BR/><BR/>Richard Gowan, “The Politics of Action for Peacekeeping,” United Nations University Centre for Policy Research, February 2019<BR/>https://cpr.unu.edu/the-politics-of-action-for-peacekeeping.html<BR/><BR/><BR/>Note: Students are expected to come for discussion with prepared comments and questions (A4 1 page )regarding the reading assignments. Students will be asking questions and/or making comments on the designated topic of this open seminar.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第12回": ["Dec.15 Session 12: Reform of the UN (Shinyo)<BR/><BR/>The 60th anniversary of the United Nations, in 2005, marked an important occasion for a comprehensive discussion and decision on reform of the UN organization, including its key body, the Security Council. The result was the adoption of the “Outcome Document” at the UN Summit meeting in September 2005, which included proposals for establishing new bodies such as a “Peacebuilding Committee”, as well as introducing new concepts such as “Human Security” and “Responsibility to Protect”. The session will look at the negotiating process leading to the agreement on the Outcome Document and the implementation status of the various proposals contained in it. Also, the session looks at the Security Council reform campaign launched by Japan and other members in the Group of Four during 2005.<BR/>Reference Materials:<BR/>Resolution adopted by the General Assembly on 16 September 2005[without reference to a Main Committee (A/60/L.1)]<BR/>https://www.un.org/en/development/desa/population/migration/generalassembly/docs/globalcompact/A_RES_60_1.pdf<BR/>John Bolton, “Surrender is not an Option”, Chapter 9 As Good as it Gets: The Security Council, Threshold Editions 2007<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.<BR/>Each student will be required to make 5-minute presentation (A4 1page) on a given topic for further class discussion.", "Students are expected to come for discussion with a short summary (A4 1page) of the reading assignments."], "第13回": ["Dec.22 Session 13: Election of the UN Secretary-General (Shinyo)<BR/><BR/>The Secretary-General of the United Nations is the key person of the Organization, representing its value and acting as its voice and symbol. How the Secretary-General is elected, what factors are important in the selection of candidates, and what is the role of the General Assembly and of the Security Council in the election process are matter of interest to member states. The session looks at how the selection process is managed and how multilateral power politics play behind the scene, taking into account the recent examples. It also looks at some reform proposals on this subject made by civil society. <BR/><BR/>John Bolton’s Memoire book (Chapter 10) offers an interesting case study, focusing on Ban Ki-moon’s election. The Elders four-point proposals for UN reform refer to the need of a change in the election mechanism of the Secretary-General, worth noting.<BR/><BR/>Reference materials:<BR/>John Bolton, “Surrender Is Not an Option”, Chapter 10<BR/>Electing the New Secretary general: Ban Ki-Moon is Coming to Town, Threshold Editions 2007<BR/><BR/>The Elders Proposal for UN Reform<BR/> http://opiniojuris.org/2015/02/24/elders-proposal-for-strengthening-un/<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for a discussion. Each student will be required to make 5-minute presentation (A4 1 page) on a given topic for class discussion.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第14回": ["Jan.12 Session 14: The management of multilateral negotiations; Lessons learnt <BR/>(Shinyo)<BR/><BR/>The management of multilateral negotiations plays a crucial role in attaining global cooperation.<BR/>The 2009 Conference of Parties (COP 15) in Copenhagen, which aimed to deliver a first-ever comprehensive global climate deal, ended without agreement in part because of poor management of the negotiations by the Danish host and the UNFCCC Secretariat. Significantly altered management practices a year later at COP16 in Cancun, Mexico, were a major factor in an agreement being reached. Compromises made at the previous summit in Copenhagen, which provided a framework for agreement, also played a significant role. The power distribution between different parties and their interests remained mostly constant, so had less influence on the different outcomes at the Copenhagen and Cancún summits.<BR/>This Session, using useful policy paper,which looks at the significance of negotiations management for achieving successful negotiation outcomes by analyzing evidence from 55 confidential interviews with senior negotiators from all coalitions involved in the UNFCCC process, high-level UN officials, lead host organisers and summit observers.<BR/><BR/>Reading material;<BR/><BR/>Dr Kai Monheim, &quot;The management of multilateral negotiations: lessons from UN climate negotiations&quot; Policy paper,February 2015<BR/>ESRC Centre for Climate Change Economics and Policy<BR/>Grantham Research Institute on Climate Change and the Environment<BR/><BR/>&quot;MULTILATERAL ENVOYS: CHALLENGES TO ASSESSING SUCCESS&quot;<BR/>CENTER ON INTERNATIONAL COOPERATION, December 9, 2015<BR/>https://peaceoperationsreview.org/thematic-essays/multilateral-envoys-challenges-to-assessing-success/<BR/><BR/>Note: Students are expected to come for discussion with a short summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "授業外学習2": "The students must read materials provided by the instructor in advance and search related information in the web or in the library."}, "評価": {"教科書Required texts0": "The necessary materials and documents (Book articles, UN resolutions, final documents etc.) will be provided by the instructors/resource persons.", "参考文献・資料Reference books0": "Reference materials are listed in each session of this Course Syllabus.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "2 short reports (70%), quality of presentation/contribution to the discussion（30%）"], "成績評価Grading2": "備考　Note\n2 short reports (70%), quality of presentation/contribution to the discussion（30%）", "更新日時/Date of Update0": "2021年03月04日 18時09分02秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "院－２０８"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【600】Seminar in Multilateral Negotiation／Seminar in Multilateral Negotiation", "管理部署": "大学院共通科目・認定科目前期／Graduate School of Master's Course (Certified)", "単位数": "2", "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "１年", "時限1": "水曜４時限／Wednesday 4", "開講期": "秋学期／Fall"}