{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This course is conducted by &quot;Face-to-Face &quot;format. This research project is to learn through &quot;case study&quot; on the basis of the UN relevant issues that aims at providing with graduate students an excellent opportunity to understand research design, feedback on the various project related writings/ drafts, and critique on colleagues&#39; work. After going through &quot;case studies&quot; regarding international issues, students will familiarize themselves with relevant literature, and critical thinking. Identifying and appraising problem-solving options are to be discussed---including developing recommendations and formulating project/programme proposals (ex. conflict and post conflict development, peoples&#39; participation, local government vs central government, gender, etc.). In view of dynamic class discussion in nature, some of the topics would be continued to the following sessions.", "到達目標": "1．Students will be able to analyze the complex issues of UN system and the stake holders&#39; relations.<BR/>2. Students will be able to understand the UN challenges of socio-economic, environmental and governance fields.<BR/>3. Students will be able to formulate project proposal based upon problem solving options through project cycle management method together with policy analysis.", "特記事項": "", "関連科目": "All UN and Diplomacy related studies", "授業の概要・背景": "", "授業方法": "Seminar/Workshop/Lecture style is underlined throughout the course. This class will be held in face-to-face format on campus. Resource person(s) would encourage students for active class discussion in focusing on selected topics. &quot;Simulation&quot; exercise for role play is planned for project formulation module.", "トピック": {"第1回": ["Prof. Shun-ichi Murata<BR/> Introduction of resource persona(s) and seminar contents:<BR/>Students would grasp the essence of the course direction and expectation. <BR/>Review of cause and effect, dependent /independent variables  linking to  policy formulation (Macro Policy Cycle) and Micro project implementation process<BR/>Learn “Public Choices and Policy Changes “through programme and project formulations<BR/>What is case Method?<BR/>https://www.youtube.com/watch?v=JONOVKt5P2k<BR/>Logical framework and results.", "Enrolled students may well prepare their expectations of the course."], "第2回": ["Prof. Shun-ichi Murata<BR/>Before moving into specific project formulation, students are to learn changing policy arena of SDG relation to Regional Dimension and  UN Development Assistance Framework<BR/>Review and discussion on  ESCAP UN/ESCAP 2016:Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication (can down load form ESCAP Web)<BR/>ISBN: 978-92-1-120708-8", "Where could you find the linkage of SDGs and UN development assistance?<BR/>Students are expected to spend 2-3 hours&#39; preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours."], "第3回": ["Prof. Masakazu Sakaguchi <BR/>Case study: Gender equality in the labor market in the Philippines:<BR/>Increasing job opportunities and decent work for women are essential for inclusive growth.  Students visit the recent studies initiated by ADB and ILO and discuss how the Philippines can promote gender equality in the labor market.<BR/>参考文献：<BR/>Promoting Gender Equality in the Labor Market for More Inclusive Growth<BR/>https://www.adb.org/publications/series/promoting-gender-equality-in-the-labor-market-for-more-inclusive-growth<BR/>https://www.youtube.com/watch?v=jsGBuu88WE0", "Please study the assigned reading materials of the resource person.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture."], "第4回": ["Prof. Shun-ichi Murata<BR/>Review and discuss “Project Proposal Writing” (How to Write Project Document uploaded in &quot;LUNA&quot;) This is essential to understand the technical writing when students are fielded as interns in future.", "This subject is derived from project cycle management and substantive themes. Explore how to make problem solving options.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours for Characteristics of UN projects"], "第5回": ["Prof. Shun-ichi Murata<BR/>Application of Project Proposal Writing in reviewing &quot;Project Documents “of UN Development agencies.<BR/>Utilizing a few examples of UN project documents, students will learn how to structure the proposal writings and the logical flow.<BR/>https://www.youtube.com/watch?v=jsGBuu88WE0", "Proposal writing is one of the most challenging part of professional life. Come up with your your ability and SWAT analysis of proposal writing.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3 hours for Characteristics of UN projects"], "第6回": ["Prof. Shun-ichi Murata<BR/>Utilizing a few cases of the A Guide and Casebook” What is the Case Method?” 3rd ed. 1998. 4th ed. 1999. 5th ed.2001, students will learn how to grasp the salience of issues and problem solving options which will leads to project formulation in the context of country programming", "Resource person will select the case to study and coach you to<BR/>write a proposal."], "第7回": ["Prof. Shun-ichi Murata<BR/>Continued to the previous session. Students are expected to undertake some draft project presentations, highlighting the clear linkage of global trend, regional aspect and the country programme. Expect high quality presentations and the student’s comments/Q&amp;A.", "the same above<BR/><BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第8回": ["Prof. Shun-ichi Murata<BR/>Review and comment on each project proposal writing during the class. Students are to comment on the peers’ products how to improve it further.", "Exchange your project proposals with your colleagues to be commented.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第9回": ["Prof. Shun-ichi Murata<BR/>Discussion and debate after reading the article: Rob Cross, Reb Rebele, and Adam Grant, Jan-Feb. 2016, “Collaborative Overload”, pp.74-79. Harvard Business Review <BR/>Based upon the above, conduct discussion with resource persons<BR/>(short paper should be presented reflecting the mutually agreed and selected case from the text books and reference materials)<BR/>Testing students’ knowledge of logical framework and its application to the real life: linking competency and its practice of team work. How does that work?", "The negotiation is important part of project. Think over as to how you would interpret the overload with your stake holders/actors?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第10回": ["Prof. Shun-ichi Murata<BR/>Discussion and debate after reading the article: John Chipman, September 2016, “Why Your Company Needs a Foreign Policy?” pp.36-43. Harvard Business Review<BR/>As a partner of SDGs implementation, recently private sector has been focused in this regard. Let us look at the point of view from multinational corporation as to whether public-private partnership is going to work out.", "Private sector in the SDGs may well be possible. Why should we concern about foreig policy?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第11回": ["Prof. Masakazu Sakaguchi <BR/>(short paper should be presented by students from their respective research topic)<BR/>Case study: Skills development for inclusive growth in Myanmar:<BR/>Skills development is critical in promoting inclusive growth. Students study the recent case of the ADB Technical Assistance (TA) to Myanmar and discuss the methodology, activities and the impact of the project.<BR/>参考文献：<BR/>Myanmar: Skills Development for Inclusive Growth <BR/>https://www.adb.org/projects/47227-001/main<BR/>ADB. 2012. Myanmar in Transition: Opportunities and Challenges", "Review the resource person&#39;s assigned readings.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture"], "第12回": ["Prof. Shun-ichi Murata<BR/>Discussion and debate after reading the article: Leslie K. John, July August 2016, “When You Have to Negotiate with a Liar”, pp.114-117.  Harvard Business Review<BR/><BR/>Students may encounter a number of challenges in terms of complex human relationship in development work. Let us explore what is going to happen when we have to deal with “Liar”?", "Negotiation is an important skill you may need. Simulation is going to take place.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours for outcome of the discussion"], "第13回": ["Prof. Shun-ichi Murata<BR/>Choose the most updated case of development to undertake a simulation exercise for project appraisal meeting: actors like government officials, private sector representative, UN officials, CSO, etc.<BR/>Students will be assigned for the respective task in advance in order to make this exercise possible.", "Students are required to consider which subject to bring it up to the class.<BR/>Students will learn essence of consensus building and the substance of the subject in the process of project formulation."], "第14回": ["Wrap up session to reflect the seminar and the way forward", "Questions and clarification points to resource person are to be prepared."], "授業外学習2": "Seminar style of presentations, discussion, debate, and lectures would be undertaken in English with active participation of the students. Students are expected to submit short papers/essays at least 3 times (2,000 words each including project proposal writings) during the course. Strongly recommended to review the relevant readings for the topics discussed during the seminar. Consult with responsible resource persons as deemed necessary."}, "評価": {"教科書Required texts0": "A Guide and Casebook” What is the Case Method?” 3rd ed. 1998. 4th ed. 1999. 5th ed.2001 and hand outs are prepared for each session. （添付ファイル：参考文献1）\nAnalyze and utilize the real UN project documents of UNDP, UNFPA, UNEP, etc. for practicing project formulation.（添付ファイル：参考文献2-4）", "参考文献・資料Reference books0": "Carbonnier, Gilles, ed. 2012. International Development Policy: Aid, Emerging Economies and Global Policies, The Graduate Institute Geneva Publications/Palgrave MacMillan\nUN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication\nISBN: 978-92-1-120708-8\nShun-ichi Murata 2003, Journey of a Development Worker, K.G. University Press ISBN 4-907654-47-2\nJohn Chipman, September 2016, “Why Your Company Needs a Foreign Policy?” pp.36-43. Harvard Business Review\nLeslie K. John, July - August 2016, “When You Have to Negotiate with a Liar”, pp.114-117. Harvard Business Review\nRob Cross, Reb Rebele, and Adam Grant, Jan-Feb. 2016, “Collaborative Overload”, pp.74-79. Harvard Business Review\n（備考に追記あり）", "学生による授業評価の方法Course Evaluation by Students0": "Students are to evaluate the seminar based upon the standing procedures of KG system.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "designated periodic papers (30% X 3 times or more), and quality of class presentation/contribution (10%)"], "成績評価Grading2": "備考　Note\nResource Person's assigned term papers, presentations, class participation, etc. would be the basis of evaluation", "備考Note0": "（参考文献追記）\nhttp://unsdsn.org/what-we-do/education-initiatives/\nSDG Academy\nhttps://sustainabledevelopment.un.org/\nUN Sustainable Development Knowledge Platform\nhttp://www.undp.org/content/undp/en/home/sustainable-development-goals.html\nUNDP Sustainable Development\nhttp://www.worldbank.org/en/publication/wdr2017#1\nWorld Development Report\nhttp://www.unosd.org/\nUN Office for Sustainable Development.\nhttps://www.youtube.com/watch?v=JONOVKt5P2k\nLogical framework and results.\nhttps://www.youtube.com/watch?v=jsGBuu88WE0\nProject Proposal Writing （添付ファイル：参考文献５）\nPromoting Gender Equality in the Labor Market for More Inclusive Growth\nhttps://www.adb.org/publications/series/promoting-gender-equality-in-the-labor-market-for-more-inclusive-growth\nMyanmar: Skills Development for Inclusive Growth\nhttps://www.adb.org/projects/47227-001/main\nADB. 2012. Myanmar in Transition: Opportunities and Challenges", "更新日時/Date of Update1": "2023年01月06日 12時33分24秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "土曜３時限／Saturday 3", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【650】Research Project in the United Nations／Research Project in the United Nations", "管理部署": 42, "単位数": 2, "担当者": "村田　俊一（MURATA SHUNICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "評価1": 4, "開講期": 2}