{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course aims at enabling graduate students review and analyze global “policy formulation and implementation” focusing on key elements for reforming international organizations in the context of the United Nations system. The relevant policy makers and managers are actively involved in bringing about important changes seen through the “Sustainable Development Goals” and the “UN reform”.", "到達目標": "1. Students will be able to understand how to associate with global policy agenda ---the compounded and the complexed issues of UN system and the stakeholders at large.<BR/>2. Students will be able to understand the UN challenges under the new leadership of UN Secretary General. <BR/>3. Students will be able to understand the recent trend of development policy for both bi/multi lateral institutions", "特記事項": "【合併】International Public Policy（大学院共通科目・認定科目前期）/International Public Policy（国際学研究科前期課程）", "関連科目": "Relevant to International Organization, Political Economy, Organizational Behavior, Sustainable Development, International Law and Order, Public Management and Policy Choice, etc.", "授業方法": "This class will be held in seminar/lecture style. The course schedule adjustment will be notified as deemed necessary. Resource person(s) would encourage students for their active class discussion in focusing on selected topics. A joint session of Professor Shun-ichi Murata and resource person(s) will be planned. <BR/>Please note that encountering the COVID-19 situation, the course will be conducted by on-line until further notice and kindly check regularly the UNFA information notice.", "トピック": {"第1回": ["Prof. Shun-ichi Murata<BR/>Introduction of resource person(s) and seminar contents:<BR/>Students understand the essence of the course direction and expectations. <BR/>Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<BR/><BR/>Ref.Thomas G. Weiss, David P. Forsythe, Roger A. Coate and Kelly-Kate Pease, 2014, The United Nations and Changing World Politics, WESTVIEW PRESS ISBN-13: 9780-0-8133-4847-6", "Biring up the course expectations and concerns to share with colleagues and responsible resource person(s)"], "第2回": ["Prof. Shun-ichi Murata<BR/>1.Development preceding the United Nations, including League of Nations and Integration theory and its application<BR/>2.  Historical Evolution of international organizations:<BR/>Types of international organization such as UN, UN Specialized Agencies, UN Funds and Programmes, World Bank Group, Regional banks, regional organizations like EU, ASEAN<BR/><BR/>Ref.Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<BR/>Ian Shapiro and Joseph Lampert, 2014 Charter of the United Nations, Yale University Press ISBN 978-0-18043-5<BR/>J. Samuel Barkin 2nd edition, 2013 International Organization: Theories and Institutions, Palgrave Macmillan ISBN 978-1-137-30240-3", "Review the relevant sections of:<BR/>Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第3回": ["Prof. Shun-ichi Murata<BR/>1.Dilemmas inherent in the UN system of the various incumbents <BR/>Functions of UN and the compounded issues<BR/>Does UN work ?!: UN performance and its systemic issues<BR/>UN Reform for whom and why?!<BR/><BR/>Ref. Paul Kennedy, The Parliament of Man: The Past, Present, and Future of the United Nations, Random House, 2006<BR/>Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009", "What are those 3 UNs on the above literature ?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第4回": ["Mr. Luc Stevens<BR/><BR/>UN in Transition: prospect of implementing UN resolutions and role of UN agencies including World Bank/Regional Banks. <BR/><BR/>Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<BR/><BR/>Ref. United Nations Development at a Crossroads, Bruce Jenks and Bruce Jones, Center on International Cooperation, New York University, 2013", "Norm formulation of development policy such as MDGs and SDGs. Why is this important?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours."], "第5回": ["Mr. Luc Stevens (former UN Resident Coordinator and UNDP Resident Representative, Bangkok, Thailand)<BR/><BR/>UN Reform <BR/>Overview of UN Reform:<BR/>Where reform is needed most in the UN system, and results achieved: UN Headquarters (Management); Funds, Programs, Specialized Agencies; <BR/>Bretton Woods institutions;<BR/>Reference Materials:<BR/>-High Level Panel on Threats, Challenges and Change, “Report of A More Secure World, Our Shared Responsibility”, December 2004<BR/>-2005 World Summit Outcome, UN General Assembly resolution (A/RES/60/1)<BR/>-Report of the Secretary-General’s High Level Panel on System-wide Coherence in the areas of development, humanitarian assistance and the environment (A/61/583), November 2006<BR/>Chapter 10 “The Security Council at Seventy: Ever Changing or Never Changing?” by Edward C. Luck, 　The UN　Security Council 21st Century edited by Sebastian von Einsiedel et al. 2016", "Reading the reference materials, please come up with your angle of pro and con of the reforms initiatives.<BR/>Students are expected to spend 2-3 hours&#39; preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第6回": ["Mr. Luc Stevens (former UN Resident Coordinator and UNDP Resident Representative, Bangkok, Thailand)<BR/><BR/>UN Security Council Reform <BR/>Roles and functions of the UN Security Council;<BR/>Appraisal of UNSC work record - in the Cold War period, in the post-Cold War world;<BR/>Reasons why Security Council reform is needed;<BR/>Measures taken for UNSC reform leading up to the G4 campaign in 2004-05", "Big five and veto. Are they neutralizing UN?<BR/>Please prepare the discussion: what are the success stories of UN?<BR/>Students are expected to spend 2-3 hours&#39; preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第7回": ["Prof. Shun-ichi Murata (might be together with guest speaker(s)<BR/>UN Security Council vs UN Economic Social Council<BR/>UN performs in 6 functions: impact of performance to be reviewed", "The both councils&#39; reforms are taking place: what are those? Explore relevance in implementing SDGs 17 goals.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第8回": ["Prof. Shun-ichi Murata (might be together with guest speaker(s)<BR/>Political Economy of UN and its governance and performance", "What could be the future of UN in the context of SDGs ?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第9回": ["Prof. Shun-ichi Murata<BR/>Mid-term reflection and case studies of utilizing UN related professional magazines, and newspapers clippings to debate/discuss prospects and problems of the UN system.", "Review of the previous 8 sessions"], "第10回": ["Prof. Toshiyuki Niwa<BR/>Overview of UN Development Cooperation: Purpose, actors, characteristics and features.<BR/>Historical perspective: A trial and error process; the UN development organizations and Bretton Woods institutions; and political context.<BR/>1940s - 1950s: The Foundations: Creation of Bretton Woods institutions, specialized agencies (&quot;communities of practice&quot;), and funds and programmes.<BR/>The 1960s: The First Development Decade: Independence of nations; increased and systematic resources flow to developing countries; creation of additional funds and programmes; and the Jackson and Pearson Reports.<BR/>Ref. Paul Kennedy, The Parliament of Man: The Past, Present, and Future of the United Nations, Random House, 2006<BR/>Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009", "Follow the resource person&#39;s suggested readings and assignments<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第11回": ["Prof. Toshiyuki Niwa<BR/>The 1970s: The Second Development Decade: Basic Needs and Redistribution with Growth: The Capacity Study (The Jackson Report) and the Consensus Resolution; UNDP country programming; the UNDP Resident Representative; political dimensions, viz. New International Economic Order, New World Information Order, and Non-aligned Movement.<BR/>Specific example: Formulation and approval of the First Country Programme 1972 -1976 for Guyana.<BR/>Ref. A Study of the Capacity of the United Nations Development System, Volume 1 and 2, United Nations, Geneva, 1969<BR/>Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<BR/>United Nations Development at a Crossroads, Bruce Jenks and Bruce Jones, Center on International Cooperation, New York University, 2013", "the same above<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第12回": ["Prof. Toshiyuki Niwa<BR/>The 1980s: Reversal and Structural Adjustment: “A lost decade for development”: Structural adjustment policies and “adjustment with a human face”; blurring roles of UNDP and specialized agencies; the establishment of the UN Resident Coordinator-ship.<BR/>Specific examples of the role and function of the Resident Coordinator: Yemen, Nepal and Thailand<BR/>Ref. Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009<BR/>United Nations Development at a Crossroads, Bruce Jenks and Bruce Jones, Center on International Cooperation, New York University, 2013", "the same above<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours."], "第13回": ["Prof. Toshiyuki Niwa (possibly with Prof. Shun-ichi Murata)<BR/>The 1990s: The Human Development Paradigm: the UNDP Human Development Report, the Arab Human Development Report and national human development reports<BR/>2000 and beyond: Towards the Millennium Development Goals and Sustainable Development Goals. <BR/>Summing up", "the same above<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-hours"], "第14回": ["Prof. Shun-ichi Murata<BR/>Wrap up session", "What have you learned in the course? What is your take?"], "授業計画1": "In principle, conducting seminar/lecture combination should be noted. The course schedule adjustment will be notified as deemed necessary.", "授業外学習2": "Seminar presentations, discussion, debate, and lectures would be undertaken in English with active participation of the students. Students are expected to submit short summary note of each lecture plus papers/essays at least 3 times (2,000 words each as per resource person’s assignment) during the course. Strongly recommended to review the listed readings for the topics discussed during the seminar. Consult with responsible resource persons as deemed necessary. As per student request, supplementary lectures may be prepared by Prof. Shun-ichi Murata."}, "評価": {"教科書Required texts0": "Richard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009\nMaterilas uploaded in \"LUNA\" to be used", "参考文献・資料Reference books0": "Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors), From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9\nUN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication\nISBN: 978-92-1-120708-8\nhttp://unsdsn.org/what-we-do/education-initiatives/\nSDG Academy\nhttps://sustainabledevelopment.un.org/\nUN Sustainable Development Knowledge Platform\nhttp://www.undp.org/content/undp/en/home/sustainable-development-goals.html\nUNDP Sustainable Development\nhttp://www.worldbank.org/en/publication/wdr2017#1\nWorld Development Report\nhttp://www.unosd.org/\nUN Office for Sustainable Development.\nThe UN　Security Council 21st Century edited by Sebastian von Einsiedel et al. 2016 International Peace Institute\nIan Shapiro and Joseph Lampert, 2014 Charter of the United Nations, Yale University Press ISBN 978-0-18043-5\nJ. Samuel Barkin 2nd edition, 2013 International Organization: Theories and Institutions, Palgrave Macmillan ISBN 978-1-137-30240-3\nThomas G. Weiss, David P. Forsythe, Roger A. Coate and Kelly-Kate Pease, 2014, The United Nations and Changing World Politics, WESTVIEW PRESS ISBN-13: 9780-0-8133-4847-6\nPaul Kennedy, The Parliament of Man: The Past, Present, and Future of the United Nations, Random House, 2006\nRichard Jolly, Louis Emmerij, and Thomas G. Weiss, UN Ideas that Changed the World, Indiana University Press, 2009\nUnited Nations Development at a Crossroads, Bruce Jenks and Bruce Jones, Center on International Cooperation, New York University, 2013\nA Study of the Capacity of the United Nations Development System, Volume 1 and 2, United Nations, Geneva, 1969", "学生による授業評価の方法Course Evaluation by Students0": "Students are to evaluate the seminar based upon the standing procedures of KG system", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "lecture class notes（30%）, term papers（40%）, and good quality of class presentation/contribution（30%）"], "備考Note0": "Please note that encountering the COVID-19 situation, the course will be conducted by on-line until further notice and kindly check regularly the UNFA information notice.", "更新日時/Date of Update1": "2021年11月22日 16時00分54秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "土曜４時限／Saturday 4", "春学期／Spring", "院１－２０８"]}, "campas": 0, "name": "【550】International Public Policy／International Public Policy", "管理部署": 42, "単位数": 2, "担当者": "村田　俊一（MURATA SHUNICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 38, "評価1": 4, "開講期": 1}