{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to English below", "到達目標": "Refer to English below", "授業方法": "Online classes will be organized during COVID-19 crisis. Customized/smaller workshops are developed for students to improve their presentation skills and prepare for competency-based and other types of interviews.", "トピック": {"第1回": ["4/10 Introduction and overview of the class (Kukita):<BR/>Objectives and process, expectations by students, preparing for the final presentation, Life planning and careers in 21st century", "Pre-assignment: Students analyse careers with UN organizations: based on UN Human Resources web site, and/or UN Forum 160 interviews with Japanese UN officials"], "第2回": ["4/17 UN Competency framework (Kukita):<BR/>Development of competency framework<BR/>UN core values: Integrity, Professionalism, Respect for diversity", "Assignment: Students prepare their own personal mission, strategy and goals"], "第3回": ["4/24 Assessing competencies (Kukita):<BR/>UN core competencies<BR/>UN managerial competencies", "Assignment: Students self-assess their own competencies."], "第4回": ["5/1 Developing personal competency development plan (Kukita):<BR/>Career paths and options<BR/>Assessing competency requirement<BR/>Time frame for competency and career development.", "Assignment: Each student prepares a zero draft of life, career, competency development plan, and value statement"], "第5回": ["5/8 Preparing for competency-based job interviews (Kukita)<BR/>Understanding CBI process and questions<BR/>Best examples to demonstrate competencies<BR/>Answering effectively and final fine tuning", "Assignment: Each student prepares episodes for each competency from their life history and past experience."], "第6回": ["5/15 Curriculum Vitae preparation (Nishino) <BR/>Objectives: Students will understand basic composition and key points of UN Job Descriptions and be able to improve their Curriculum Vitae. Contents: Lecture and discussion. Peer review of CV and identify points for improvement.", "Pre-assignment: Students will find one vacancy, obtain the JD and prepare his/her CV."], "第7回": ["5/22 Cover letter preparation (Nishino)<BR/>Objectives: Students will be able to prepare effective cover letter for international career. <BR/>Contents: Lecture and discussion. Peer review of cover letters, and identify points for improvement.", "Pre-assignment: Using the same post as above, students will prepare a cover letter for application."], "第8回": ["5/29 Competency-Based Interview: (Nishino)<BR/>Objective: Students will develop UN competency-based interview skills.<BR/>Contents: Students will practice mock interviews against the positions which they chose during the previous sessions. The interviewers are resource persons and UNFA students. By interviewing each other, students will realize some technical as well as psychological aspects of interview. This session will be filmed and viewed within the session for reflection and further improvements.", "Pre-assignment: 1) Students will improve his/her CV and cover letter based on the previous sessions.<BR/>2) Students will prepare mock interview."], "第9回": ["6/5 Competency-Based Interview (continued) (Nishino)<BR/>After completion of all interviews, students will reflect the points for further improvements and preparation for internship.", ""], "第10回": ["6/12 Presentation for jobs (Murata)<BR/>Students to learn by doing their own simulation and presentation of a given subject (relevant the on- going research/intern placement) by resource person. The selection of the subject will be discussed in advance. “First 5 minutes” would be the key to attract the audience. The participants are required to comment on each presentation on the spot to further improve skills. The participants’ presentation should be filmed and reviewed in the class.", "Reference: “Craft the Beginning”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第11回": ["6/19 (Murata) The previous reflection of the soft spots and the strengths will be highlighted for the participants. Resource person and the participants are to review the “Common Ground” to refine each presentation with specific interventions. The presentation should be filmed again.", "Reference: “Common Ground”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第12回": ["6/26 (Murata) The participants will be given an opportunity for impromptu speech (selection of theme is at random.  Ability to be tested from the various angles) by resource person based upon the experience of previous sessions. The speech/presentation should be prepared within 5minutes followed by 5minutes presentations.  The presentations will be filmed.", ""], "第13回": ["7/3 (Murata) Resource person will wrap up the points of the last 3 sessions together with the participants in taking a close look at the videoed presentations.  The participants are required to submit “one page” wrap up paper within 48 hours.", "Reference: “Anticipate Resistance”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第14回": ["7/10 (Kukita) Capstone presentations: Students present their life, career and competency development plans based on their own missions, visions, career path and competency assessment, which will guide their personal and professional development in life. End of course evaluation.", "Pre-assignment: Students will prepare presentations on their life, career and competency development plans, version 1.0."]}, "評価": {"教科書Required texts0": "UN Competency development: A practical guide", "参考文献・資料Reference books0": "UN Human Resources web site, https://careers.un.org/lbw/Home.aspx\nCareer sites of each UN organization, https://www.unicef.org/about/employ/\nUN Forum web site, http://unforum.org/unstaff/index.html", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodic reports, contributions to class discussions, and presentations assigned by each professor (Professors Nishino and Murata, each 30%) as well as the final presentation (Professor Kukita, 40%)."], "添付ファイル1/File Attachment 10": ["UN Office of Human Resources Competency Development Guide.pdf", "Textbook"], "添付ファイル1/File Attachment 11": ["【Zoom URL】Career Seminar for International Organizations_Sat.2nd period.pdf", "Please be sure to enter the classroom at least 5 minutes before the class starts."], "更新日時/Date of Update2": "2021年04月28日 13時28分19秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "土曜２時限／Saturday 2", "春学期／Spring", "未定"]}, "campas": 0, "name": "【650】Career Seminar for International Organizations　１／Career Seminar for International Organizations", "管理部署": 42, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "時限1": 36, "評価1": 4, "開講期": 1}