{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "特記事項": "【合併】Management of International Organizations（大学院共通科目・認定科目前期）/Management of International Organizations（国際学研究科前期課程）", "関連科目": "Career seminar for international organizations, Internship in UN and Diplomatic Institutions", "授業方法": "Online classes will be organized during COVID-19 crisis. Lecture and seminar discussions", "トピック": {"第1回": ["4/9 Kukita: Introduction and overview of the class, objectives, expectations by students.<BR/>Broad overview of international organizations including the UN system, international financial institutions, OECD, and other regional organizations.<BR/>Defining organizational mandate, <BR/>United Nations Charter, <BR/>Defining roles of agencies, UNICEF and WHO", "Pre-assignment: Read the Preamble to Chapter VII of the United Nations Charter, and search for the mandate of UNICEF and WHO respectively."], "第2回": ["4/16 Kukita: Management of the UN General Assembly<BR/>Role and functions of the secretariat, President, member countries", "Pre-assignment: Read relevant chapters of the United Nations Charter"], "第3回": ["4/23 Kukita: Governance mechanisms and structure of UN agencies: Executive Board. Executive Director <BR/>Aligning organizational goals with UN goals<BR/>Medium term strategic plan<BR/>Budget formulation<BR/>Kukita: Staff issues and risk management:<BR/>Human resources development<BR/>Succession plan<BR/>Risk assessment and business continuity plan", "Pre-assignment: Students search for UNICEF Executive Board Document and read the latest programme of work"], "第4回": ["4/30 Kukita: Strategy and programme development:<BR/>Country level programme cycle, UN Sustainable Development Cooperation Framework, enterprize risk management<BR/>Country programme development, operational alignment", "Pre-assignment: Students search for UNICEF Executive Board Document and read one of country programme recommendations"], "第5回": ["5/7 Prof. Shimizu: Management issues of UNHCR including security risk management, stress management, and programme criticality assessment", "Pre-assignment: Students search on management issues related to UNHCR"], "第6回": ["5/14  Prof. Murata: Management of UN regional commissions", "ESCAP in the context of the Asia Pacific Forum of Sustainable Development"], "第7回": ["5/21 Prof. Shinyo: Management of the mission to UN<BR/>Purpose, key roles and functions of the mission<BR/>Liaison with the UN<BR/>Liaison and cooperation with other missions", "Reading Materials to be provided in advance of the class"], "第8回": ["5/28 Prof. Shinyo: Management of the UN Security Council<BR/>Role and functions of the secretariat, P5s, Non-Permanent members, Process management", "Pre-assignment: Read relevant chapters of the United Nations Charter"], "第9回": ["6/4_Kukita:Resource mobilization and fundraising:<BR/>Leveraging and advocacy, Fundraising strategies and principles<BR/>Cases: Polio eradication and Indian Ocean Tsunami emergencies", "Pre-assignment: Students search for UNICEF Annual Report and identify who are the main donors to UNICEF and how UNICEF raise funds."], "第10回": ["6/11 Prof. T. Niwa<BR/>Overview of the UN and UN Development System: Autonomy and Independence of UN Organizations; Typologies of UN organizations;<BR/>Management Accountability; Need for Coordination.", "Pre-assignment:<BR/>Students search for the United Nations System Chief Executives Board for Coordination (CEB) and its work"], "第11回": ["6/18 Prof. T. Niwa<BR/>Inter-Agency Coordination at the<BR/>Global Level, viz.  Chief Executive Board (CEB), HLCM, HLCP, UN DG, ECHA;  ‘Common Gateways’, including ACABQ, the 5th Committee, and ICSC); Coordination at the Country Level; Management of Post Conflict Situations, including Coordination between Peacekeeping Operations and UN Country Team.", ""], "第12回": ["6/25 Prof. T. Niwa<BR/>UN Country Office and Program Management: Examples of Yemen, Nepal and Thailand;  <BR/>Aid Coordination within and without the UN System; Disaster Relief Coordination; Examples of Yemen and Nepal.<BR/>UNDP HQ Management Issues: Management Accountability; Challenges", ""], "第13回": ["7/2 Prof. T. Niwa<BR/>UN HQ Management Issues; Chief Procurement Officer; UN Common Service; Capital Master Plan; Relations with the Host City/ Government.<BR/>UNICEF Management Issues: Strengthening of Internal Management, including Management Accountability; UNICEF and the UN Reform.<BR/>Post-UN: Election Observation to Nepal; Use of the African Union for UN peacekeeping; Mentoring of Peacekeeping Personnel; Strengthening of the Functioning of the UN General Assembly President’s Office", ""], "第14回": ["7/9 Prof. Kukita: <BR/>Students&#39; presentation on specific management issues at UN, evaluation of the course", "Pre-assignment: Students prepare final presentations on specific management issues at UN"]}, "評価": {"教科書Required texts0": "Basic Facts about the United Nations　「国際連合の基礎知識」", "参考文献・資料Reference books0": "http://www.un.org/en/ga/deliveringasone/pdf/summaryreportprint.pdf\nhttps://undg.org/wp-content/uploads/2017/05/2017-UNDAF_Guidance_01-May-2017.pdf\nhttps://www.gov.uk/government/collections/multilateral-aid-review\nhttps://www.gov.uk/government/collections/multilateral-aid-review\n「生まれ変わっても国連：国連３６年の真実」, 著者：丹羽敏之、人間と歴史社、２０１９年、ISBN 978-4-89007-212-5", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodic reports or response papers assigned by each professor (Prof. Shinyo 20%) (Prof. Shimizu 10%), (Prof. Murata 10%), and Prof. Niwa (25%) respectively and by Prof. Kukita(35%) including the final presentation on specific issues"], "更新日時/Date of Update0": "2022年01月12日 10時53分51秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "土曜３時限／Saturday 3", "春学期／Spring", "院１－２０８"]}, "campas": 0, "name": "【550】Management of International Organizations／Management of International Organizations", "管理部署": 42, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "評価1": 4, "開講期": 1}