{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "特記事項": "【合併】Seminar in Global Communication　（大学院共通科目・認定科目前期）/Seminar in Global Communication　（経営戦略研究科）", "関連科目": "Career Seminar for International Organizations, Internship in the United Nations, Management of International Organizations", "授業の概要・背景": "The seminar will be taught by senior UN and other international practitioners and experts, so that students will be able to learn the latest practical skills from hands-on global communication experience and best practices.", "授業方法": "Lecture and seminar discussions", "トピック": {"第1回": ["4/13 Introduction and overview of the class, objectives, expectations by students", "<div>Read the job description of a post and summarize key knowledge, competencies and career paths that you are required to have if you are to apply for the post. (One-page report)</div>"], "第2回": ["4/20 Communication theory<br />Communication channels and tools <br />Assessment of communication needs", "Read through the Polio Communication Global Guide, and identify the most important communication strategies to end polio and reach zero case.&nbsp;"], "第3回": ["4/27 Development of communication strategies:<br />Using tool kits<br />Examples from field offices and RC office", "<span style=\"font-size:13.28px;\">Assignment: Search for and critique a UN agency’s regional or country office communication strategy, and prepare a 3 slides-3 min presentation&nbsp;</span>"], "第4回": ["5/11 Communication and diversity: Cross-cultural communication<div><span style=\"font-size:13.28px;\">UN English writing standards and house style:</span></div>", "<span style=\"font-size:13.28px;\">Assignment:&nbsp;</span>Prepare one-page UN house style report on your personal cross-cultural communication experience, challenges, and improved approaches"], "第5回": ["5/18 Purpose and principles of UN's global communication: (Guest) UN Department of Global Communications. UN’s overall communication is coordinated based on well-defined communication strategy.", "Assignment: Select a specific communication activity of UNHQ and relate it with UN's global communication strategy"], "第6回": ["5/25&nbsp;<span style=\"font-size:13.28px;\">&nbsp;Communication opportunities:</span><br /><span style=\"font-size:13.28px;\">Presentation and public speaking, Advocacy and persuasive communication processes</span>", "<span style=\"font-size:13.28px;\">Assignment:let's have a break!</span>"], "第7回": ["6/1&nbsp;&nbsp;Programme communication:&nbsp;<br />Immunization and other health issues<br />Ebola outbreak and risk communication<div><br /></div>", "Assignment: Develop a communication strategy for promoting human rights in a specific country and prepare a 3-slide presentation"], "第8回": ["6/8&nbsp;<span style=\"font-size:13.28px;\">&nbsp;Communication for social change</span><br /><span style=\"font-size:13.28px;\">Advocacy and policy advice</span><br /><span style=\"font-size:13.28px;\">Social innovation process</span><br /><span style=\"font-size:13.28px;\">Changing for sustainable impact</span>", "<span style=\"font-size:13.28px;\">Assignment:&nbsp;</span>"], "第9回": ["<span style=\"font-size:13.28px;\">6/15 Branding and marketing principles:</span><br /><span style=\"font-size:13.28px;\">UNICEF’s branding strategy</span><br /><span style=\"font-size:13.28px;\">Using marketing strategies</span><br /><span style=\"font-size:13.28px;\">Social marketing</span>", "<span style=\"font-size:13.28px;\">Assignment: Students Search for a UN agency's branding strategy and compare it with UNICEF’s. Prepare 3 slides presentation.</span>"], "第10回": ["<span style=\"font-size:13.28px;\">6/22 Use of latest technologies and social media</span><br /><span style=\"font-size:13.28px;\">Social media guidelines</span><br /><span style=\"font-size:13.28px;\">Impact assessment and risks</span>", "Assignment: Students analyse their own SNS use and develop a communication strategy for their personal branding. 2-slides presentation"], "第11回": ["<span style=\"font-size:13.28px;\">6/29 (Prof. Tagashira) Communication strategy of UN DESA (Department of Economic and Social Affairs): What is participatory dialogue/multi-stakeholder dialogue, and how does it enable building a more inclusive, safe, and just society for all people?&nbsp; Understanding the concept behind social inclusion and how it can transform negative social relations such as fragmentation, exclusion, and polarization into positive ones. Introduce some dialogue and mediation examples.&nbsp; &nbsp;(Guatemala, Guyana, US (native-American vs mainstream American), mediation skills)</span>", "<span style=\"font-size:13.28px;\">Assignment: Assignments:&nbsp; Students read the publication \"Participatory Dialogue: Towards a Stable, Safe and Just Society for All\", Chapter 1.&nbsp; United Nations, ST/ESA/310 (2007)&nbsp;</span>"], "第12回": ["7/6 Handling media interviews and other public relations opportunities:<br />Talking to the media, TV and radio<br />Hard talk<br />Ambush interview", "Assignment: Listen to BBC’s hard talk with ex-UNSG Kofi Anan, and identify which part was the most difficult question and assess how Kofi Anan managed. (one-pager)"], "第13回": ["7/13&nbsp;<span style=\"color:inherit;font-family:inherit;font-size:inherit;font-style:inherit;font-variant-ligatures:inherit;font-variant-caps:inherit;font-weight:inherit;\">Case study (Dr. Rintaro Mori, former Regional Adviser for UNFPA)</span><div><div style=\"border:0px;font:inherit;margin:0px;padding:0px;vertical-align:baseline;color:inherit;\">United Nations Population Fund is one of the UN agencies&nbsp;dealing with population matters, yet it has been focused on sexual and reproductive health and rights (SRHR). UNFPA has been rolling out a regional campaign on the importance of SRHR in the context of emerging population trends such as population ageing and rapid fertility decline called the life-cycle approach to ageing (#ForEveryAge) in the Asia Pacific region. This session explores the motivations and methodologies employed in the campaign and discusses the possible lessons learnt from the process.</div></div>", "Assignment: Students prepare communication strategies on specific issues of their choice"], "第14回": ["7/20 Students' presentation on communication strategy on specific issues <br />Evaluation of presentation and class evaluation", ""]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "教科書Required texts0": "Writing_a_Comm_Strategy_for_Dev_Progs.pdf\nhttps://unsdg.un.org/sites/default/files/Guide-to-Communicating-as-One-edited-1.pdf\nhttps://unsdg.un.org/sites/default/files/Advocacy_report_web.pdf", "参考文献・資料Reference books0": "https://www.un.org/en/sections/departments/department-global-communications/\nhttp://www.unic.or.jp/\nhttps://undg.org/home/guidance-policies/communications-and-advocacy/\nhttp://dd.dgacm.org/editorialmanual/", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodical reports, presentations and response papers and the final presentation on specific issues"], "更新日時/Date of Update0": "2024年04月30日 11時54分49秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "土曜１時限／Saturday 1", "春学期／Spring", "未定"]}, "campas": 0, "name": "【600】Seminar in Global Communication／Seminar in Global Communication", "管理部署": 42, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "時限1": 35, "評価1": 6, "開講期": 1}