{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This research project is a case study-oriented course focusing on concrete diplomatic issues of Japan and other countries, including EU, as well as the United Nations. This course aims at providing graduate students an excellent opportunity to nurture critical and constructive thinking about the topics, obtain feedback and comments from resource persons.", "到達目標": "After going through a number of case studies of diplomatic issues,<BR/>1. Students will be able to acquire literacy and diplomatic sense in the field of foreign affairs.<BR/>2. Students will be able to organize thinking. <BR/>3. Students will be able to identify and evaluate a course of action including development of recommendations.", "授業方法": "This class will be held in face to face on campus in principle, and online face to face style in case of COVID-19 Pandemic. Presentation, discussion and case study", "トピック": {"第1回": ["Sept.25 Session 1: China, US and the New World Order (Shinyo)<BR/><BR/>With the rise of China as a great power and the receding tendency of the US dominance as sole superpower, particularly with former President Trump’s inward-looking attitude of &quot;America First policy”,the world order is embarking on a new stage. Whether President Biden&#39;s new policy towards China will change the course remains to be seen. <BR/>The trade and cyber/high-tech war between the two superpowers could cause serious tensions and crisis, which could be interpreted as wrong drawing of the lessons of the so-called “Thucydides Trap”.<BR/>This introductory session will examine how the US and China see the future world and their relations with each other followed by discuss with instructor and other students.<BR/>Students must read the articles to be provided by the instructor in advance and prepare for the class.<BR/><BR/>Reading materials:(to be updated after the inauguration of the new US President )<BR/><BR/>EDWARD JACKSON / LIBRARY OF CONGRESS “The peacemakers: at the World War I peace conference in Paris, 1919”.  <BR/>Gideon Rose, “Trump Administration the Fourth Founding: The United States and the Liberal Order”, January/February 2019 Issue, Foreign Affairs<BR/>Yan Xuetong “China The Age of Uneasy Peace: Chinese Power in a Divided World”, January/February 2019 Issue, Foreign Affairs<BR/>Xinhua / REUTERSA Chinese warship firing test missiles during exercises in the Taiwan Strait, March 1996.  <BR/>Sulmaan Khan, “Avoiding War Between America and China: The Lessons of Past Crises”, December 3, 2018, Foreign Affairs <BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations for the seminar and come prepared for discussion. The instructor will introduce briefly the main points of the papers and the students are to offer comments/questions. Discussion will follow.", "Students are expected to spend 2-3 hours’ preparations for the seminar and come prepared for discussion."], "第2回": ["Oct.2 Session 2: Towards “East Asia community” and its feasibility in a changing world order (Shinyo)<BR/>The concept of an &quot;East Asia community&quot; was proposed in the past by two Japanese Prime Ministers, namely by Junichiro Koizumi in 2002 and Yukio Hatoyama in 2009 both in Singapore.<BR/>A part of this concept has been realized as “East Asia Summit” in 2005, held each year in one of the capitals of the participating 18 countries, including Chania, US, Russia and Japan. The base of this forum was AEEAN +3(Japan, China and Korea).<BR/>In the changing context of world order in the Asia-Pacific will it be possible to nurture an idea of a grand regional political framework to preserve stable situation and expand networking and connectivity as already represented by ASAN countries to the entire Asia and Pacific countries. Is such regionalism, which sometimes mentioned as “Entente”, conducive to enhance cooperative relations among nations? If so, what must be done to develop this idea, and if not, what else the countries must do to avoid confrontation and potential war. <BR/><BR/>Reading materials: to be provided by the instructor.    <BR/>However, students are expected to read news articles and other materials or books in the internet or publications.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. Each student must prepare a short summary of the reading assignments (A4 1page) and make an initial presentation for 5 minutes each. The class discussion will follow.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第3回": ["Oct.9 Session 3: Canada’s UN Diplomacy:  The UN and Beyond (Clugston)<BR/><BR/>Canada, while maintaining the United Nations as a core element of its foreign policy, has nonetheless used plurilateral as well as regional structures to effect change in the face of UN immobility.  We look at the tools of modern diplomacy and the way in which countries are relying on various mechanisms to advance peace and reduce conflict. <BR/><BR/>Reference Materials<BR/><BR/>John Kirton: “Multilateralism, Plurilateralism and the UN”, in Canadian Foreign Policy in a Changing World, UofT Press, pp 393 – 411.  (KGU Library 327.7:888)<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第4回": ["Oct.16 Session 4: EU (Post-BREXIT and the future of EU) (Shinyo)<BR/>The decision was made in the UK Parliament for the BREXIT and the UK leaves EU on January 31, 2020. Yet what kind of BREXIT this will bring, is still unknown because the negotiation on the future relationship with EU is uncertain to be concluded till the end of the year. Hard Brexit or soft Brexit? We will discuss historical background, the negotiation process, the status quo of UK and what kind of political, economic and other implications will Brexit bring to the Future of UK, Europe and the rest of the world, including Japan and Asia.<BR/>If necessary, an expert will be invited and discuss with the students on core issues, which will face the whole world.<BR/><BR/>Reading materials: to be provided by the instructor.    <BR/>However, students are expected to read news articles and other materials or books in the internet or publications.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. Each student must prepare a short summary of the reading assignments (A4 1page) and make 5 minutes presentation followed by comments/questions and discussions.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第5回": ["Oct.23 Session 5: EU (Economic Partnership Agreement (EPA)between Japan and EU) (Shinyo with guest speaker)<BR/><BR/>The largest bilateral economic partnership agreement,<BR/>which goes beyond the realm of the conventional free trade agreement was concluded between Japan and EU and ratified in the respective parliament in December 2018.<BR/>In the wake of the creeping protectionism and regionalism of the world trade, what role will this unique EPA play and how Japan and EU cope with the protectionism and regionalism to save the free trade and liberalism in both economy and politics.<BR/>We will invite an expert and negotiator of this treaty work to<BR/>explain its significance and the future of the world trade followed by discussions.<BR/><BR/>Reading materials: to be provided by the instructor.    <BR/>However, students are expected to read news articles and other materials or books in the internet or publications.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. They are encouraged to make questions and comments to the presentation of the Guest Speaker and actively participate in the discussions.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第6回": ["Oct.30 Session 6: The security situation in East Asia and Japan&#39;s issue of collective self-defense from the political and legal perspectives (Shinyo)<BR/><BR/>We will analyze the security situation in East Asia, including nuclear and missile issues of North Korea and the military expansion of China in the South China and East China Sea.<BR/>Based on this analysis we will be examining how Japan should cope with this new security situation, while discussing the issue of collective right to self- defense in terms of the Japanese Constitution and how the diplomatic endeavors must be made to peacefully manage the fragile situation in  East Asia and beyond.  <BR/><BR/>Reading Materials: to be provided by the instructor well in advance.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. Each student must prepare a short summary of the reading assignments (A4 1page) and make 5 minutes presentation followed by comments/questions and discussions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第7回": ["Nov.6 Session 7: The issue of past history of Japan and its diplomatic implication on Japanese foreign affairs; is there any solution? (Shinyo)<BR/><BR/>The issues of comfort women or the war time workers from the Korean Peninsula in the Second World War have become top agenda and tremendous obstacles for the bilateral relations between South Korea and Japan. Even after the Treaty on Basic Relations between Japan and the Republic of Korea and the bilateral agreement on settling the claims and compensation in 1965 as well as the agreement on comfort women, recently, in 2016, why Korea is still blaming Japan and asking for compensation and apology from Japan. What is actually the issue and what kind of diplomatic efforts have been made between the two countries. We will be examining this issue from diplomatic point of view and think what must be done to mitigate these sensitive issues, if not entirely solve them.<BR/><BR/>Reading materials: to be provided well before the class by the instructor. However, students are expected to read news articles and other materials or books in the internet or publications.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. Each student must prepare a short summary of the reading assignments (A4 1page) and make 5 minutes presentation followed by comments/questions and discussions.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第8回": ["Nov.13 Session 8：US-Japan Relations and the Japanese Role in International Order   (Shinyo)<BR/><BR/>US-Japan Relations  <BR/>・Japan’s bewilderment; how to cope with the divided America led by the populist President and the declining hegemon of the word <BR/>・Too much economic and security reliance on the US in a changing world order<BR/>・Japan’s responsibility as a member of the “declining West” for strengthening liberal world order in cooperation with other G7and democratic nations.<BR/>・How to stop US and its rivals falling in to the “Thucydides Trap”<BR/><BR/>Japan’s role in international order<BR/>・Stop the trade war and protectionism (lessons of TPP and the G20 Summit in Osaka in 2019)<BR/>・US“Deal”with North Korea in Singapore/Hanoi and Japan’s Role for the stability of the Korean Peninsular<BR/>・&quot;Proactive contribution to peace” by Japan and Japan’s security role in the region<BR/>・Grand design for the stability and prosperity of the Asia-Pacific (&quot;Free and Open Indo-Pacific Strategy&quot; of Japan) <BR/>・How to come to terms with difficult neighbors?<BR/><BR/>Reading materials: to be provided well before the class by the instructor. However, students are expected to read news articles and other materials or books in the internet or publications.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. Each student must prepare a short summary of the reading assignments (A4 1page) and make 5 minutes presentation followed by comments/questions and discussions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第9回": ["Nov.20 Session 9: Canada’s UN Diplomacy: Peacekeeping<BR/>(Clugston)<BR/><BR/>Canada invented peacekeeping and it has been a proud part of our foreign policy legacy. But, time and experience has demonstrated the limits of its effectiveness. We look at how the institution of peacekeeping has evolved over six decades from a relatively “passive” to a more “muscular” posture, and consider its effectiveness in resolving international tensions and bringing long term peace to troubled countries. <BR/><BR/>Reference Materials<BR/><BR/>“Peacekeeping: Canada’s Past, but not its present and Future?”, International Journal, pp 167 – 176. Vol. 71, #1, March 2016. (Canada’s Journal of Global Policy Analysis)<BR/><BR/>Patricia Fortier: “The Evolution of Peacekeeping” Human Security and the New Diplomacy, pp 41 – 54. (KGU Library 327:1999)<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions. <BR/><BR/><BR/><BR/>Canada invented peacekeeping and it has been a proud part of our foreign policy legacy. But, time and experience has demonstrated the limits of its effectiveness. We look at how the institution of peacekeeping has evolved over six decades from a relatively “passive” to a more “muscular” posture, and consider its effectiveness in resolving international tensions and bringing long term peace to troubled countries. <BR/><BR/>Reference Materials<BR/><BR/>“Peacekeeping: Canada’s Past, but not its present and Future?”, International Journal, pp 167 – 176. Vol. 71, #1, March 2016. (Canada’s Journal of Global Policy Analysis)<BR/>Patricia Fortier: “The Evolution of Peacekeeping” Human Security and the New Diplomacy, pp 41 – 54. (KGU Library 327:1999)<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第10回": ["Nov.27 Session 10: Canada’s UN Diplomacy: Human Rights and Human Security (Clugston)<BR/><BR/>Human rights have become a core element of the UN’s work in recent decades, with conflict often rendering civilians the primary casualties. This seminar looks at how human rights has continued to be a high priority for the United Nations even if it is less so for many member countries. It also explores mechanisms for protecting civilians in conflict, including the concept and application of human security (R2P) which has taken hold within the UN. <BR/><BR/>Reference Materials<BR/> <BR/>Jennifer Walsh: “R2P is Dead, Long Live R2P”,  The Courier, (The Stanley Foundation), 2019<BR/><BR/>Ref: Jayshee Bajorie &amp; Robert McMahon: “The Dilemma of Human Intervention”, Council on Foreign Relations, June 2013<BR/><BR/>Elissa Golberg &amp; Don Hubert: “The Security Council and the Protection of Civilians” Human Security and the New Diplomacy, pp 223 – 231. (KGU Library 327:1999) <BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions. <BR/><BR/><BR/><BR/><BR/>Human rights have become a core element of the UN’s work in recent decades, with conflict often rendering civilians the primary casualties. This seminar looks at how human rights has continued to be a high priority for the United Nations even if it is less so for many member countries. It also explores mechanisms for protecting civilians in conflict, including the concept and application of human security (R2P) which has taken hold within the UN. <BR/><BR/>Reference Materials<BR/> <BR/>Jennifer Walsh: “R2P is Dead, Long Live R2P”,  The Courier, (The Stanley Foundation), 2019<BR/>Ref: Jayshee Bajorie &amp; Robert McMahon: “The Dilemma of Human Intervention”, Council on Foreign Relations, June 2013<BR/>Elissa Golberg &amp; Don Hubert: “The Security Council and the Protection of Civilians” Human Security and the New Diplomacy, pp 223 – 231. (KGU Library 327:1999) <BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第11回": ["Dec.4 Session 11: Canada’s Diplomacy: Nuclear Power and Disarmament (Clugston)<BR/><BR/>This seminar explores how Canada has pursued nuclear disarmament as an urgent global priority while conflicted by yet another of its priorities, which is to export nuclear energy technology (the CANDU system).  The latter priority became particularly problematic when countries that accepted the CANDU system used it to develop their own nuclear weapons industry. We look at the Canadian (and Japanese) case to see how governments have attempted to deal with this glaring contradiction. <BR/><BR/><BR/>Reference Materials<BR/><BR/>David Mutimer: “No CANDU: The Multiply-Nuclear Canadian Self”, in Canadian Foreign Policy in Critical Perspective, (ed. J. M. Beirer and L. Wylie), pp 99 – 111, but especially pp 102 – 111.  (KGU Library 327:10<BR/><BR/>Matthew Bunn: “Civilian Nuclear Energy and Nuclear Weapons Programs: The Record” <BR/> <BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions. <BR/><BR/>.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第12回": ["Dec.11 Session 12: Multilateral Negotiations on World Economy; What were the achievements of the recent G20 Summits in Osaka 2019 and in Riad 2020  (Shinyo with guest speaker)<BR/><BR/>On June 28 and 29, 2019 the G20 Summit was held in Osaka. It achieved various results in promoting world trade and finance. We will investigate detail of the outcome of this historic meeting in Japan and examine whether the international community can learn from the history to prevent trade war from occurring.  <BR/><BR/>Reading materials: to be provided well before the class by the instructor. However, students are expected to read news articles and other materials or books in the internet or publications.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. They are encouraged to make questions and comments to the presentation of the Guest Speaker and actively participate in the discussions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第13回": ["Dec.18 Session 13: How to save multilateralism and the United Nations<BR/>(Shinyo)<BR/>The Year 2020 was the 75th Anniversary of the United Nations.<BR/>The world is being divided again between the liberal and the non-liberal authoritarian nations. The expansion of gap between rich and poor, increase of migrants, rise of chauvinism and populism, inward looking “my country first” attitude, all those were brought about by globalization. Without taming globalization, the solution of those issues will not be possible.<BR/> The confrontation between US and China both in economic and political terms seems to be escalating to a hegemonic competition or even a new Cold War confronting with protectionism and tariff war. We must, however, avoid the division of the world again. Quite contrary to the pre-war days we have today multilateral tools and mechanisms of United Nations and G20 in which all the major developed as well as developing countries are the members. Important global issues such as economic growth, poverty reduction, trade issues, environmental protection, energy shortage, cannot be solved without close cooperation between the developed and developing countries.<BR/>Therefore, the key is how to use effectively the existing mechanisms of UN and G20 on a case-by-case basis. This must be the guiding principle for the diplomacy in a multipolar world of no leaders.   <BR/><BR/>Reading materials: to be provided by the instructor<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第14回": ["January 8 Session 14: Summing up of the total Sessions and discussions (Shinyo)<BR/>The students will make presentation on the issues, which they think most impressive and important. They will argue pros and cons to the issues of their selection and discuss with the instructor and other students. Based on this discussion students will prepare their final term paper for submission.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "授業外学習2": "Reading assignments, web-based search for relevant information, case review"}, "評価": {"教科書Required texts0": "Materials(PPT etc.) and reading assignments will be provided by the instructors well before each session begins. Students are advised to read related website-based materials in advance.", "参考文献・資料Reference books0": "“Diplomatic Bluebook 2020” by the Ministry of Foreign Affairs, Japan\nhttps://www.mofa.go.jp/fp/pp/page22e_000932.html", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "2 short reports (70%）, quality of presentation and contribution to discussion （30%）"], "成績評価Grading2": "備考　Note\n2 short reports（70%）, quality of presentation and contribution to discussion （30%）", "更新日時/Date of Update0": "2021年01月08日 11時51分17秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "土曜４時限／Saturday 4", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【650】Research Project in Foreign Affairs／Research Project in Foreign Affairs", "管理部署": 42, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "１年", "時限1": 38, "評価1": 4, "開講期": 2}