{"履修期": "通年集中", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "授業方法": "Orientation, consultation, guidance and assessment before, during and after the internship", "トピック": {"授業計画1": "Pre-departure programme:<BR/>1.\tInitial orientation and expression of their interest areas and organizations (at the beginning of first year)<BR/>2.\tAssignment of students to relevant professors, and consultation with advising professors.<BR/>3.\tSearch for internship opportunities and selection of a number of posts.<BR/>4.\tPreparation of internship documents, including letter of intent and curriculum vitae<BR/>5.\tContacting organizations and sending applications (3-6 months before internship)<BR/>6.\tScreening and interviews, acceptance of interns by selected organization/s<BR/>7.\tPreparation for departure and departure<BR/><BR/>During internship:<BR/>1.\tArrival, initial guidance, confirmation of terms of reference, and settlement. (first reporting)<BR/>2.\tPeriodical and mid-term consultation with professors (email or video conference based)<BR/>3.\tCompletion of internship assignment and assessment of internship by supervising officer. (As per Evaluation sheet)<BR/><BR/>After internship:<BR/>1.\tFinal reporting on internship<BR/>2.\tUpdating students’ career and competency development plans based on internship experience.", "授業外学習2": "This internship is a commitment and an opportunity for students to emulate job application and to have hands-on experience, thus should be taken seriously throughout the internship processes. Students are expected to enhance their UN competencies including their core values and core competencies, as well as their understanding of the organization that they will apply for and intern with."}, "評価": {"参考文献・資料Reference books0": "https://careers.un.org/lbw/home.aspx?viewtype=ip\nInternship sections of relevant UN organizations, eg.\nhttps://www.unicef.org/about/employ/index_internship.html\nhttp://unforum.org/internships/index.html (Japanese site)", "学生による授業評価の方法Course Evaluation by Students0": "Assessment of achievement in internship processes including application, interviews, and performance of tasks, as well as assessment of their UN competencies.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "1. Assessment by the internship supervisor as per UNFA internship evaluation sheet (40%) 2. Assessment of students’ final report critically reviewing internship application processes and intern experience and performance, as well as their views on applying internship experience for their career and"], "更新日時/Date of Update0": "2021年01月07日 13時57分17秒", "項番No.0": [], "項番No.1": ["2021年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年／Year Round", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【650】Internship in the United Nations and Diplomatic Institutions　１／Internship in the United Nations and Diplomatic Institutions", "管理部署": "大学院共通科目・認定科目前期／Graduate School of Master's Course (Certified)", "単位数": "3", "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "通年集中／Intensive (Year Round)"}