{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to help doctoral candidates develop their academic writing skills prior to the submission of their theses.", "到達目標": "Students write their theses for submission by the faculty deadline, making individual appointments to discuss their drafts as required. These are not simply opportunities to have your work checked by a native speaker but an essential part of the learning process. Above all, it is hoped that students will learn to avoid basic errors and develop a sound academic style of their own.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Students submit each chapter of their work when ready for correction, and meet by appointment for advice on rewriting and development.", "トピック": {"授業計画1": "Contact during the autumn semester is mainly by email.", "授業外学習2": "Students are required to submit at least 7,500 words of their complete thesis by a date agreed at the beginning of the semester (but no less than two weeks before the official date of submission)."}, "評価": {"参考文献・資料Reference books0": "For advice on academic style and formatting you are recommended to consult the latest MLA handbook (https://style.mla.org).", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "submission of thesis chapters for correction"], "更新日時/Date of Update0": "2022年01月09日 19時21分43秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "土曜１時限／Saturday 1", "秋学期／Fall", "個研"]}, "campas": 0, "name": "【800】博士論文作成演習　Ｅ６／Dissertation Seminar", "管理部署": 44, "単位数": 2, "担当者": "ガリモア　ダニエル（GALLIMORE DANIEL） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 35, "評価1": 4, "開講期": 2}