{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "他者からの声にじっと耳をすませること、そしてその声に対して「調査するわたし」はどのように語り、対応すべきなのだろうか。本演習では、社会調査とくに質的研究にとっての基本である「聞き取り」という営みの作法や意義、その限界性などに焦点を合わせる。具体的には「聞き取り」という技法を使って書かれた実作に触れることからはじめて、聞き取り調査の方法や、ライフヒストリー、ライフストーリー分析の方法、さらにそれらがもつ問題点について学んでいく。修士論文を作成するうえで、聞き取りなどの質的調査や質的データを解釈するうえで本演習は有効である。", "到達目標": "「聞き取り」によって明らかになるのは、どのようなことであり、同時に、そこから抜け落ちていくのはどのようなことだろうか？　調査者と被調査者のあいだでは、いかなるコミュニケーションが行われているのか？　受講者各自の関心あるテーマにそった聞き取り調査をもとにした各自の報告や討議も実施する予定なので、受講する予定の学生は、そのための準備を事前にしておくこと。各受講者の報告を理解し議論を重ねることを通して、修士論文作成に必須である「聞き取り」を中心とした質的調査を実際に行っていける基礎的な力を身につけることを目標とする。", "特記事項": "【合併】社会調査特論C【聞き取り調査演習】（社会学研究科前期課程）/社会調査特殊研究C【聞き取り調査演習】（社会学研究科後期課程）", "関連科目": "", "授業の概要・背景": "", "授業方法": "対面で授業ができる場合、ゼミ形式で授業は実施します。オンライン開催の場合でも、ゼミ形式は変わりません。<BR/>例年受講生には「掲示」をお願いしています。<BR/>「受講生は、事前に個別報告のためのレジュメを作成しておいてください。自らのテーマですでに調査をしてきた方はそれに基づいた報告を、修士1年でまだ調査などしていない方は、今後問題関心に沿ってどのような質的調査が可能かなど、調査の構想と調査した結果の予測などをもとにして報告を考えておいてください。授業では参加者全員に個別報告をお願いします。報告順などは授業最初の時間に調整したいと思います。ではよろしくお願いいたします。」<BR/>なお教科書はできるだけ購入しておいてください。", "トピック": {"第1回": ["本演習の目的および演習参加者の調査テーマの確認", ""], "第2回": ["方法としてのオーラル・ライフ・ヒストリー①", ""], "第3回": ["方法としてのオーラル・ライフ・ヒストリー②", ""], "第4回": ["社会学的＜対話＞としての社会調査", ""], "第5回": ["聞き取り調査の技法と調査計画の作成", ""], "第6回": ["聞き取り対象者の選択およびアポイントメントのとり方", ""], "第7回": ["聞き取り結果と、その分析に関する報告会①", ""], "第8回": ["聞き取り結果と、その分析に関する報告会②", ""], "第9回": ["聞き取り結果と、その分析に関する報告会③", ""], "第10回": ["社会記述の仕方についての指導①", ""], "第11回": ["社会記述の仕方についての指導➁", ""], "第12回": ["社会記述の仕方についての指導➂", ""], "第13回": ["調査実践に関する反省と討議", ""], "第14回": ["演習のまとめと総括", ""], "授業外学習2": "受講学生が確定した段階で、教務をとおして、演習を受ける前に準備しておくべき作業を提示しています。掲示の内容は事前に「授業方法」にあげておきます。必ずそれを確認し、各自準備をしておくこと。"}, "評価": {"教科書Required texts0": "桜井厚『インタビューの社会学ーライフストーリーの聞き方』せりか書房、2002年\n好井裕明『「あたりまえ」を疑う社会学ー質的調査のセンス』光文社新書、2006年\n好井裕明『違和感から始まる社会学』光文社新書、2014年\n好井裕明『「今、ここ」から考える社会学』ちくまプリマー新書、2017年\n好井裕明『他者を感じる社会学』ちくまプリマー新書、2020年", "参考文献・資料Reference books0": "講義のさいに、その都度、指示します。", "学生による授業評価の方法Course Evaluation by Students0": "社会学研究科独自のフォーマットにより実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "平常評価、提出物［論文、レポートなど］（演習時の個別報告内容と討議への積極的な関与の度合い）。申請によりオンライン受講を許可された学生に対しては、成績評価についてもオンラインでの対応を行う。"], "成績評価Grading2": "備考　Note\n授業において受講生各自の報告がどの程度、講義内容が反映され、聞き取りなど質的調査が適切に行われているのかを成績評価の中心的基準とする。この評価は、博士学位請求論文作成のために必須な聞き取りを中心とした質的調査技法の習得に見合うものである。", "備考Note0": "集中講義　8月22日（火）～25日（金）（４日間）9:00～15:40", "更新日時/Date of Update1": "2022年11月30日 15時47分02秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "社－院１"]}, "campas": 0, "name": "【700】社会調査特殊研究C【聞き取り調査演習】／Methods of Social ResearchC", "管理部署": 45, "単位数": 2, "担当者": "好井　裕明（YOSHII HIROAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 8}