{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "治療的司法理論に基づく裁判所の取り組みとして各国で運営されている問題解決型裁判所(PSC: problem solving court)に関する最新の基本文献を通じて、PSCの実情やその課題について学ぶ", "到達目標": "問題解決型裁判所の目標や類型に関する基本的知識の習得、問題解決型裁判所の種類別の仕組みや手続に関する理解", "特記事項": "", "関連科目": "", "授業の概要・背景": "２１世紀に入って日本でも紹介され研究が進んできた「治療的司法」理論であるが、法曹の実践活動や政策展開（例えば、情状弁護の拡大や、検察庁における入口支援、出所後の出口支援の普及など）に比べて比較法調査を含む理論研究が遅れている。本授業はそうした理論面でのキャッチアップを狙っている", "授業方法": "文献*の通読と理解の確認<BR/>* Ahlin and Douds (Ed.), Taking Problem-Solving Courts to SCALE, 2021, Lexington Books", "トピック": {"第1回": ["ガイダンス（講義の狙い、目的の説明、文献の説明、参考資料の案内など）", "治療的司法理論に関する日本語文献による予習"], "第2回": ["Chapter 1, Drug Court: The Beginning of the Movement, Cassandra Atkin-Plunk", "第１章の逐語訳と、不明点、疑問点の整理"], "第3回": ["Chapter 2, Mental Health Courts: Policy and Practice, Irina Fanarrana and DeBorah Koetzle", "第２章の逐語訳と、不明点、疑問点の整理"], "第4回": ["Chapter 3, DWI Courts, Carrie Petrucci", "第３章の逐語訳と、不明点、疑問点の整理"], "第5回": ["Chapter 4, Reentry Courts, Lama Hassoun Ayoub and Michael Rempel", "第４章の逐語訳と、不明点、疑問点の整理"], "第6回": ["Chapter 5, Creating a Home Base for Treatment in Homeless Courts, Kyle C. Troeger and Anne S. Douds", "第５章の逐語訳と、不明点、疑問点の整理"], "第7回": ["Chapter 6, Juvenile Dependency Courts: Goals and Challenges of the Adoption and Sage Families Act of 1997, Mitra Z. Honardoost and Eileen M. Ahlin", "第６章の逐語訳と、不明点、疑問点の整理"], "第8回": ["前半の振り返り、気づき・学びの確認", "文献前半に関する感想や気づきの言語化"], "第9回": ["Chapter 7, Community Courts: Restoring the Community One Case at a Time, Tyrell Connor", "第７章の逐語訳と、不明点、疑問点の整理"], "第10回": ["Chapter 8, A Trifecta of Challenges for Veterans Treatment Courts, Jared A. Michaels and Anne S. Douds", "第８章の逐語訳と、不明点、疑問点の整理"], "第11回": ["Chapter 9, Tribal Healing to Wellness Courts, Elyshia D. Aseline and Maria Joao Lobo Antunes", "第９章の逐語訳と、不明点、疑問点の整理"], "第12回": ["Chapter 10, Seeking Safety and Accountability through Domestic Violence Courts, Amanda B. Cissner and Rebecca Thomde Hauser", "第１０章の逐語訳と、不明点、疑問点の整理"], "第13回": ["Chapter 11, Restoring Humanity through Human Trafficking Courts?, Anne S. Douds, Ella R. Warburton, and Kealy A. Cassidy", "第１１章の逐語訳と、不明点、疑問点の整理"], "第14回": ["Chapter 12, Sex Offense Courts: A Historical and International Overview, Ashley Kilmer and Amanda Emmert", "第１２章の逐語訳と、不明点、疑問点の整理"], "第15回": ["Chapter 13, Opioid Intervention Courts, Lisa Shannon, Monica Himes, Shondrah Nash, and Jennifer Newell<BR/>全体の振り返り、問題解決型裁判所導入の可能性、刑事政策理論へのインパクト", "第１３章の逐語訳と、不明点、疑問点の整理<BR/>文献全体に関する感想や気づきの言語化"]}, "評価": {"教科書Required texts0": "Ahlin and Douds (Ed.), Taking Problem-Solving Courts to SCALE, 2021, Lexington Books", "参考文献・資料Reference books0": "指宿信監修、治療的司法研究会編、治療的司法の実践、２０１８、第一法規", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "訳出力、テクスト理解、文脈理解力"], "更新日時/Date of Update0": "2023年01月12日 16時40分57秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "金曜３時限／Friday 3", "秋学期／Fall", "演習室Ｃ"]}, "campas": 0, "name": "【700】刑事訴訟法特殊研究【公判・証拠法】　２／Research on Criminal Procedure Law", "管理部署": 46, "単位数": 2, "担当者": "指宿　信（IBUSUKI MAKOTO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "評価1": 4, "開講期": 2}