{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "本授業の目的は、受講生が、財務会計、環境会計・サステナビリティ開示、情報会計等に関するテーマについての知識・理論の理解を深めるとともに、文献研究・調査、研究課題の設定、研究デザインの設計、データ収集と分析、研究論文執筆を繰り返し遂行することを通じて、研究方法を十分に習得し、計画的に博士論文が執筆できるようになることである。", "到達目標": "本授業の到達目標は、次のとおりである。会計学の研究方法を習得した上で、財務会計、環境会計・サステナビリティ開示、情報会計等に関する研究課題を設定し、研究デザインの設計、文献研究、予備的調査・分析を進め、まずリサーチ・プロポーザルを完成させる。その後、調査結果に基づき研究計画を再検討した上で、本格的なデータ収集やデータ分析を実施し、その分析結果に基づいて研究論文を執筆する。研究報告と論文改訂を継続的に進め、研究論文を完成させる。本授業を通して、会計学の知識を深めるとともに、複数の研究論文の執筆と学会報告を経験し、それを基に博士論文を完成させることが最終的な到達目標である。", "特記事項": "", "関連科目": "受講生の研究テーマに関連する会計学の科目、統計学関連の科目", "授業の概要・背景": "本授業では、会計学の研究方法を習得した上で、財務会計、環境会計・サステナビリティ開示、情報会計の主要理論と受講生自身の研究課題について研究を進め、複数の研究論文を執筆・学会報告し、最終的に博士論文を完成させる。", "授業方法": "対面授業。研究方法等について講義・指導した後は、受講生自身によって研究を進め、その進捗状況を毎週の授業中に報告することを求める。毎回の報告後にはフィードバックを行う。研究テーマについては、受講生自身の希望を重視する。あらかじめ研究上の問題意識をもって受講してほしい。<BR/>【オンライン受講⽣対象】オンラインでの受講を許可された学⽣に対しては、1回目の授業から「Zoomによる同時配信」で対応する予定です。詳細（Zoomのリンクなど）は、Lunaの「掲示板」または「お知らせ」を確認してください。", "トピック": {"第1回": ["研究テーマの選定について", "【事前学習】受講生の研究テーマに関連する文献を読み、研究テーマについて準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究テーマを選定する。（２時間）"], "第2回": ["研究計画の立案", "【事前学習】受講生の研究テーマに関連する文献を読み、研究計画について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究計画を立案する。（２時間）"], "第3回": ["研究手法（リサーチ・メソッド）の習得と特定", "【事前学習】受講生の研究テーマに関連する文献を読み、研究手法（リサーチ・メソッド）について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究手法（リサーチ・メソッド）を確立する。（２時間）"], "第4回": ["先行研究レビューの進め方について（財務会計、環境会計等に関する国内外の幅広い研究論文のレビュー）", "【事前学習】受講生の研究テーマに関連する先行研究を読み、先行研究レビューについて準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、先行研究レビューを進める。（２時間）"], "第5回": ["先行研究レビューのまとめ方について（財務会計、環境会計等に関する国内外の幅広い研究論文のレビュー）", "【事前学習】受講生の研究テーマに関連する先行研究を読み、先行研究レビューをまとめる。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、体系的に先行研究レビューをまとめる。（２時間）"], "第6回": ["調査内容の決定、調査計画の立案", "【事前学習】受講生の研究テーマに関連する文献を読み、調査内容の決定、調査計画の立案について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査内容を決定し、調査計画を立案する。（２時間）"], "第7回": ["調査の進め方について、予備的調査の実施", "【事前学習】受講生の研究テーマに関連する文献を読み、調査の進め方や予備的調査について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査の進め方を決定し、予備的調査を実施する。（２時間）"], "第8回": ["調査データに基づく分析方法の習得", "【事前学習】受講生の研究テーマに関連する文献を読み、調査データに基づく分析方法について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査データに基づく分析方法を理解する。（２時間）"], "第9回": ["調査データに基づく予備的分析の実施", "【事前学習】受講生の研究テーマに関連する文献を読み、調査データに基づく予備的分析について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査データに基づく予備的分析を実施する。（２時間）"], "第10回": ["調査データに基づく予備的分析の考察と研究計画へのフィードバック", "【事前学習】調査データに基づく予備的分析を考察し、関連文献を読んで研究計画へのフィードバックを検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、調査データに基づく予備的分析を再考察し、関連文献をさらに読んだ上で研究計画を再立案する。（２時間）"], "第11回": ["リサーチデザインの設定、リサーチ・プロポーザルの執筆についての指導", "【事前学習】受講生の研究テーマに関連する文献を読んだ上で、リサーチデザインについて検討し、リサーチ・プロポーザルの準備を進める。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、リサーチデザインを設定し、リサーチ・プロポーザルを執筆する。（２時間）"], "第12回": ["リサーチ・プロポーザルの発表", "【事前学習】受講生自身のリサーチ・プロポーザルについての発表準備を進める。（２時間）<BR/>【事後学習】授業中のコメント・討議の内容を内容をふまえて、関連文献をさらに読み、リサーチ・プロポーザルを改訂する。（２時間）"], "第13回": ["リサーチ・プロポーザル（改訂版）の発表", "【事前学習】受講生自身のリサーチ・プロポーザルの改訂版を執筆し、発表の準備を進める。（２時間）<BR/>【事後学習】授業中のコメント・討議内容をふまえて、関連文献をさらに読み、リサーチ・プロポーザルを完成させる。（２時間）"], "第14回": ["リサーチ・プロポーザル（改訂版）をふまえた調査計画の再立案", "【事前学習】リサーチ・プロポーザル（改訂版）をふまえた調査計画の再立案について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査計画を再立案し、決定する。（２時間）"], "第15回": ["調査とデータ収集の開始", "【事前学習】受講生の研究テーマに関連する文献を読み、調査とデータ収集について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査とデータ収集を進める。（２時間）"], "第16回": ["（夏期休暇中に実施した）調査とデータ収集の結果報告", "【事前学習】夏期休暇中に実施した調査とデータ収集の結果をまとめる。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、夏期休暇中に実施した調査とデータ収集結果について再検討する。（２時間）"], "第17回": ["（夏期休暇中に実施した）調査と収集データの精査", "【事前学習】受講生の研究テーマに関連する文献を読み、調査と収集データを精査する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査と収集データを再度精査する。（２時間）"], "第18回": ["（夏期休暇中に実施した）調査・収集データに関して必要な追加データ収集の実施", "【事前学習】調査・収集データに関して追加データ収集実施が必要かどうか、追加データ収集方法等について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、必要な追加データ収集を実施する。（２時間）"], "第19回": ["リサーチデザインの再確認と改訂", "【事前学習】受講生の研究テーマに関連する文献を読み、リサーチデザインの再確認と改訂について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、リサーチデザインの再検討と改訂を進める。（２時間）"], "第20回": ["調査・収集データに基づく分析の実施", "【事前学習】受講生の研究テーマに関連する文献を読み、調査・収集データに基づく分析について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究計画を立案する。（２時間）"], "第21回": ["調査・収集データに基づく追加分析の実施", "【事前学習】受講生の研究テーマに関連する文献を読み、研究計画について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査・収集データに基づく分析を実施する。（２時間）"], "第22回": ["調査・収集データに基づく分析結果の確認", "【事前学習】受講生の研究テーマに関連する文献を読み、調査・収集データに基づく分析結果の確認と検討を行う。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究計画を立案する。（２時間）"], "第23回": ["調査・収集データに基づく分析結果の再確認", "【事前学習】受講生の研究テーマに関連する文献を読み、研究計画について準備・検討する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、調査・収集データに基づく分析結果の再検討を行う。（２時間）"], "第24回": ["研究論文の執筆指導", "【事前学習】受講生自身の研究論文を執筆する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究論文の執筆を進める。（２時間）"], "第25回": ["研究論文の執筆と進捗状況報告１", "【事前学習】受講生自身の研究論文を執筆し、進捗報告の準備を行う。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究論文を改訂し、執筆を進める。（２時間）"], "第26回": ["研究論文の執筆と進捗状況報告２", "【事前学習】受講生自身の研究論文を執筆し、２回目の進捗報告の準備を行う。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究論文を改訂し、執筆を進める。（２時間）"], "第27回": ["研究論文の執筆と進捗状況報告３", "【事前学習】受講生自身の研究論文を執筆し、３回目の進捗報告の準備を行う。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究論文を改訂し、執筆を進める。（２時間）"], "第28回": ["研究論文の改訂１", "【事前学習】受講生自身の研究論文について、ひととおりの執筆を完了する。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究論文の改訂を進める。（２時間）"], "第29回": ["研究論文の改訂２", "【事前学習】関連文献をさらに読み、研究論文の改訂を行う。（２時間）<BR/>【事後学習】授業の内容をふまえて、関連文献をさらに読み、研究論文の改訂を完了する。（２時間）"], "第30回": ["研究論文の公表について", "【事前学習】受講生自身の研究論文について、公表のための準備を進める。（２時間）<BR/>【事後学習】授業の内容をふまえて、受講生自身の研究論文の公表に向けてのプロセスを進める。（２時間）"], "授業外学習2": "会計コースの関連する科目を履修することが必要。毎回の授業で、（研究の進捗に応じて）次回の授業までの課題を与える。夏期休暇中は、データ収集・分析、論文執筆等のまとまった課題を与える。"}, "評価": {"教科書Required texts0": "適宜授業中に指示する。", "参考文献・資料Reference books0": "平松一夫監訳『会計学の研究方法』中央経済社、2015年\nOshika, T. and Saka, C. (2017) “Sustainability KPIs for Integrated Reporting”, Social Responsibility Journal, Vol. 13, No. 3. pp. 625-642.\nSaka, C. and Jimichi, M. (2017) “Evidence of Inequality from Accounting Data Visualisation”, Taiwan Accounting Review, Vol. 13, No. 2, pp. 193-234.\nSaka, C. and Oshika, T. (2014) Disclosure Effects, Carbon Emissions and Corporate Value, Sustainability Accounting, Management and Policy Journal, Vol. 5 No. 1, pp. 22-45.\nSaka, C., Oshika, T. and Jimichi, M. (2019). Visualization of Tax Avoidance and Tax Rate Convergence: Exploratory Analysis of World-scale Accounting Data”, Meditari Accountancy Research, Vol. 27 No. 5, pp. 695-724.\n関連する分野の学術雑誌の論文・文献等", "学生による授業評価の方法Course Evaluation by Students0": "大学院指定の期間に統一の様式で実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "授業中の討議内容、研究報告内容、研究論文の内容に基づき、研究発想力、先行研究調査分析能力、研究遂行能力、論理的思考・論述力、プレゼンテーション能力等を総合的に評価する。"], "成績評価Grading2": "備考　Note\nオンライン受講許可学生の成績評価は、上記と同じです。", "更新日時/Date of Update0": "2022年12月29日 09時54分49秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "火曜２時限／Tuesday 2", "通年／Year Round", "個研"]}, "campas": 0, "name": "【800】研究指導　８／Dissertation Seminar", "管理部署": 48, "単位数": 0, "担当者": "阪　智香（SAKA CHIKA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 4, "開講期": 0}