{"履修期": "通年", "主な教授言語": "日本語", "授業目的": "博士後期課程に在籍する学生が，指導教員とのゼミナールを通して自ら設定する研究課題に対する考察を深め，リサーチョクエスションを明確化させながら，博士学位論文執筆のために必要なスキルを獲得することを目的とする。", "到達目標": "１）学生は学術的研究方法の理解と論理的思考に基づく論述方法を身に付ける<BR/>２）学生は博士学位論文を構成する主要論文を執筆できる技術を身に付ける", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "博士後期課程の学生の研究課題及び関連する研究領域について，研究室単位でセミナー方式による授業を行う。主には学生が設定する研究課題に関わる学問的背景，研究手法論，調査領域，評価などについての講義や議論を行う。なおオンライン受講許可学生にはZoomを使って同時双方向型の授業を提供します。", "トピック": {"授業計画1": "＜すべての回を対面授業で実施＞<BR/><BR/>・主に以下の内容をゼミナール形式で展開する。<BR/>【１．学生自らが設定する研究課題に関する議論】<BR/>　課題設定の妥当性に関する議論を深め，論証に関する可能性を広げる<BR/><BR/>【２．学生の研究課題と関係する学術領域に関する議論】<BR/>課題設定の客観性を見出すため関連領域の調査と課題に対する分析的アプローチを討議する<BR/><BR/>【３．学生の研究課題に関する分析方法や調査手法に関する議論】<BR/>分析手法や調査手法に関する妥当性を議論し，効果的に成果を導きだす手続きを明らかにする<BR/><BR/>【４．成果の発表に関する議論】<BR/>研究成果の外部発表を想定したプレゼンテーションを繰り返し行い，説得的コミュニケーション力を身に付ける<BR/><BR/>【５．研究成果に関するフィードバックの整理と論文作成に関する議論】<BR/>研究発表で得られたコメントを有効に解釈し，論文化するための情報整理などを行う<BR/><BR/>【６．作成論文に関する議論】<BR/>章，節単位で書かれたテクストをゼミナールの場で添削し，査読を経て採択され得る論文の感性を目指し討議する<BR/><BR/>以上をサイクルで行い，研究課題を論文化するアプローチを体験的に学生は学ぶ。", "授業外学習2": "・ゼミナールで行う上記の指導を受けるために以下の準備を授業外学修として学生は取り組む。<BR/><BR/>１．学生自らが設定する研究課題に関する議論のため研究関心の整理を行う<BR/>２．学生の研究課題と関係する学術領域に関する調査<BR/>３．学生の研究課題に関する分析方法や調査手法に関する調査<BR/>４．成果（論文等）の発表に関する準備<BR/>５．研究成果に関するフィードバックの整理と論文作成<BR/>６．ゼミナールの場で受けた添削を参考にした論文の精緻化作業"}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "各段階での成果報告（プレゼンテーション）"], "更新日時/Date of Update0": "2023年02月17日 12時18分45秒", "項番No.0": [], "項番No.1": ["2023年度", "通年／Year Round", "集中・その他／Concentration/Other", "通年／Year Round", "教室未定"]}, "campas": 1, "name": "【700】ディサテーション・セミナー　１／Dissertation Seminar", "管理部署": 50, "単位数": 0, "担当者": "池側　隆之（IKEGAWA TAKAYUKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 0}