{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "本演習の目的は、受講生が博士論文の完成に向けて研究を行うために必要な知識と技術を身につけ、最終的に博士論文を完成させることである。", "到達目標": "本演習では、以下を到達目標とする。<br />(1)\tテーマに関する分野や関連領域についての専門的知識を深めることができる。<br />(2)\t研究目的およびデータの性質に適った分析手法を選択し、データ分析を進めることができる。<br />(3)\t研究発表の方法を身につけ、学会発表等で有意義な知見を得ることができる。<br />(4)\t学術論文の書き方を身につけて、論文の投稿ができる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "授業は対面形式で行う。使用言語は、受講生の顔ぶれによって日本語あるいは英語にするか考慮します。<div>受講生は、主体的に自ら設定したテーマに基づき、資料を収集し、研究成果を毎回報告する。</div><div>The seminar sessions will be conducted \"in-person.\"&nbsp;</div><div>Students are expected to report on the weekly progress of their own research topics. Thorough preparation (including the production of visual materials) is required.</div>", "トピック": {"授業計画1": "<div>受講生による研究進捗状況の報告が中心となる。先行研究の内容と自分の研究テーマとの関連についての考察・結果、資料<span style=\"font-size:13.28px;\">収集および分析状況などに関して報告してもらう。扱う文学作品ごとの報告という形をとってもかまわない。</span></div><div>学会発表を想定した口頭発表を課す場合もある。</div><div><span style=\"font-size:13.28px;\">The main activity in class is done by students: detailed r</span><span style=\"font-size:13.28px;\">eporting on the weekly progress of thier own research. Students may be asked to rehearse their oral presentations in class in preparation for an academic conference they plan to attend.&nbsp;&nbsp;</span></div>", "授業外学習2": "研究成果の報告、及び口頭発表にあたっては、ハンドアウト等の資料を準備する必要がある。<div>As a preparation for the weekly sessions, students need to make written handouts and/or visual materials for their presentation in class.</div>"}, "評価": {"0": "", "1": "", "教科書Required texts0": "特になし", "参考文献・資料Reference books0": "各自の研究テーマに沿って、適宜指示する。", "学生による授業評価の方法Course Evaluation by Students0": "研究科所定様式で実施する", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["プレゼンテーション・発表／Presentation (07)", "100 %", "研究進捗報告の内容"], "更新日時/Date of Update0": "2024年02月02日 15時37分54秒", "項番No.0": [], "項番No.1": ["2024年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "院１－２０３"]}, "campas": 0, "name": "【800】個別研究指導　１２／Doctoral Thesis Supervision", "管理部署": 51, "単位数": 2, "担当者": "宮原　一成（MIYAHARA KAZUNARI） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "時限1": 4, "評価1": 4, "開講期": 1}