{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "受講生の研究者としてマーケティングを実践的に研究してゆくために必要となる能力の涵養を目的とする。具体的には、研究テーマの探索方法から始まり、基本文献のレビュー方法、研究テーマの絞り込み、具体的研究方法の説明、研究結果の解釈方法、論文のまとめ方までの一連の流れを、履修者の研究課題をベースにしながらマスターする。マーケティングをメジャーとして選択している学生には、実際に論文を作成していただく。", "到達目標": "具体的には、受講生が以下の研究活動を実施することができるようになることが到達目標である。研究テーマの探索、基本文献のレビュー、研究テーマの絞り込み、具体的研究方法の実施、研究結果の解釈、論文の執筆。以上の内容を、履修者の研究課題をベースにしながらマスターする。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "同時双方向型オンライン授業で実施予定。<BR/>レクチャー、ディスカッション、演習形式のミックスです", "トピック": {"第1回": ["オリエンテーション：授業参加者の研究テーマについて意見交換し、各人の具体的なリサーチ・テーマを決定する", ""], "第2回": ["研究テーマの探索方法：各自の研究テーマについて深堀してゆきます", ""], "第3回": ["基本的文献のレビュー方法：データベースの活用方法を学習します", ""], "第4回": ["研究テーマの絞込み：研究テーマのドメインを明確にし、サブテーマ間の関連性を明らかにします", ""], "第5回": ["自己の研究テーマの既存研究における位置づけの確認：研究テーマの意義、研究で何を明らかにすべきなのかを考えます", ""], "第6回": ["研究対象を解明するための仮説構築：量的研究と質的研究の両面からアプローチします", ""], "第7回": ["仮説の実証分析1：量的研究と質的研究の両面からアプローチします。サーベイデータの収集方法（調査票の設計、アンケート調査の実施方法、総計解析など）、適切なケースの選定と調査の実施（ケーススタディ・リサーチ、エスノグラフィー、グランデッド・セオリー・アプローチなど）", ""], "第8回": ["仮説の実証分析2：調査のプロセスで注意しなければならない点を、受講生のテーマに即してディスカッションします", ""], "第9回": ["仮説の実証分析3：調査のプロセスで注意しなければならない点を、受講生のテーマに即してディスカッションします", ""], "第10回": ["仮説の実証分析4：調査結果と分析結果を検討します", ""], "第11回": ["各自の研究の意義1：調査の分析結果から学会への理論的、実践的貢献を検討します", ""], "第12回": ["各自の研究の意義2：調査の分析結果から学会への理論的、実践的貢献を検討します", ""], "第13回": ["各自の研究の意義3：調査の分析結果から学会への理論的、実践的貢献を検討します", ""], "第14回": ["論文のまとめ方：各自の分析結果、学会への貢献を受け、プアレビューにパスする論文の構成を考えます", ""], "第15回": ["完成した論文の検討：論文の骨子段階で、論文の完成に向けてアドバイスし、投稿先を検討します", ""], "授業外学習2": "アサインメントの予習に2時間、授業中に確認した課題の実行に4時間"}, "評価": {"教科書Required texts0": "授業中に適宜、紹介します", "参考文献・資料Reference books0": "授業中に適宜、紹介します", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "クラス・コントリビューション：60%, 期末レポート：40%"], "成績評価Grading2": "備考　Note\n正当な理由なく欠席した場合には減点されます", "更新日時/Date of Update0": "2023年01月12日 18時09分33秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "集中・その他／Concentration/Other", "春学期／Spring", "個研"]}, "campas": 0, "name": "【700】先端マネジメント特殊研究（マーケティング）　２／Special Research in Marketing", "管理部署": 54, "単位数": 2, "担当者": "佐藤　善信（SATO YOSHINOBU） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 1}