{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The objective of this seminar styled class is for the students to enhance their knowledge and critical thinking on auditing research.", "到達目標": "Upon successful completion of the course you should be able to demonstrate:<BR/>(a) a critical appreciation of key issues and research relevant to financial audit;<BR/>(b) a critical and theoretical understanding of the role of auditing in corporate accountability;<BR/>(c) a critical appreciation of developments and rationales for emerging auditing practices;", "授業方法": "The course will be provide using Online Format: Simultaneous and Two-way. Classes will be held at the time specified in the timetable via interactive live streaming using Zoom. <BR/>In each week, students are required to present the assigned study materials. Group discussions will be held to make our understanding comprehensive.", "トピック": {"第1回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management. <BR/>Discussion on text book chapter: The Function of Auditing", "Read text book chapter: The Function of Auditing"], "第2回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: The Auditing Profession", "Read text book chapter: The Auditing Profession"], "第3回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Dicussion on text book chapter: Globalization of Auditing", "Read text book chapter: Globalization of Auditing"], "第4回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussioln on text book chapter:  The market for Audit Services", "Read text book chapter:  The market for Audit Services"], "第5回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: The Audit Expectation Gap: A persistent but changing phenomenon", "Read text book chapter: The Audit Expectation Gap: A persistent but changing phenomenon"], "第6回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Research on Litigation Against Auditors", "Read text book chapter: Research on Litigation Against Auditors"], "第7回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Non-audit Services and Auditor Independence", "Read text book chapter: Non-audit Services and Auditor Independence"], "第8回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Earnings Management and Auditing", "Read text book chapter: Earnings Management and Auditing"], "第9回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter:Not Just a Standard Story: The rise of international standards on auditing", "Read text book chapter:Not Just a Standard Story: The rise of international standards on auditing"], "第10回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Oversight and Inspection of Auditing", "Read text book chapter: Oversight and Inspection of Auditing"], "第11回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Internal Audit", "Read text book chapter: Internal Audit"], "第12回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: The External Auditor and the Audit Committee", "Read text book chapter: The External Auditor and the Audit Committee"], "第13回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Audit Reports", "Read text book chapter: Audit Reports"], "第14回": ["Meetings held on an individual basis focusing on reading relevant research literature in order to analyze and critique auditing practices and their role in organizational governance and risk management.<BR/>Discussion on text book chapter: Assurance of Environmental, Social, and Sustainability Information", "Read text book chapter: Assurance of Environmental, Social, and Sustainability Information"], "授業外学習2": "This is a quite reading intensive course. Reading materials include text book, academic articles and professional literature related to the research interest of the students. Please find the reading list of each week in the weekly lecture outline section. In addition, in each week students are required to choose an academic article from selected journals and write a review of the paper in 2/3 pages. The review should start with asking the questions like: Why is the article important? What is the research question? and What is the authors’ motivation to write the paper? Subsequently students should also comment on other issues of the paper including research design, theoretical framework, hypothesis development, key findings, and contribution to literature and practice. Recommended academic journals include Accounting, Organizations, and Society; Accounting, Auditing, and Accountability Journal, The Accounting Review; Auditing: A Journal of Practice &amp; Theory; Managerial Auditing Journal, Contemporary Accounting Research; International Journal of Auditing."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["David Hay, W. Robert Knechel, Marleen Willekens", "The Routledge Companion to Auditing", "Routledge", "2015 年", "978-0415633635", ""], "教科書Required texts0": "The Routledge Companion to Auditing, Edited by David Hay, W. Robert Knechel, Marleen Willekens, Routledge, 2015, ISBN-13: 978-0415633635.", "参考文献・資料Reference books0": "The Audit Society: Rituals of Verification, Michael Power, Oxford University Press, 1999, ISBN-13: 978-0198296034.\n\nOrganized Uncertainty: Designing a World of Risk Management, Michael Power, 2009, Oxford University Press, ISBN-13: 978-0199548804.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Evaluation will be dependent on completing all the assigned readings and task leading up to the developing a paper on a theme determined during the course"], "更新日時/Date of Update0": "2021年01月09日 09時56分47秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "集中・その他／Concentration/Other", "春学期／Spring", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【700】先端マネジメント特殊研究（監査）　１／Special Research in Auditing", "管理部署": "経営戦略研究科後期／Graduate School of Institute of Business and Accounting Doctoral Course", "単位数": "2", "担当者": "ハイダー　Ｍ．　Ｂ．（HAIDER M. B.） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "春学期／Spring"}