{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to provide a deeper understanding of research in marketing and consumer behavior.", "到達目標": "- Students will develop the ability to critically examine and discuss relevant research topics in marketing and consumer behavior.<BR/>- Students will acquire a practical understanding of research that meets the professional quality standard.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Interactive and intensive discussions.", "トピック": {"授業計画1": "This course will review and discuss research interests in marketing and consumer behavior. Individual discussions focus on critical reviews of the theoretical and practical aspects of marketing and understand challenges faced by marketing researchers and practitioners.", "授業外学習2": "The students will be required to obtain relevant articles to their research interests. They should contact the instructor if there is any need to access specific research material. Class preparations beyond the assigned readings are encouraged to broaden understanding and contribute constructively to all discussions."}, "評価": {"教科書Required texts0": "There is no prescribed text; specific readings will be assigned based on each student's research interest.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Course evaluation will be based on completing all the assigned readings, summary of articles and relevant research tasks based on a topic determined during the course."], "更新日時/Date of Update0": "2022年01月04日 06時29分59秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【700】先端マネジメント特殊研究（マーケティング）　８／Special Research in Marketing", "管理部署": 54, "単位数": 2, "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 49, "評価1": 4, "開講期": 2}