{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "To provide the opportunity to explore in-depth the theories and concepts related to marketing and develop the necessary skills to conduct research.", "到達目標": "To develop necessary research skills and the ability to critically review literature in the field of marketing.", "授業方法": "Online Format: Simultaneous and Two-way<BR/>Individual guidance and discussion of relevant articles to provide a critical review of the research question and findings.", "トピック": {"授業計画1": "Individual meetings will focus on literature related to the student research topic in order to explore research questions and develop appropriate methodology to examine that questions. For each meeting, the student is expected to examine articles and provide critical review of their findings and offer ideas for further research.", "授業外学習2": "The student is responsible to obtain relevant articles and prepare critical review for each article. Class preparations beyond the assigned readings will broaden understanding and contribute constructively to research discussion."}, "評価": {"教科書Required texts0": "Specific readings will be assigned based on the student research topic.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Course evaluation will be based on completing all the assigned readings and research-related tasks leading up to a dissertation proposal, and conducting the research so that a dissertation document can be produced."], "更新日時/Date of Update0": "2021年01月12日 07時40分25秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【800】研究指導　２１／Dissertation Seminar", "管理部署": "経営戦略研究科後期／Graduate School of Institute of Business and Accounting Doctoral Course", "単位数": "0", "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "秋学期／Fall"}