{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Main title: Public Sector Accounting and Management", "到達目標": "The purpose of this course is to acquire knowledge of the following matters.<BR/>Financial Reporting in the UK Public Sector<BR/>Financial Resilience of Governmental Organisations<BR/>Performance Management in the Public Sector<BR/>Accountability and Audit in UK Government Sector", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "Hybrid Flexible", "トピック": {"第1回": ["6 August – Financial Reporting in the UK Public Sector<BR/>0900-1040 Lecture 01: <BR/>Financial Reporting in the UK Public sector – Differences between the UK public and private sector environments.  In this class we will explore the main differences between the public and private sectors and what impact this can have on reporting requirements.  It will be interesting to see if such differences also occur in Japan.", "None"], "第2回": ["1040-1220 Lecture 02:<BR/>Financial Reporting in the UK Public sector – Public sector financial statements (1).  In this class we will explore how accounting regulations are applied to UK public bodies through legal and advisory guidance, including the role of CIPFA.  It will be interesting to see if such differences also occur in Japan.", "None"], "第3回": ["1320-1500 Lecture 03:<BR/>Financial Reporting in the UK Public sector – Public sector financial statements (2).  In this class we will look at some specific examples of accounting statements from different UK public bodies.  It will be interesting to look at and compare some statements from Japanese public bodies.", "None"], "第4回": ["1500-1640 Lecture 04:<BR/>Financial Reporting in the UK Public sector – The Whole of Government Accounts (WGA) project.  In this class we will take a look at the attempt to consolidate all UK public sector bodies into one set of financial statements (“UK PLC”).", "None"], "第5回": ["7 August Financial Resilience of Governmental Organisations<BR/>0900-1040 Lecture 05: <BR/>An introduction to the Financial Resilience Project.  In this class we will explore the reasons why we chose to examine financial resilience and take a look at some of the early attempts to conceptualise it in International local government contexts", "None"], "第6回": ["1040-1220 Lecture 06: <BR/>The impact of austerity in the UK and its links to resilience. In this class we will look at how central government responses to the financial crisis led to the period of austerity for local governments and look at the impact this had on funding and what responses were taken by local governments.", "None"], "第7回": ["1320-1500 Lecture 07:<BR/>The development of a financial resilience toolkit. I n this class I will outline the work we are doing to develop a toolkit to help local authorities assess their levels of financial resilience.  It would be useful to see if anything similar occurs in Japan.", "None"], "第8回": ["1500-1640 Lecture 08:<BR/>An example of non-resilience – Northamptonshire, the deviant case.  In this class we will look at an example of a UK local authority that was not financially resilient and look at the pre cursors to what led to this and the response by the UK government.<BR/>1700- Small Party with some of Ishihara Labo. members", "None"], "第9回": ["13 August Performance Management in the Public Sector<BR/>0900-1040 Lecture 09:<BR/>An introduction to the challenges facing performance management in the public sector.  In this class we will return to some of the differences between public and private sector views of performance management of organisations and look at some of the historical approaches adopted in the UK", "None"], "第10回": ["1040-1220 Lecture 10:<BR/>The comprehensive performance assessment (CPA) regime. In this class we will review the period between 200 and 2010 in the UK where local government corporate performance was assessed using the CPA (and  more latterly the corporate area assessment (CAA). The focus will be on how poorly performing local governments were able to improve under the CPA regime.", "None"], "第11回": ["1320-1500 Lecture 11:<BR/>How is corporate performance managed now? In this class will look at current and possible future processes for reviewing and reporting corporate performance of UK local authorities, looking at the strengths and weaknesses of such approaches<BR/>1600- Party (Pub level) with Ishihara Labo. members", "None"], "第12回": ["14 August – Accountability and Audit in UK Government Sector<BR/>0900-1040 Lecture 12:<BR/>A brief history of Audit in the UK public services including the role of bodies such as the National Audit Office, the Audit Commission, Private Audit firms and CIPFA", "None"], "第13回": ["1040-1220 Lecture 13:<BR/>Current consultations and change related to audit in the UK public service.  This class will examine the Redmond Review of public audit with its impact on the role of accountability and governance within the sector", "None"], "第14回": ["1320-1500 Lecture 14:<BR/>Nottingham Business School – this class will give some background to NBS and look at the way that Higher Education operates in the UK and especially how we at NBS deliver education to undergraduates, postgraduates and PhD students.", "None"]}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "in class participation"], "更新日時/Date of Update0": "2022年08月04日 12時38分56秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "集中・その他／Concentration/Other", "春学期／Spring", "未定"]}, "campas": 0, "name": "【700】先端マネジメント特殊研究（財務会計）　７／Special Research in Financial Accounting", "管理部署": 54, "単位数": 2, "担当者": "ジョーンズ　Ｍ．（JONES MARTIN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 1, "評価2": 4, "開講期": 1}