{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "To provide students the opportunity to explore research in marketing and consumer behavior.", "到達目標": "To explore and critically examine research in the field of marketing and consumer behavior.", "授業方法": "Online Format: Simultaneous and Two-way<BR/>Research meetings will focus on specific articles based on individual research topics. The student is expected to prepare a summary for each article that includes objectives, methodology, key findings, and specific contributions to consumer behavior and marketing knowledge.", "トピック": {"授業計画1": "The course will review research in marketing and consumer behavior. Individual discussions focus on relevant literature to critically review the theoretical and practical aspects of marketing and understand challenges faced by marketing researchers and practitioners.", "授業外学習2": "The student is responsible to obtain relevant articles and should contact the instructor if there is a need to access specific research material. Class preparations beyond the assigned readings are encouraged to broaden understanding and contribute constructively in all discussions."}, "評価": {"教科書Required texts0": "There is no prescribed text; specific readings will be assigned based on each student research interest.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Course evaluation will be based on completing all the assigned readings, summary of articles and relevant research tasks based on a topic determined during the course."], "更新日時/Date of Update0": "2021年01月12日 07時32分16秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "集中・その他／Concentration/Other", "秋学期／Fall", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【700】先端マネジメント特殊研究（マーケティング）　８／Special Research in Marketing", "管理部署": "経営戦略研究科後期／Graduate School of Institute of Business and Accounting Doctoral Course", "単位数": "2", "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "時限1": "集中・その他／Concentration/Other", "開講期": "秋学期／Fall"}