{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この科目では、民法総則と担保物権を含む物権法に関する重要な判例を取り上げ検討することで受講生が民法総則と物権法に関する理解をより深めることを目的とする。", "到達目標": "受講生は１、各回で取り上げる判例の判旨を正確に説明できる、２　判例の歴史的意義や射程を説明できる、３　取り上げた重要な論点を説明できることを目標とする。", "授業方法": "事前に配布された予習プリントで求められる課題を予習していることを前提として、取り上げる判例の事案の概要や判旨、当事者の争点などにつき質疑応答しながら進める。ただし、今年度は、新型コロナ・ウィルスの感染拡大防止のために、対面授業ができない可能性があることから、ZOOMを使った授業を基本とすることを考えている。", "トピック": {"第1回": ["９４条２項類推適用<BR/>：９４条２項の趣旨を理解していることを前提として、９４条２項類推適用に関する従来の判例の流れを理解した上で、９４条２項および１１０条類推適用事例である平成１８年判決の意義・射程について検討する。<BR/>判例１<BR/>９４条２項類推適用（最判昭和45年9月22日民集24巻10号1424頁［百選21］）<BR/>判例２<BR/>９４条２項１１０条類推適用（最判平成18年2月23日民集60巻2号546頁［百選22］）", ""], "第2回": ["詐欺取消しと第三者保護（取消しと登記）<BR/>：９６条３項詐欺取消しと第三者保護の関係について判例の立場（復帰的物権変動論を含む）を理解する。<BR/>判例１<BR/>取消前の第三者（最判昭和49年9月26日民集28巻6号1213頁［百選23］）<BR/>判例２<BR/>取消後の第三者（大判昭和17年9月30日民集21巻911頁［百選55］）", ""], "第3回": ["錯誤<BR/>：平成２９年改正により明文化された判例を正確に理解することにより、改正後の９５条を正確に理解することを目標とする。<BR/>判例１<BR/>動機の錯誤と要素の錯誤（大審大正3年12月15日民録20輯1101頁［プラクティス９５］）<BR/>判例２<BR/>動機（法律行為の基礎とした事情）についての錯誤（最判平成28年1月12日判時1336号93頁［百選24］）", ""], "第4回": ["表見代理<BR/>：表見代理についてどのような事案において認められるのか、そして、どのような要件のもと認められるのかを判例の事案をもとに理解する。<BR/>判例１<BR/>白紙委任状（109条適用否定）（最判昭和39年5月23日民集18巻4号621頁［百選27］）<BR/>判例２<BR/>正当理由の判断（最判昭和51年6月25日民集30巻6号665頁［百選30］）", ""], "第5回": ["無権代理人の責任と相続<BR/>：改正117条無権代理人の責任について正確に理解することおよび無権代理人と本人の関係につき一方に相続が生じた場合の判例の立場について理解する。<BR/>判例１<BR/>表見代理が成立する場合にも相手方の無権代理人の責任追及が認められるか（最判昭和62年7月7日民集41巻5号1133頁［百選34］）<BR/>判例２<BR/>無権代理と相続の事案；無権代理人の本人相続（共同相続）（最判平成5年1月21日民集47巻1号265頁［百選36］）", ""], "第6回": ["時効援用と消滅時効<BR/>：時効の援用権者の範囲についておよび時効完成後の債務承認について判例の立場を理解する。<BR/>判例１<BR/>時効の援用権者（最判平成11年10月21日民集53巻7号1190頁［百選42］）<BR/>判例２<BR/>時効完成後の債務承認（最判昭和41年4月20日民集20巻4号702頁［百選43］", ""], "第7回": ["不動産物権変動論（１）取得時効と登記<BR/>：取得時効に関する判例上の5つの準則を理解し、その上で時効取得に登記が必要かという177条の適用範囲の問題についての判例の立場を理解する。<BR/>判例１<BR/>自己の物の時効取得（最判昭和42年7月21日民集21巻6号1643頁［百選45］）<BR/>判例２<BR/>時効取得と登記（最判昭和46年11月5日民集25巻8号1087頁［百選57］）", ""], "第8回": ["不動産物権変動論（２）背信的悪意者<BR/>：177条の第三者の範囲につき一定の場合背信的悪意者として排除する判例の立場を理解した上で、平成18年判決の特殊性（取得時効に関する5つの準則の例外）を理解する。<BR/>判例１<BR/>背信的悪意者排除を認めた判例（最判昭和43年8月2日［プラクティス242］）<BR/>判例２<BR/>取得時効における背信的悪意者（最判平成18年1月17日民集60巻1号27頁［百選60］", ""], "第9回": ["動産物権変動論：即時取得とその特則<BR/>：動産の物権変動の対抗要件の問題と即時取得制度の問題についての判例の立場を理解するとともに、即時取得制度の特則である193条194条について理解する。<BR/>判例１<BR/>占有改定・指図による占有移転と即時取得（最判昭和35年2月11日民集14巻2号168頁［百選68］）<BR/>判例２<BR/>194条に該当する善意占有者の使用収益権（最判平成12年6月27日民集54巻5号1737頁［百選69］）", ""], "第10回": ["共有<BR/>：共有者間の権利義務関係についての判例の立場を理解する。<BR/>判例１<BR/>共有者相互間の明渡請求（最判昭和41年5月19日民集20巻5号947頁［百選74］）<BR/>判例２<BR/>共有者の1人による不実登記の抹消手続請求（最判平成15年7月11日民集57巻7号787頁［百選75］）", ""], "第11回": ["抵当権の物上代位<BR/>：抵当権の物上代位についてその意義及び機能を理解するとともに、物上代位が問題となった事例についての判例の立場を理解する。<BR/>判例１<BR/>抵当権の物上代位（１）賃料債権（最判平成元年10月27日民集43巻9号1070頁［百選87］）<BR/>判例２<BR/>抵当権の物上代位（２）債権譲渡との優劣（最判平成10年1月30日民集52巻1号1頁［百選88］）", ""], "第12回": ["抵当権に基づく妨害排除請求<BR/>：抵当権に基づく妨害排除請求権を認めた判例を理解することで、担保物権についての判例の立場を理解する。<BR/>判例１<BR/>抵当権に基づく妨害排除請求（最判平成17年3月10日民集59巻2号356頁［百選89］）<BR/>判例２<BR/>抵当権に基づく動産の返還請求（最判昭和57年3月12日民集36巻3号349頁［百選90］）", ""], "第13回": ["法定地上権の成立<BR/>：抵当権の実行後に法定地上権の成立が争われた具体的事例を検討することで法定地上権制度についての判例の立場を理解する。<BR/>判例１<BR/>：1番抵当権設定時に土地と建物の所有者が異なっていた場合（最判平成19年7月6日民集61巻5号1940頁［百選91］）<BR/>判例２<BR/>：共同抵当建物の再築（最判平成9年2月14日民集51巻2号375頁［百選92］）", ""], "第14回": ["集合動産の譲渡担保<BR/>：譲渡担保とは何か、そしてその法的構成についての判例の立場、およびそれを前提とした動産譲渡担保の対抗要件についての判例の立場を理解する。<BR/>判例１<BR/>譲渡担保の認定・買戻特約付売買契約（最判平成18年2月7日民集60巻2号480頁［百選96］）<BR/>判例２<BR/>集合動産の譲渡担保（最判平成18年7月20日民集60巻6号2499頁［百選99］）", ""], "第15回": ["物権的請求権と所有権留保<BR/>：物権的請求権の相手方についての判例の立場の原則と例外を正確に理解した上で、所有権留保の場合の判例の立場を理解する。<BR/>判例１<BR/>物権的請求権の相手方（建物所有者と登記名義人・最判平成6年2月8日民集48巻2号373頁［百選51］）<BR/>判例２<BR/>動産留保所有権者に対する土地所有者の明渡等の請求（最判平成21年3月10日民集63巻3号385頁［百選101］）", ""], "授業外学習2": "　各回に取り上げる論点について基本書の該当箇所を読んだうえで、指定された2つの判例につき第一審判決、原審判決を含め判決文をしっかりと読んで授業に臨むこと。さらに指定された2つの最高裁判決についてその意義や射程についても事前に考えておくことが望ましい。"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["潮見佳男・道垣内弘人", "民法判例百選１（第8版）", "有斐閣", "2018 年", "978-4-641-11537-8", ""], "参考書/Reference books2": ["佐久間毅", "民法の基礎１総則（第5版）", "有斐閣", "2020 年", "978-4-641-13832-2", ""], "参考書/Reference books3": ["佐久間毅", "民法の基礎２物権（第2版）", "有斐閣", "2010 年", "978-4-641-13803-2", ""], "参考書/Reference books4": ["松井宏興", "担保物権法(第２版）", "成文堂", "2011 年", "978-4-7923-2734-7", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "20 %", "平常レポート10％、平常点10％"], "成績評価Grading3": ["その他／Others (99)", "20 %", "中間試験"], "成績評価Grading4": "備考　Note\nなお、新型コロナ・ウィルスの感染拡大防止のために、中間試験は実施が困難と見られることから、起案テストのような代替措置を検討中である。", "更新日時/Date of Update0": "2021年08月05日 14時57分11秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜３時限／Friday 3", "春学期／Spring", "ＮＫＣ８０２"]}, "開講キャンパス": "西宮北口キャンパス／Nishinomiya Kitaguchi Campus", "【科目ナンバー/Course Number】授業名称": "【550】民法演習I（総則・物権）　３／Seminar Civ. Law I (Principles, Prop'ty)", "管理部署": "司法研究科／Law School", "単位数": "2", "担当者": "神戸　秀彦（KANBE HIDEHIKO） ", "履修基準年度": "２年", "時限1": "金曜３時限／Friday 3", "開講期": "春学期／Spring"}