{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "近代法体制が形成される前とその後で、法制度がどのように変わったのか、また民事・刑事紛争解決の方法がどのように変わったのであろうか。この科目においては、まず第１部において近代法体制形成前夜の近世社会における紛争解決の制度と現実を、史料を通じて学びとる。さらに、第２部で近代法形成期および展開期の法制度形成および変容について考える。", "到達目標": "授業を通じて、現代日本法の固定観念にとらわれることなく、柔軟な思考方法をもって紛争解決にあたる法曹へと成長するための法史学的知識を習得することを目的とする。", "特記事項": "", "関連科目": "民法・民事訴訟法・刑法・刑事訴訟法などの講義から得られる現代日本法の知識も当然必要である。相対的・原理的思考の涵養のためには、法哲学・法社会学・法曹史・紛争解決の歴史などの基礎法科目をあわせて履修することが望まれる。", "授業の概要・背景": "", "授業方法": "対面授業を基本とする。なお、オンライン受講を司法研究科に認められた受講生についてはZOOMによる受講を認める。<BR/>【対面授業を実施できない場合】<BR/>Zoomを利用したオンライン双方向授業を実施する。授業日１週間前に次週授業回の史料をLUNA上にアップロードし、受講生諸君に予習してもらう。その後授業日時までに当該回のレジュメを配布し、レジュメにしたがってZoomで授業を実施し、必要に応じて課題を課し、LUNA上に提出してもらう。<BR/>担当教員が対象とする時代・地域における紛争解決の制度、ならびに史料に記された紛争解決の実例を学び、現代日本社会の紛争解決への応用を考える。受講者は教材として配付された史料の内容を予習しておくことが授業の最低限の前提である。", "トピック": {"第1回": ["第１回：初回ガイダンス<BR/>授業全体の進め方について説明する。", ""], "第2回": ["［第１部］近代法形成の前提としての前近代日本法<BR/>第２回：前近代日本の紛争解決制度<BR/>授業前半の予備知識として、江戸時代の日本における法制度と裁判制度の概要を説明する。", ""], "第3回": ["第３回：法規範の発見と解釈<BR/>盛岡藩および熊本藩の史料を材料として、判決の根拠となる様々な規範の発見およびその解釈について考察する。", ""], "第4回": ["第４回：判決の申渡と刑罰の執行<BR/>判決の申渡における江戸時代的特徴とその背景、刑罰の執行に関わる諸問題について考察する。", ""], "第5回": ["第５回：既判力と判決の実効性確保<BR/>江戸時代における判決の効力とそれを確保するために裁判権力がとる手段について考察する。", ""], "第6回": ["第６回：内済について<BR/>裁判外紛争解決手段として広く用いられた内済について、その内容と機能を検討する。", ""], "第7回": ["第７回：「利益追求」手段としての紛争解決制度<BR/>江戸時代の紛争解決制度を、庶民の利益追求の手段という観点から考え、その可能性と限界を考察する。", ""], "第8回": ["第８回：授業前半に対するＱ＆Ａ<BR/>授業前半のまとめとして、授業の内容に関する質問を受けつける。", ""], "第9回": ["［第２部］日本における近代法の形成と展開<BR/>第９回：明治初年における明清律型法典の編纂<BR/>明治維新後まもなく編纂された明清律型刑事法典の編纂について、その背景と意義を考察する。", ""], "第10回": ["第10回：近代法体制形成の準備　─お雇い外国人と海外留学─<BR/>近代法体制を設計するに当って行われた、外国人法律学者の来日と伊藤博文らの海外留学を取り上げ、その意義を考える。", ""], "第11回": ["第11回：民商法典の編纂と法典論争<BR/>旧民法および旧商法の編纂過程といわゆる「法典論争」について、その内容を確認し、単なる外国法継受にとどまらない法典編纂の意義を考察する。", ""], "第12回": ["第12回：近代刑法典編纂の意義<BR/>旧刑法と現行刑法の比較を通じてその意義について考える。", ""], "第13回": ["第13回：大正期における法と法学の展開<BR/>いわゆる「大正デモクラシー期」における法制定および法律学の展開を検討し、その意味するところについて考察する。", ""], "第14回": ["第14回：ファシズム期における統制と法<BR/>近代の「徒花」ともいえるファシズム期における言論統制と産業統制のうち、いくつかの事例を取り上げ、その意義について考察する。", ""], "第15回": ["第15回：授業後半に対するＱ＆Ａ<BR/>授業後半のまとめとして、授業の内容に関する質問を受けつける。", ""], "授業外学習2": "教材として配付された史料、ならびに参考書の関連する部分を予習する。"}, "評価": {"教科書Required texts0": "使用しない。", "参考文献・資料Reference books0": "とりあえず、第1部については次の文献を紹介しておく。\n大木雅夫『日本人の法観念』（東京大学出版会、1983）\n京都大学日本法史研究会『近世法制史料集』（創文社、1973-1977）\n高橋敏『江戸の訴訟』（岩波書店、1996）\n高橋敏『江戸村方騒動顛末記』（筑摩書房、2001）\n藩法研究会編『近世刑事法制史料集１　盛岡藩』（創文社、2006）\n牧英正・藤原明久『日本法制史』（青林書院、1993）\n水林彪『日本通史II　封建制の再編と日本的社会の確立』（山川出版社、1987）\n第2部については、授業中改めて紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "司法研究科所定の方式により実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", ""], "成績評価Grading3": ["平常リポート／Individual reports (04)", "30 %", ""], "成績評価Grading4": "備考　Note\n履修者数が20名程度を超えない場合には、小報告、小テスト、平常レポート等によって評価する。\n履修者数が20名程度を超える場合には、小テスト、中間試験、最終試験等によって評価する。この場合、第8回を中間試験、第15回を最終試験とする。\nどちらの場合も、配点は履修者数および出席者数に応じて適宜按配する。", "添付ファイル1/File Attachment 10": ["近代法の形成参考文献.docx", ""], "更新日時/Date of Update1": "2022年01月06日 14時17分54秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期／Fall", "火曜２時限／Tuesday 2", "秋学期／Fall", "ＮＫＣ８０６"]}, "campas": 7, "name": "【500】近代法の形成／Formation of Modern Law", "管理部署": 57, "単位数": 2, "担当者": "守屋　浩光（MORIYA HIROMITSU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 8, "評価1": 1, "評価2": 2, "評価3": 3, "開講期": 2}