{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "This course aims at making graduate students fully knowledgeable of systematic analysis and professional understanding of diplomacy, peace and security including the United Nations, focusing on key issues in the context of broad historical and political trends. Such approach is particularly needed in Japan, where the predominant tendency in diplomatic studies has been theoretical, legalistic, or idealistic rather than pragmatic.", "到達目標": "1. Students will be able to develop their own intellectual and professional capacity to evaluate.<BR/>2. Students will be able to discuss the significance of diplomatic policies, activities, and issues in relation to the international trends and forces at work.", "特記事項": "", "関連科目": "Research Project in Foreign Affairs", "授業の概要・背景": "", "授業方法": "Please note that the classes are face to face in principle unless otherwise instructed by the instructors. However, pending the situation of COVID-19 pandemic classes will be done on-line basis as extraordinary measures. Course Format is Seminar style. Students are required to actively participate in the discussions and asked to make presentation on the designated topics.", "トピック": {"第1回": ["April 13, Session 1: Introduction (global situation of the world politics and geopolitical risks) (Shinyo)<BR/><BR/>The United States is the world&#39;s most powerful country, the only one able to project military, economic, diplomatic, and cultural power into every part of the globe. It is also the most politically divided and dysfunctional, the most economically unequal, and the least vaccinated of the G7 industrialized democracies. China is the second most powerful country, but after 40 years of extraordinary growth it faces steep hurdles to keep the momentum going while enhancing social harmony and maintaining political stability. Indeed, the government has grown more authoritarian and state capitalist, rather than less. While the inward turn of the two most powerful nations lowers the odds of war, it also means less global leadership and coordination to respond to the world&#39;s challenges. Global neglect will allow looming crises in Iran and Ukraine to become more combustible. It will also allow humanitarian tragedies in countries ranging from Myanmar and Afghanistan to Haiti, Venezuela, and Ethiopia to continue to fester. <BR/> -quoted from the Top Risks 2022, Eurasia Group report-<BR/><BR/>The Eurasia Group, led by political analyst Mr. Ian Bremmer has been issuing for years a geopolitical risk report at the beginning of the year, which is known as EURASIA GROUP&#39;S TOP RISKS for the year. Ten top risks of the year will be introduced as a forecast with some “Red Herrings”.<BR/>This introductory session will look the 2022 report and discuss the relevance of the analysis with critical thinking.<BR/><BR/>Reading Materials: <BR/>EURASIA GROUP’S TOP RISKS FOR 2022<BR/>https://www.eurasiagroup.net/issues/top-risks-2022<BR/><BR/>Note: Students are expected to come prepared for discussion with a speaking note (A4 1page) on the topic of their selection from the TOP RISKS report. After a brief introductory remark of about 30 minutes by the instructor students will be asked to make a short presentation of his /her paper. After this student’s presentation discussions will follow.", "Students are expected to come prepared for discussion with a short presentation paper (A4 1page) on the topic of their selection from the TOP RISKS report."], "第2回": ["April 20, Session 2: The Future of Asian Century (Shinyo)<BR/><BR/>Asian countries see the United States as a resident power that has<BR/>vital interests in the region. At the same time, China is a reality on the doorstep. Asian countries do not want to be forced to choose between the two. And if either attempts to force such a choice—if Washington tries to contain China’s rise or Beijing seeks to build an exclusive sphere of influence in Asia—they will begin a course of confrontation that will last decades and put the long-heralded Asian century in jeopardy. The United States and China are not the only major countries with a great deal of influence in the region; other players also have significant roles　such as Japan, India, and ASEAN. <BR/>We will examine how the South-East Asian countries see the future of Asia.<BR/><BR/>Reference material: Lee Hsien Loong, &quot;The Endangered Asian<BR/>Century- America, China, and the Perils of Confrontation<BR/>Foreign Affairs, JULY/AUGUST 2020<BR/><BR/>Note: Students are expected to come prepared for discussion with a short summary (A4 1page) of the topic of their selection.  After a brief introductory remark by the instructor the students are asked to offer presentation and comments on the selected topic. After each student’s presentation discussions will follow.", "Students are expected to come prepared for discussion with a short summary (A4 1page) of the reading materials."], "第3回": ["April 27, Session 3: How diplomacy can save the pandemic of COVID-19 (Shinyo)  <BR/>The COVID-19 pandemic, in the words of Tedros Adhanom Ghebreyesus, the director-general of the World Health Organization (WHO), “is a once-in-a-century health crisis. ” It has also been a diplomatic and political crisis for countries of the world and the United Nations. US-China rivalry and the malfunctioning of the UN organizations, primarily WHO, accelerated disarray of the response of the international community to effectively coping with the common enemy of the humankind. We would like to analyze what was the underlying cause for the diplomatic and political failure by examining the case of Chinese &quot;mask diplomacy&quot;, US-China confrontation in the UN Security Council as well as WHO&#39;s lack of professionalism in handling the fatal issue of global Health. <BR/><BR/>Reading materials:  <BR/>Jennifer Nuzzo &quot;To Stop a Pandemic a Better Approach to GlobalHealth Security&quot; Foreign Affairs January/February 2021<BR/><BR/>Kurt M. Campbell and Rush Doshi &quot;The Coronavirus Could Reshape Global Order China Is Maneuvering for International Leadership as the United States Falters&quot;, Foreign Affairs Web, March 18, 2020<BR/><BR/>Note: Students are expected to come prepared for discussion with a short summary (A4 1page) of the topic of their selection.  After a brief introductory remark by the instructor the students are asked to offer presentation and comments on the selected topic. After each student’s presentation discussions will follow.", "Students are expected to come prepared for discussion with a short summary (A4 1page) of the reading materials."], "第4回": ["May11, Session 4: Trends in US Foreign Policy and their Geopolitical Implications (Clugston)<BR/><BR/>The election of President Biden in 2020 was expected to return US foreign policy to its post-World War II traditional roots. To a considerable degree it has, but to what degree did President Trump’s actions complicate this return? To what degree has Biden accepted some of Trump’s policy positions with respect to China, TPP, tariffs, NATO, Europe? We will look at the evolution of US positions and consider how all of this has impacted on other countries and its alliances.  <BR/><BR/>Reference Materials<BR/><BR/>Judah Grunstein: “The Five C&#39;s of Biden’s Foreign Policy”, World Politics Review, April 21, 2021<BR/><BR/>Peter Nicholas: “Biden’s Foreign Policy Starts at Home,” The Atlantic, April 13, 2021<BR/><BR/>Julien Borger: “2019: The Year US Foreign Policy Fell Apart,” The Economist, December 2019. <BR/><BR/>Patrick M. Stewart: “Trump is Repeating the Mistakes of America’s Interwar Isolationists,” World Politics Review, March 18, 2019<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第5回": ["May18, Session 5: Changing Economic and Political Environment in Southeast Asia (Clugston)<BR/><BR/>In this seminar, we will examine the evolving economic as well as geo-political situation in Southeast Asia, the roles of the US, China and India in the region, and explore the capacity that emerging regional institutions, especially ASEAN, the ARF and the EAS, have to help resolve regional conflict as well as bilateral tensions.  <BR/><BR/>Reference Materials<BR/><BR/>“Southeast Asian summit to address Myanmar’s post-coup crisis,” Asahi Shimbun, May 4, 2021<BR/><BR/>See Seng Tan: “Is the ASEAN Getting Regional Security Right?”, AlShaq Forum, November 2018<BR/><BR/>Rizal Sukma: “ASEAN Regional Security in East Asia”, ASEAN and Regional Security, pp 109-120, <BR/><BR/>Ref. John S. Lee: “The Fragile Foundations of the Asian Century”, The Journal of EAST ASIAN AFFAIRS, Vol.30, No.1, Spring/Summer 2016. pp 41-51<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第6回": ["May 25, Session 6: Diplomacy and the Arctic (Clugston)<BR/><BR/>The Arctic is becoming a major focus of environmental, commercial and military interests with the melting of the pack ice which traditionally blocked wider access to the region. This seminar looks at what is at stake and how diplomacy is helping to guide international competition in the high north. <BR/><BR/>Reference Materials<BR/><BR/>Joshua Tallis: “For a Biden Arctic Agenda, Look to Governance,” Foreign Policy, February 16, 2021<BR/><BR/>Kelly McFarland and Vanesssa Lide: “The Arctic is melting. Here’s why cooperation and diplomacy get so complicated,” Washington Post, July 28, 2018 <BR/><BR/>“The New Arctic: Navigating the Realities, Possibilities and Problems,” Report by working group, Institute for the Study of Diplomacy, Georgetown University, July 2018 <BR/><BR/>“Polar Diplomacy and the Arctic’s Future,” USC Center on Public Diplomacy, February 26, 2018 <BR/><BR/>Web Debate: “Arctic Diplomacy: approaches and lessons,” Diplo Newsletter, February 13, 2019 <BR/><BR/>Paula Kankaanpaa: “Challenges and Opportunities in diplomacy in the Arctic,” SYKE Marine Research Centre,", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第7回": ["June 1 Session 7: Japanese Foreign Policy (Major bilateral issues confronting Japan) (Shinyo)<BR/><BR/>With the daunting changes of international environment Japanese foreign policy is embarking on a new stage. This session will examine major bilateral diplomatic issues confronting Japan.<BR/>These include territorial disputes and negotiations with neighboring countries, historical issues with Korea, missile and nuclear weapon issues with North Korea, abduction of Japanese nationals by North Korea, US-Japan security cooperation and its collateral problems of US military base in Okinawa, Trade issues with the US, management of the relations with the biggest neighbor of China, etc.<BR/>Reading Materials:<BR/>“Diplomatic Bluebook 2021” by the Ministry of Foreign Affairs, Japan<BR/>https://www.mofa.go.jp/policy/other/bluebook/2021/pdf/en_index.html<BR/><BR/>Note: Students are expected to come prepared for discussion with a summary (A4 1page) of the topic of their selection.   After a brief introductory remark by the instructor the students are asked to offer presentation and comments on the selected topic of the bilateral issues. After each student’s presentation discussions will follow.", "Students are expected to come prepared for discussion with a short summary (A4 1page) of the topic of their selection."], "第8回": ["June 8, Session 8: On Climate Change and Security Risks  <BR/> (Shinyo with Guest Speaker Prof. Horie)<BR/><BR/>Climate Change is a significant threat to the national security of many countries in the world. Already in 2010, the US Department of Defence designated climate change as a crucial factor to consider in future national security planning. The situation of climate change has been deteriorating rapidly as much as naming it “Climate Emergency”.<BR/>In developing countries climate change aggravates livelihood insecurity caused by desertification or natural disasters, competition for scarce food and water which lead to armed conflicts between different ethnic groups or civil wars.<BR/>In this class, we consider why climate change poses serious security risks to the developing and developed countries and how the world is trying to mitigate the impact.<BR/><BR/>Students are requested to read four documents listed below and choose one of them to make a briefing with student’s opinion on the chosen document.<BR/>1. The National Security Implications of Climate Change | Briefing | EESI<BR/>2. National Security Implications of Climate Change | Council on Foreign Relations<BR/>3. Security Implications of Climate Change-PRIO<BR/>4. Climate change and security risks | UN Environment", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第9回": ["June 15, Session 9: Comparative study on Diplomacy, Peace and Security; a case of Europe <BR/>(Shinyo with a guest speaker)  <BR/><BR/>We will be hearing views from a diplomat of Europe, tentatively from Germany in Japan. We will be learning German foreign policy towards Asia and Japan and the role of Europe in a multipolar world, including how to cope with authoritarian countries, such as China, while nurturing multilateralism and reinforcing liberal World Order.<BR/><BR/>Reading materials will be provided in advance.<BR/>Students are also asked to read some materials on the topics     <BR/>based on the internet search etc.<BR/><BR/>Note: Students are expected to prepare proper questions and make good comments to the presentation of the guest speaker and enjoy discussions with the speaker.", " Students are expected to read materials to be provided by the speaker and prepare proper questions (A4 1apge)."], "第10回": ["June22, Session 10: The Lessons Learned from United Nations Peace Operations <BR/>in Rwanda and Timor-Leste (Shinyo with guest speaker Prof.Sukehiro Hasegawa)<BR/><BR/> UN Peace Operations 1990-2020<BR/>A. Changing Environment<BR/> 1. International =&gt; National conflict<BR/> 2. Humanitarian and Human Security concern<BR/> 3. Recurrence of Armed Conflict<BR/>B.  Challenges faced by the UN: Capstone, New Horizon, IMPP, HIPPO, A4P<BR/> 1. Capstone Doctrine 2007 =&gt; Impartiality<BR/> 2. New Horizon 2009 =&gt; Partnership<BR/> 3. IMPP 2012 =&gt; Integrated Approach<BR/> 4. HIPPO 2015 =&gt; Primacy of Politics<BR/> 5. A4P 2018 =&gt; Political Commitment<BR/><BR/>C. Conceptual development of UN peacebuilding operations<BR/> 1.UN Secretary-General Boutros Boutros-Ghali`s three Agenda for Peace <BR/> (1992), Agenda for Development (1994) and Agenda for Democratization <BR/> (1996).<BR/> 2.Peacebuilding doctrine - Search for a governance paradigm for <BR/>  sustainable peace and stability<BR/> 3.Liberal democracy with free market economy<BR/> 4.Hybrid peacebuilding: National and Non-Western Actors<BR/><BR/> Rwanda and Timor-Leste: Lessons learned from peacebuilding in Timor- <BR/> Leste<BR/> 1.Role of the UN and International Organization in Post-Genocide Rwanda<BR/> 2.Overview of Peacebuilding Operations in Timor-Leste from 1999 to 2012<BR/> 3.Roles of the Secretary-General`s Special Representatives<BR/> 4.Truth, Justice and Reconciliation: Indonesia and Timor-Leste<BR/> 5.Clash between international peace doctrines and national leadership on <BR/> justice and peace<BR/> 6.Significance of the national security crises of 2002, 2004, 2006 and <BR/> 2008<BR/> 7.Contributing factors to the successful peacebuilding in Timor-Leste<BR/><BR/>Reference materials<BR/>Roland Paris, “The Origins of Peacebuilding” in AT WAR`S END: Building Peace after Civil Conflict, Cambridge University Press, 2004, pp. 13-39.<BR/>Edward Newman and Roland Paris, New Perspectives on Liberal Peacebuilding, Tokyo, UN University Press, 2009. <BR/>Robert Egnell and Peter Halden, New Agendas in State building: Hybridity, Contingency and History, Routledge, 2013.<BR/>Hasegawa, Sukehiro. Peacebuilding and National Ownership in Timor-Leste, UN University and Routledge, 2013.<BR/>Hasegawa, Sukehiro. “Japan and the United Nations: Its Past, Present and Future” in Hiroshi Kato et. al. eds. Japan`s Development Assistance: Foreign Aid and the Post-2015 Agenda. Palgrave Macmillan 2015.<BR/>Hasegawa, Sukehiro. “Post-Conflict Leadership– Key to Sustainable Peace and Development” UN Chronicle, New York, 2016.<BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion with a short summary (A4 1 page) of the reading assignments. <BR/>Each student is asked to make presentation of his/her paper in 5 minutes, followed by comments by the instructor and the discussions with the other students.", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion with questions and comments (A4 1 page) on the reading assignments."], "第11回": ["June 29, Session 11: Eastern Ukraine and the threat to regional security (Clugston)<BR/><BR/>Russia’s de-facto annexation of Eastern Ukraine combined with its current hostile posturing represent the most important threat to European security since the end of the Cold War, and awakens the prospect of a new era of great power rivalry on the continent. We will discuss how this crisis arose and how it is being managed by the various key participants. <BR/><BR/>Roy Allison: “Security Policy, Geopolitics and International Order in EU-Russia Relations during the Ukrainian Crisis,” in LSE Special Report, March 2016 (pp 26-32)<BR/><BR/>“Ukraine Crisis Continent’s Most Pressing Challenge, OSCE Chair tells Council, Underlining Importance of Dialogue”, UN Meetings Coverage and Press Releases, February 6, 2020<BR/><BR/>Jonathan Masters: “Ukraine: Conflict at the Crossroads of Europe and Russia,” Council on Foreign Relations, February 5, 2020<BR/><BR/>Christopher Chivvis: “Deterrence in the New European Security Context,” IAI Research Papers: West-Russia Relations in Light of Ukrainian Crisis, 2015 (pp 33-48)", "Students are expected to come prepared for discussion with a short summary (A4 1page) of the topic of their selection."], "第12回": ["July 6, Session 12: Supra-nationalism, Nationalism and Post-Nationalism (Clugston)<BR/><BR/>Brexit is an experiment in “supra-nationalism,&quot; overcoming the limits (as well as perils) of nationalism in pursuit of greater security and prosperity. Multilateral trade agreements have similar strategic motivations. Meanwhile, some observers point to Canada’s so-called “post-nationalism” as a model for nation states in the future.  We will look at issues of supranationalism, nationalism and the enduring appeal of sovereignty, patriotism and identity-politics. <BR/><BR/>Reference Materials<BR/><BR/>William Mitchell and Thomas Fazi: “Against Supranationalism: In Defense of National Sovereignty and Brexit,” Pluto Press<BR/><BR/>“The European Union and Supranationalism,” World Regional Geography: People, Places and Globalization, (Chapter 2: Europe) <BR/><BR/>“Nationalism” – Wikipedia<BR/><BR/>Charles Foran: “The Canada experiment: is this the world’s first ‘post-national’ country?” The Guardian, January 4, 2017 <BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion.  One/two students will be selected to make an initial presentation of between 5-10 minutes, with an additional student to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第13回": ["July 13, Session 13: Security policy of Japan (comparison between Japan and Germany in the case of collective security and collective self-defense against the backdrop of the constraints in their respective constitutions) (Shinyo)<BR/><BR/>Since the end of the Cold War in 1989, Japan and Germany both the defeated countries in the World WarII embarked on a new stage to proactively contribute to the maintenance of the world peace by military and non-military means at their disposal. However, there are constitutional constraints in both countries, when they dispatch military forces beyond their territory for the UN Peace Operations including UNPKO and other military activities to maintain peace. Particularly in case of Japan, the issue of the right to collective self-defense has always been argued in connection to the dispatch of the Self-Defence Forces outside Japan. How Japan and Germany have tried to overcome this sensitive political issue in recent years will be clarified                <BR/>in parallel comparison. <BR/><BR/>Reading materials:<BR/>Takahiro Shinyo, “Germany’s Constitutional View and Security, -Study of Basic Law for the Federal Republic of Germany and Bundeswehr’s Overseas Dispatch”. The Journal of the Governance Institute, 2017 Winter pp.54-71<BR/><BR/>Japan’s Legislation for Peace and Security<BR/>Seamless Responses for Peace and Security of Japan and the International Community, March 2016 Government of Japan<BR/>Security Policy of Japan  <BR/><BR/>Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for a discussion with a brief summary of A4 1page. Each student is asked to present his/her paper in 5 minutes. Instructor will make comments and the discussions/questions will follow with other students.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for a discussion with a brief summary of A4 1page."], "第14回": ["July 20, Session14: Nuclear Disarmament and the United Nations (Shinyo with guest)<BR/><BR/>UN Secretary-General calls for resuming dialogue and negotiations for nuclear arms control and disarmament. He also supports extending the norms against nuclear weapons, and in that regard appeals to States that possess nuclear weapons to affirm that a nuclear war cannot be won and must never be fought. Finally, he proposes preparing for a world free of nuclear weapons through a number of risk -reduction measures, including transparency in nuclear-weapon programmes, further reductions in all types of nuclear weapons, commitments not to introduce new and destabilizing types of nuclear weapons, including cruise missiles, reciprocal commitments for the non-use of nuclear weapons and reduction of the role of nuclear weapons in security doctrines. We will discuss how international community, particularly the nuclear weapon states, can embark on a new stage of nuclear disarmament and what role should the United Nations and its member states, including Japan, play to promote this highly difficult political task. We will also discuss pros and cons to the Treaty on the Prohibition of Nuclear Weapons (TPNW), which entered into force on 22 January 2021.  <BR/><BR/>Reading materials: <BR/><BR/>Home Page of the Office for Disarmament Affairs, United Nations https://www.un.org/disarmament/wmd/nuclear/<BR/><BR/>&quot;SECURING OUR COMMON FUTURE&quot;, An Agenda for Disarmament, Office for Disarmament Affairs<BR/>New York, 2018<BR/><BR/>https://s3.amazonaws.com/unoda-web/wp-content/uploads/2018/06/sg-disarmament-agenda-pubs-page.pdf#view=Fit<BR/>https://unoda-epub.s3.amazonaws.com/i/index.html?book=sg-disarmament-agenda.epub<BR/><BR/>&quot;Treaty on the Prohibition of Nuclear Weapons&quot; http://disarmament.un.org/treaties/t/tpnw/text<BR/><BR/>Note: Students are expected to read materials to be provided by the speaker and prepare proper questions (A4 1apge).", "Students are expected to read materials to be provided by the speaker and prepare proper questions (A4 1apge)."], "授業外学習2": "Students are expected to undertake preliminary reading of assigned books or articles as well as any publications of their own choice."}, "評価": {"教科書Required texts0": "EURASIA GROUP’S TOP RISKS FOR 2022\nhttps://www.eurasiagroup.net/issues/top-risks-2022", "参考文献・資料Reference books0": "Henry Kissinger, \"World Order\", Penguin Books Limited,2014\nMichael Pillsbury, “The Hundred-Year Marathon China’s Secret Strategy to Replace America as the Global Superpower”\nSt. Martin’s Griffin, 2015", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "Two short reports (80%), class presentation (20%)"], "成績評価Grading2": "備考　Note\nStudents are requested to write two short reports on the designated topics provided by the instructors ((80%). Class presentation and contribution to the discussions will also be evaluated (20%)", "更新日時/Date of Update0": "2022年01月17日 15時18分06秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜４時限／Wednesday 4", "春学期／Spring", "院１－２０８"]}, "campas": 0, "name": "【500】外交・平和・安全保障演習／Seminar in Diplomacy, Peace and Security ", "管理部署": 57, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 17, "評価1": 3, "開講期": 1}