{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "講義の前半では、わが国の制度会計の枠組を理解するとともに、複式簿記の基礎技術を習得し、簡単な財務諸表を自ら作成する。併せて財務諸表の一般的な分析手法を理解する。講義の後半では、資本会計をめぐって会計基準と会社計算規則を精読し、その概要を理解する。また、組織再編についても条文のも見込みをして理解を深める。更に、未公開会社の株価算定にかかる判例を題材に意見交換するとともに、企業価値の最大化をめぐる判例に適宜言及していくこととする。　また、会計に関する粉飾事例についても取り上げる。", "到達目標": "(1)基礎的な会計理論の体系を理解する。<BR/>(2)会社法の計算に係わる部分（会社計算規則を含む）を理解する。<BR/>(3)与えられた財務諸表の内容を理解して、企業価値の算定や倒産手法の選択にあたり、自らの意見を述べることができるようにする。<BR/>（財務諸表を自ら作成することを目標とはしない）", "特記事項": "", "関連科目": "", "授業方法": "前半の簿記については、事前配布した資料に基づき、実際に電卓を用いて帳簿記入及び決算書作成を行う。 後半の倒産事例、株価算定については、配布した資料をもとに学生各自が予め問題点や処理方法を検討し、それを講義で発表してディスカッションを行なう。", "トピック": {"第1回": ["第１講<BR/>テーマ：わが国の制度会計の枠組と簿記の基礎<BR/>概　要：わが国制度会計のいわゆるトライアングル体制を解説する。その後複式簿記の仕組みについて個別取引の仕訳を使って説明する。", ""], "第2回": ["第２講<BR/>テーマ：簿記一巡の流れの理解と個別取引の仕訳<BR/>概　要：帳簿記入から決算書作成に至るまでの簿記一巡の流れを理解する。その後個別取引の仕訳を実際にペンをとって練習する。 会計理論に関しては、発生主義と費用・収益対応の原則に言及する（主に売上と売上原価について）。", ""], "第3回": ["第３講<BR/>テーマ：個別取引の仕訳と決算整理（１）<BR/>概　要：個別取引の仕訳と決算整理仕訳を、実例を素材にしながら理解する（主に引当金について）。", ""], "第4回": ["第４講<BR/>テーマ：個別取引の仕訳と決算整理（２）<BR/>概　要：個別取引の仕訳と決算整理仕訳を理解する（主に減価償却について）。", ""], "第5回": ["第５講<BR/>テーマ：個別取引の仕訳と決算整理（３）<BR/>概　要：個別取引の仕訳と決算整理仕訳を理解する（主に繰延資産について）。", ""], "第6回": ["第６講<BR/>テーマ：資産・負債会計<BR/>概　要：伝統的な２つの会計観を説明し、それぞれにおける資産の意義、費用配分の意義について考える。負債についてその意義を説明する。", ""], "第7回": ["第７講<BR/>テーマ：資本会計（１）<BR/>概　要：資本と利益の区分など資本会計の基本論点を説明する。", ""], "第8回": ["第８講<BR/>テーマ：資本会計（２）<BR/>概　要：募集新株の発行等に関し、いくつかのパターンを取り上げ、それぞれ仕訳を用いて説明する。", ""], "第9回": ["第９講<BR/>テーマ：資本会計（３）<BR/>概　要：第８講に引き続き資本会計の論点を取り上げる。主として自己株式の取得、処分、消却について仕訳を用いて説明する。", ""], "第10回": ["第１０講<BR/>テーマ：組織再編（1）<BR/>概　要：合併、会社分割、株式交換・移転等について会社計算規則を読み込むとともに企業結合会計基準と計算規則との関係を理解する。", ""], "第11回": ["第１１講<BR/>テーマ：組織再編（2）<BR/>概　要：合併、会社分割、株式交換・移転等について会社計算規則を読み込むとともに、実務における使われ方、類似の制度の選択（ストラクチャー選択）の実際について説明する。", ""], "第12回": ["第１２講<BR/>テーマ：企業価値評価<BR/>概　要：未公開企業の財務諸表を題材に企業価値算定の手法を理解する。併せて株価算定をめぐる判例を取り上げその問題点等についてディスカッションする。", ""], "第13回": ["第１３講<BR/>テーマ：企業価値最大化（1）<BR/>概　要：敵対的買収防衛事件、マネジメントバイアウトの事例等を取り上げ、企業価値の最大化、少数株主の保護という観点から分析する。", ""], "第14回": ["第１４講<BR/>テーマ：粉飾事例と法律家の活躍領域<BR/>概　要：会計不正事例を紹介し、会計と法の考え方の相違、法律家の役割について検討する。", ""], "第15回": ["第１５講<BR/>まとめ・質疑応答", ""], "授業外学習2": "講義において配布する資料等をよく読むこと、適宜参考図書を指示するので読んでおくこと。"}, "評価": {"教科書Required texts0": "特になし。講義において資料等を配布する他、適宜参考図書を指示する。", "学生による授業評価の方法Course Evaluation by Students0": "司法研究科所定の方式により実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "下記参照"], "成績評価Grading2": "備考　Note\n定期試験（又は臨時試験）、平常点を適宜按分して総合評価します。\nこの科目の平常点は、初回授業時に発表します。", "更新日時/Date of Update0": "2022年01月22日 09時36分34秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "水曜１時限／Wednesday 1", "春学期／Spring", "ＮＫＣ８０５"]}, "campas": 7, "name": "【500】会計学／Accounting", "管理部署": 57, "単位数": 2, "担当者": "安原　徹（YASUHARA TOORU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 14, "評価1": 4, "開講期": 1}