{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "This seminar is a set of case studies on the diplomatic negotiations. This course aims at making graduate students fully familiar with the UN and other multilateral diplomacy for conducting negotiations and disputes settlement.", "到達目標": "1. Students will be able to argue recommendation or solution plan on the issues of representative multilateral negotiations.<br />2. Students will be able to propose recommendation or solution plan on the issues of representative multilateral negotiations.<br />3. Students will be able to assess issues on this course.", "特記事項": "【合併】Seminar in Multilateral Negotiation　（大学院共通科目・認定科目前期）/多国間交渉演習　（司法研究科）/Seminar in Multilateral Negotiation　（経営戦略研究科）", "関連科目": "Seminar in Diplomacy, Peace and Security in the Spring Semester", "授業の概要・背景": "The seminar will focus, inter alia, on the major diplomatic or other negotiations analyzing the reasons for success or failure. Lessons must be learned for making measures including such means as negotiation, enquiry, mediation, conciliation, arbitration, judicial settlement, resort to regional agencies or arrangements, or other peaceful means effective in the future case of international conflict.", "授業方法": "This class will be held in principle face to face on campus and pending the situation online face to face style. Seminar type (discussions, presentation, and case studies). Please refer to the class implementation format shown in the rubric of each session.", "トピック": {"第1回": ["Sep.25, Session 1: Conflict Resolution and Peacemaking (Theory and practice) (Shinyo)<br /> <br />Since the end of the Cold War, conflict prevention and resolution, peacemaking, peacekeeping, and peacebuilding have risen to the top of the international agenda. This introductory session offers a comprehensive understanding of the theory and practice of conflict resolution. This is essential for students of peace and security studies, conflict management and international politics, as well as for those wishing to work in the international or non-governmental organizations.<br /><br />Reference Materials:<br />Saadia Touval, In Theory Multilateral Negotiations: An Analytic Approach <br /><br />Note: Necessary reading materials will be provided by the instructor in advance and students are expected to prepare before the class and actively join in the discussions. Instructor will give 30 minutes introductory remarks and the students are requested to offer comments/questions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第2回": ["October 2, Session2: What is Global South- the Role of India (Shinyo)<div><br /><div><p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">The\nterm \"Global South\" is used to refer to countries and regions that\nare economically, socially, and politically less developed than those in the\n\"Global North.\" The Global South encompasses countries in Africa,\nLatin America, and Asia, as well as some small island nations in the Pacific\nand the Caribbean. The term is used to draw attention to the disparities and\ninequalities that exist between the developed and developing world, and to\nhighlight the shared experiences of these countries in dealing with poverty,\ninequality, and underdevelopment. The Global South is also often associated\nwith a history of colonization, exploitation, and dependence on external forces\nfor development.</span></p><p class=\"MsoNormal\"><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">Built\non a foundation of liberal democracy, fueled by a population of more than a\nbillion people occupying a vast territory, and enabled by the United States’\ndesire to find a counterbalance to an expansionist China, India has been\ninching toward the geopolitical spotlight. Now, a confluence of recent events\nhas convinced some observers—and India’s own leadership—that its moment has\nfinally arrived.</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">&nbsp;</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">We\nwill be discussing the meaning of the Global South in a new age of</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">&nbsp;geopolitical trans formation</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">&nbsp;and the role to\nbe played by India as an emerging great power.</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">&nbsp;</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">References:</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">&nbsp;</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">\"Is\nIndia’s Rise Inevitable? The Roots of New Delhi’s Dysfunction\"</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">&nbsp;</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">BY\nMILAN VAISHNAV, Foreign Affairs May/June 2023Published on April 14, 2023</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">&nbsp;</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">“Out\nof ALIGNMENT What the War in Ukraine Has Revealed About Non-Western Powers\n\" BY SHIVSHANKAR MENON</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">&nbsp;</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" arial\",sans-serif;\"=\"arial',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">&nbsp;</span><span style=\"font-family:Arial,sans-serif;font-size:11pt;\">Foreign\nAffairs February 9, 2023</span></p><div><p class=\"MsoNormal\"><span style=\"font-family:Arial, sans-serif;\"><span style=\"font-size:14.6667px;\">&nbsp;</span></span><span style=\"font-size:13.28px;\">Note: Students are expected to come for discussion with a concise summary (A4 1page) of the reading assignments. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.</span></p><p class=\"MsoNormal\"><br /></p><div><div><br /></div></div></div></div></div>", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第3回": ["Oct. 9, Session 3: The case of Gulf War and the Success and Failure of the Multilateral Negotiations centering around the UN (by Shinyo)<br /><br />Iraq was considered a regional but also an international threat when it invaded Kuwait in August 1990. <br />Iraqi troops were then forcefully withdrawn by the Allied Forces led by the US, and as a condition of surrender, Iraq agreed to rid itself of all lethal weapons by totally rendering them harmless or destroying them. These included nuclear weapons and related components; long range missiles; and biological and chemical weapons. This was then to be enforced by the adoption of UN Security Council Resolution 687(1991), which called upon Iraq to fully disarm. This session aims at explaining success and failure of the UN diplomacy in the case of Iraq. This will be done by analyzing the use of diplomatic tools which include diplomatic negotiations, resolutions and sanctions, and weapons inspections. The session specifically investigates the impact that was given by these diplomatic tools in an effort to peacefully disarm Iraq of weapons of mass destruction. The session also examines the factors that undermined the use of diplomatic instruments, which help in explaining success and the failure of the UN diplomacy in the twelve yearlong crisis.<br /><br />Reading Materials:<br />Gary Grappo, \"Was the First Gulf War the Last Triumph of Multilateralism?\", Fair Observer August 04, 2020<br /><br />Nakanishi Hiroshi, \"The Gulf War and Japanese Diplomacy\", Reflection on Japan's Post-Cold War Foreign Policy, Politics Society 2011<br /><br />UN Security Council Resolution 678 (1990)  <br /><br />Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第4回": ["Oct.16, Session 4: Multilateral Negotiations on UN Convention on Climate Change No1.<br />　(Shinyo with Guest Speaker Prof. Horie)<br /><br />Japan played a key role for the adoption of Kyoto Protocol in 1997. However, Kyoto Protocol turned out to be ineffective and Japan started to propose a new framework agreement in place of Kyoto Protocol. The negotiations on this transition from Kyoto Protocol to a new framework agreement started from 2010 and culminated in the adoption of Paris Agreement in 2015.<br />In this class we discuss why Kyoto Protocol turned out to be ineffective, why Paris Agreement was adopted to replace it, what kind of strategies and negotiations took place for the transition.<br /><br />Assignment:<br />1. Students should be ready to explain why Kyoto Protocol turned out to be ineffective and if Paris Agreement is effective enough to make up for Kyoto Protocol.<br />2. We will discuss on what kind of strategies and negotiations were necessary to break with Kyoto Protocol and to arrive at Paris Agreement.<br />3. We will discuss also on what has been happening since President Biden assumed his<br />office after President Trump.<br />4. Students will be asked to make a proposal by explaining how to tackle climate change.<br /><br />Four documents to read beforehand:<br />① the article by Prof Horie<br />② the article by Prof Dimitrov<br />③ Paris Agreement (Articles 1, 2, 3, 4, 9, 21 and 28)<br />④ the speech by Greta Thunberg at UN in 2019<br /> <br />Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第5回": ["Oct. 23, Session 6: Multilateral Negotiations on UN Convention on Climate Change NO.2<br />(Shinyo with Guest Speaker Prof. Horie)<br /><br />Discussions and presentations:<br />1. Japan played a key role for the adoption of Kyoto Protocol in 1997. It was also Japan who proposed the necessity of a new framework breaking with Kyoto Protocol. We will review the strategies and negotiations which took place to adopt Paris Agreement.<br />2. We will look at the transitions of US Administrations by going through successive Presidents’ policies from Obama to Trump and then to Biden. We discuss about the implications of this transition.<br />3. Students are asked to explain why Greta Thunberg spoke so harshly against the world leaders at UN in 2019. Students must add in their explanation what must be done to tackle “Climate Emergency”.<div><br /><div>Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.</div></div>", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第6回": ["Oct. 30, Session 6:&nbsp;<span lang=\"EN-US\" 源暎ゴシックp=\"源暎ゴシックp\" regular\",sans-serif;\"=\"regular',sans-serif;'\" style=\"text-indent:-22pt;font-size:11pt;\"><span times=\"times\" new=\"new\" roman\";\"=\"roman';'\" style=\"font-variant-numeric:normal;font-variant-east-asian:normal;font-variant-alternates:normal;font-kerning:auto;font-optical-sizing:auto;font-feature-settings:normal;font-variation-settings:normal;font-variant-position:normal;font-stretch:normal;font-size:7pt;line-height:normal;font-family:;\"><span style=\"font-size:7.74667px;text-indent:-22pt;\">·&nbsp;</span></span></span><span style=\"font-size:11pt;\">Difficulty of\nMultilateral Negotiations and the Wavering Role of WTO (Shinyo with guest\nspeaker, Dr. Yukari Sato, tbc.)</span><p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"font-size:11.0pt;\">Multilateral\nnegotiations are difficult to bear outcome due to their very nature to often\nrequire unanimity for conclusion, and this becomes increasingly evident as\nmembers of the negotiating institution become more polarized. We will take the\ncase of WTO and discuss the status of its role in light of its three main\nfunctions, trade negotiations, dispute settlement, and monitoring, looking upon\nthe crisscrossed process it has taken from the Uruguay Round into the Doha\nRound. We will also discuss the implications of bilateral and regional\nnegotiations such as FTAs and EPAs from the perspective of becoming a speedier\npre-stage to bridging their outcomes to more multilateral, higher-level\noutcomes.</span><span style=\"font-size:11pt;\">&nbsp;</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"font-size:11.0pt;\">Reference\nmaterials:</span></p>\n\n<p class=\"MsoNormal\"><span style=\"font-size:11.0pt;\">·<span lang=\"EN-US\">Joshua\nMeltzer, “The Challenges to the World Trade Organization: It’s All About\nLegitimacy,” the Brookings Institution, Policy Paper 2011-04, April 2011</span></span></p>\n\n<p class=\"MsoNormal\"><span style=\"font-size:11.0pt;\">·<span lang=\"EN-US\"> Arthur A.\nDaemmrich, “Stalemate at the WTO: TRIPS, Agricultural Subsidies, and the Doha\nRound,” Harvard Business Review, April 3, 2012</span></span></p>\n\n<p class=\"MsoNormal\"><span style=\"font-size:11.0pt;\">·<span lang=\"EN-US\"> “The World\nTrade Organization Is Dying. What Should Replace It?” the New York Times,\nNovember 28, 2019</span></span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"font-size:11.0pt;\">&nbsp;</span><span style=\"font-size:13.28px;\">Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.</span></p>", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第7回": ["Nov. 6, Session 7: Negotiation on TPP (Shinyo)<br /><br />On March 8, 2018, 11 Asia-Pacific countries signed the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP), which is a new trade agreement suspending the application of certain provisions set out in previous negotiations on the Trans-Pacific Partnership (TPP). The CPTPP, which accounts for 13.5 percent of the global economy and covers 500 million people, is a mega free-trade zone in the Asia-Pacific region. The United States—which had formerly led the TPP negotiations withdrew after President Donald Trump took office.<br />The United States is not ready domestically to come back to that agreement, noting that it will take time for Biden to navigate disagreement within his party on trade while “addressing the angst of folks that feel they’re losing out from trade agreements.” In addition, while many CPTPP countries would welcome a U.S. return, they would likely be unwilling to commit to a major renegotiation, having already been “burned” by the U.S. withdrawal after making politically painful concessions. Biden administration, instead, pursues narrower deals, such as a proposal for a new trade pact (Indo-Pacific Economic Framework: IPEF) with the CPTPP members or other countries in the region. On the other hand, Chaina and Taiwan announced their willingness for negotiations with CPTPP countries for their accession. We will examine success and failure, if any, of the multilateral negotiation leading to the conclusion of that agreement and discuss the possibility of the participation by China and Taiwan in the CPTPP in the upcoming future.<br /><br />Reading Materials:<br /><br />\"What Is the Trans-Pacific Partnership (TPP)? , Council on Foreign Relations,<br />https://www.cfr.org/backgrounder/what-trans-pacific-partnership-tpp<br /><br />Watanabe Yorizumi,\"What TPP Means for Japan and the Global Economy\", Nippon.com,<br />https://www.nippon.com/en/in-depth/d00472/what-tpp-means-for-japan-and-the-global-economy.html<br /><br />Trans-Pacific Partnership (TPP) Agreement Negotiations, Ministry of Foreign Affairs of Japan,<br />https://www.mofa.go.jp/ecm/ep/page25e_000266.html<br /><div><br /></div><div>Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.</div>", " Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第8回": ["Nov. 13, Session 8:&nbsp;<span style=\"font-family:Verdana,sans-serif;font-size:11pt;\">Multilateral Trade Negotiations</span><span style=\"font-size:11pt;\">-Can China and Taiwan Join TPP? (Shinyo)</span><p class=\"MsoNormal\"><span style=\"font-family:Verdana,sans-serif;font-size:11pt;\">China and Taiwan have applied for accession to the\nTrans-Pacific Partnership (TPP) one after another. China wants to take the lead\nin trade and investment in the ever-growing Asia-Pacific region as the United\nStates is reluctant to sign a new free trade agreement (FTA). There are high\nhurdles for China, such as rules regarding data, for actual accession. On the\nother hand, China's pressure will be a big barrier for Taiwan, which is ahead\nof the curve.</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" verdana\",sans-serif;mso-bidi-font-family:arial;\"=\"verdana',sans-serif;mso-bidi-font-family:arial;'\" style=\"font-size:11.0pt;font-family:;\">There are many challenges for China's accession.\nThe rules around data are especially likely to be an obstacle. China is\nnegative about the free cross-border data distribution by businesses and\nindividuals. It has been pointed out that the country, which is strengthening\nits control under the Data Security Law, is limited to the RCEP level or below.\nThe support of all member countries is required for China to join. Malaysia and\nSingapore are willing to welcome the membership application, but Japan and\nAustralia are cautious. Mexico also pointed out that the TPP \"is open to\nall countries that adhere to high standards.\" It implicitly suggested that\nChina's economic rules, such as subsidies to state-owned enterprises, would be\na challenging issue for accession.</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" verdana\",sans-serif;\"=\"verdana',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">We\nwill be discussing this issue in class as an example of ongoing multilateral negotiations\non trade issues.</span></p>\n\n<p class=\"MsoNormal\"><span lang=\"EN-US\" verdana\",sans-serif;\"=\"verdana',sans-serif;'\" style=\"font-size:11.0pt;font-family:;\">The instructor will provide necessary reading materials</span><span style=\"font-family:Verdana,sans-serif;font-size:11pt;\">.</span><span style=\"font-size:13.28px;\">&nbsp; &nbsp; &nbsp;&nbsp;</span></p><div><br /><br />Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.</div>", " Students are expected to spend 2-3 hours’ preparations before the seminar and come&nbsp;<div>prepared for discussion.</div>"], "第9回": ["Nov.20, Session 9: Negotiations in the Security Council leading to Resolutions on North Korea （Shinyo）<br /><br />Japan served in the Security Council as a non-permanent member for two years 2005-06, and as the Council President in October 2006, when a sanctions resolution on North Korea was adopted. Japan was thus actively involved in the Council’s process and in the consultations with the Permanent Members such as the US, UK, and France. This session investigates in detail, how multilateral diplomacy on North Korean nuclear and missile issues unfolded, how key actors in the Security Council played their role to reach agreements.  <br /><br />Reference Materials:<br />John Bolton, “Surrender Is Not an Option”, Chapter 11.<br />Security Council Successes on North Korea, Threshold Editions 2007<br /><br />Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. John Bolton, US Permanent Representative during this time, wrote a Memoire referred to in the Reference, and in Chapter 11 depicts vividly and in some detail, the diplomatic process and negotiations on North Korea. This is an incredibly useful material for the study of UN multilateral diplomacy.&nbsp;<div><br /></div><div>Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.</div><div><br /></div>", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第10回": ["Nov. 27, Session 10: \"The Roles of Special Political Missions in Pursuit of Sustainable Peace\" (Shinyo with Guest Prof. Sukehiro Hasegawa, Former Special Representative of the Secretary-General of the United Nations)<br /><br />The United Nations engages Special Political Missions (SPMs) in conflict prevention, peacemaking and post-conflict peacebuilding around the world.<br />These field operations include country-specific missions and regional offices. They are headed by senior representatives of the Secretary-General and provide a forward platform for preventive diplomacy and other activities across a range of disciplines, helping prevent and resolve conflict and supporting complex political transitions, in coordination with national actors and UN development and humanitarian entities on the ground. This lecture by Professor Hasegawa will explain first the significance of Primacy of Politics as identified by the High Level Independent Panel on Peace Operations（HIPPO）in 2015 in order to achieve lasting peace not through military and technical engagements but through political solutions. He will then discuss the roles played by the Special Political Missions and Good Offices.<br /><br />Professor Takahiro SHINYO will introduce Professor Sukehiro Hasegawa who will then make a PowerPoint presentation for about 30 minutes in English. The students will be given the opportunity first to comment and ask questions, followed by other participants.<br /><br />15:10 Introduction by Professor Takahiro SHINYO<br />15:15 Lecture by Professor Sukehiro HASEGAWA<br />15:45 Comment by Prof. Takahiro SHINYO or a guest commentator<br />16:00 Open discussion with the students and participants<br />16:40 End of the seminar<br /><br />Reference materials:<br /><br />United Nations, Special Political Missions<br />Special Political Missions | United Nations Security Council<br /><br />United Nations, Special Political Missions and Good Offices Engagements<br />DPPA Around the World | Department of Political and Peacebuilding Affairs<br /><br />United Nations, Report of the High-level Independent Panel on Peace Operations on uniting our strengths for peace: politics, partnership and people, A/70/95 and S/2015/446 17 June 2015.<br />United Nations, Action for Peace, A4P.<br />https://peacekeeping.un.org/en/action-for-peacekeeping-a4p<br /><br />United Nations, Secretary-General's remarks to Security Council High-Level Debate on Collective Action to Improve UN Peacekeeping Operations (28 March 2018)<br />https://www.un.org/sg/en/content/sg/statement/2018-03-28/secretary-generals-remarks-security-council-high-level-debate<br /><br />Richard Gowan, “The Politics of Action for Peacekeeping,” United Nations University Centre for Policy Research, February 2019<br />https://cpr.unu.edu/the-politics-of-action-for-peacekeeping.html<br /><br />Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.<br /><br />", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第11回": ["Dec. 4, Session 11:&nbsp;Multilateral Negotiations on World Economy; What were the achievements of the G20 Summits in Osaka 2019, Riad 2020, Rome 2021, Bali 2022, and New Delhi 2023(Shinyo)<br /><br />On June 28 and 29, 2019 the G20 Summit was held in Osaka. It achieved various results in promoting world trade and finance. We will investigate details of the outcome of this historic meeting in Osaka and the following summits in Riad, Rome, Bali and New Delhi, examining whether the international community can learn from the history to prevent trade war from occurring and addressing the most pressing issues of the world economy.<br /><br />Reading materials: to be provided well before the class by the instructor. However, students are expected to read related articles or books through internet or publications.<br /><br />Note: Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion. Each student must prepare a summary of the reading assignments (A4 1page) and make 5 minutes presentation followed by comments/questions and discussions.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第12回": ["Dec. 11, Session 12: Reform of the UN (Shinyo)<br /><br />The 60th anniversary of the United Nations, in 2005, marked an important occasion for a comprehensive discussion and decision on reform of the UN organization, including its key body, the Security Council. The result was the adoption of the “Outcome Document” at the UN Summit meeting in September 2005, which included proposals for establishing new bodies such as a “Peacebuilding Committee”, as well as introducing new concepts such as “Human Security” and “Responsibility to Protect(R2P)”. The session will review the negotiating process leading to the agreement on the Outcome Document and the implementation of the various proposals contained in it. Also, the session looks at the Security Council reform campaign launched by Japan and other members in the Group of Four(G4) during 2005.<br />Reference Materials:<br />Resolution adopted by the General Assembly on 16 September 2005[without reference to a Main Committee (A/60/L.1)]<br />https://www.un.org/en/development/desa/population/migration/generalassembly/docs/globalcompact/A_RES_60_1.pdf<br />John Bolton, “Surrender is not an Option”, Chapter 9 As Good as it Gets: The Security Council, Threshold Editions 2007<br /><br />Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第13回": ["Dec. 21, Session 13: Election of the UN Secretary-General (Shinyo)<br /><br />The Secretary-General of the United Nations is the key person of the Organization, representing its value and acting as its voice and symbol. How the Secretary-General is elected, what factors are important in the selection of candidates, and what is the role of the General Assembly and of the Security Council in the election process are matter of interest to all member states. The session focuses how the selection process is managed and how multilateral power politics play behind the scenes. It also examines some reform proposals on this subject made by the civil society. <br /><br />John Bolton’s Memoire book (Chapter 10) offers an interesting case study, focusing on Ban Ki-Moon's election. The Elders four-point proposals for UN reform refer to the need of a change in the election mechanism of the Secretary-General, worth reading.<br /><br />Reference materials:<br />John Bolton, “Surrender Is Not an Option”, Chapter 10<br />Electing the New Secretary general: Ban Ki-Moon is Coming to Town, Threshold Editions 2007<br /><br />The Elders Proposal for UN Reform<br /> http://opiniojuris.org/2015/02/24/elders-proposal-for-strengthening-un/<br /><br /><div>Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.<br /><br /></div>", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "第14回": ["Jan. 8, 2025, Session 14: The management of multilateral negotiations; Lessons learnt <br />(Shinyo)<br /><br />The management of multilateral negotiations plays a crucial role in attaining global cooperation.<br />The 2009 Conference of Parties (COP 15) in Copenhagen, which aimed to deliver a first-ever comprehensive global climate deal, ended without agreement in part because of poor management of the negotiations by the Danish host and the UNFCCC Secretariat. Significantly altered management practices a year later at COP16 in Cancun, Mexico, were a major factor in an agreement being reached. Compromises made at the previous summit in Copenhagen, which provided a framework for agreement, also played a significant role. The power distribution between different parties and their interests remained mostly constant, so had less influence on the different outcomes at the Copenhagen and Cancún summits.<br />This Session, using useful policy paper, which highlights the significance of negotiation management for achieving successful negotiation outcomes by analyzing evidence from 55 confidential interviews with senior negotiators from all coalitions involved in the UNFCCC process, high-level UN officials, lead host organizers and summit observers.<br /><br />Reading Material.<br /><br />Dr Kai Monheim, \"The management of multilateral negotiations: lessons from UN climate negotiations\" Policy paper, February 2015<br />ESRC Centre for Climate Change Economics and Policy<br />Grantham Research Institute on Climate Change and the Environment<br /><br />\"MULTILATERAL ENVOYS: CHALLENGES TO ASSESSING SUCCESS\"<br />CENTER ON INTERNATIONAL COOPERATION, December 9, 2015<br />https://peaceoperationsreview.org/thematic-essays/multilateral-envoys-challenges-to-assessing-success/<br /><br />Note: Students are expected to come for discussion with a summary (A4 1page) of the reading assignment. Each Student will be asked to make a presentation of his/her paper for 5 minutes. Instructor will make comments and the discussions will be conducted with other students.", "Students are expected to spend 2-3 hours’ preparations before the seminar and come prepared for discussion."], "授業外学習2": "The students must read materials provided by the instructor in advance and search related information in the web or in the library."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "100 %", "Two short reports (80%), quality of presentation/contribution to the discussion（20%）"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜４時限／Wednesday 4", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【500】多国間交渉演習／Seminar in Multilateral Negotiation", "管理部署": 57, "単位数": 2, "担当者": "神余　隆博（SHINYO TAKAHIRO） ", "履修基準年度": "１年", "履修登録方法": "申込制(他条件あり)", "緊急授業形態": 0, "時限1": 17, "評価1": 3, "開講期": 2}