{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "本授業の目的は、司法試験の出題範囲である独占禁止法全般を学びつつ基本事項と重要事項の修得とその解釈上の問題点を学ぶことである。", "到達目標": "下記の項目について修得することを到達時の目標とする。<BR/>a) 独占禁止法の全体像と重要事項を説明できる<BR/>b) 専門用語を用いて論点を考察し、解決するための知識を身につけている<BR/>c) 争点について関心をもち、自らの見解を示すと共に他者との見解の相違点を見つけ出し、相手を説得することができる。", "授業方法": "対面・ZOOM併用：対面による実施（オンラインでの受講希望の学生がいた場合）", "トピック": {"第1回": ["独占禁止法と経済活動の関係<BR/>1）経済法と独占禁止法の位置づけ<BR/>2）経済法の領域と役割<BR/>3）独占禁止法の条文について", "【復習課題】<BR/>全118条のうち、実体規定は26条までである。このうち、問題解決の条文で重要なのは2条各項である。理解し整理すること。<BR/>【予習課題】<BR/>2条各項も定義規定を勉強しておく。"], "第2回": ["独占禁止法の目的と重要な文言<BR/>1）第1条目的規定の分析<BR/>2）立法目的の各見解<BR/>3）2条各項の定義規定", "【復習課題】<BR/>2条各項のうち、特に2条5項・6項の「競争の実質的制限」と経済分析に必要性を理解する。<BR/>【予習課題】<BR/>公取委の権限と審決が廃止になった背景を勉強しておく。"], "第3回": ["独占禁止法の実効性確保<BR/>1）排除措置命令と課徴金納付命令<BR/>2）差止請求制度と損害賠償請求<BR/>3）刑事罰と裁判管轄権", "【復習課題】<BR/>課徴金納付命令の対象行為を整理しておく。憲法39条との整合性についてもまとめておく。<BR/>【予習課題】<BR/>1条の目的規定の中に市場行動規制と市場構造規制が明示されており、それの具体的規定である2条5項の定義規定を勉強しておく。"], "第4回": ["私的独占の禁止と独占的状態規制<BR/>1）市場行動規制と市場構造規制<BR/>2）行為要件と違法（効果）要件<BR/>3）支配型私的独占と排除型私的独占<BR/>4）排除型私的独占ガイドライン<BR/>5）公共の利益の位置づけ", "復習課題】<BR/>2条5項と6項の違法要件は同じであり、公共の利益をどのように解釈するかをまとめておく。<BR/>排除の判断基準(最判平22・12・17)における「人為性」と「諸要素の総合的判断」について整理しておく。<BR/>【予習課題】<BR/>私的独占と不当な取引制限について、その行為要件を勉強しておく。"], "第5回": ["不当な取引制限の禁止（1）<BR/>1）私的独占と不当な取引制限の相違点<BR/>2）行為要件と違法（効果）要件<BR/>3）カルテルの立証<BR/>4）公共の利益の解釈", "【復習課題】<BR/>談合の基本合意について、協和エクシオ事件（東京高判平8・3・29判時1624・55）を整理しておく。個別受注について、ごみ焼却炉談合審決取消請求事件（東京高判平20・9・26審決集55・910）も整理しておく。<BR/>「公共の利益」の解釈を取り上げて問題解決の中心的要素にしないことを確認しておく。<BR/>【予習課題】<BR/>国際カルテルには、主権もからみ複雑な諸点が見受けられることを勉強しておく。"], "第6回": ["不当な取引制限の禁止（2）<BR/>1）国際カルテル（域外適用）<BR/>2）行政指導のメリット・デメリット<BR/>3）行政指導ガイドライン", "【復習課題】<BR/>行政指導がカルテルを誘発しやすい状況にさることを理解する。<BR/>【予習課題】<BR/>特に、最近話題になっているビッグデータ（GAFA）の使用と優越的地位の濫用について調べておく"], "第7回": ["不公正な取引方法の禁止（1）総論<BR/>1）公正競争阻害性（学説上の相違点）<BR/>2）行為類型上の文言<BR/>3）優越的地位の利用と濫用要件", "【復習課題】<BR/>2条9項と一般指定の両方に存在する規定を整理しておく。<BR/>また、優越的地位の濫用が、不公正な取引方法の出発点であることも押さえておく。<BR/>公正競争阻害性における「正当化理由」をまとめておく。第一次粉ミルク・和光堂再販事件（最判昭50・7・10民集29・6・888）及び東芝エレベータテクノス事件（大阪高判平5・7・30審決集40・651）。<BR/>【予習課題】<BR/>公取委ガイドラインの市場における「有力な事業者」の考え方を勉強しておく。"], "第8回": ["不公正な取引方法の禁止（2）<BR/>1）共同の取引拒絶<BR/>2）単独の取引拒絶（有力な事業者）<BR/>3）不当な差別対価等", "【復習課題】<BR/>共同の取引拒絶が、不当な取引制限に該当する場合をまとめておく。また、有力な事業者概念が適用される類型を整理しておく。<BR/>不当な差別対価と公正競争阻害性については、トーカイ事件（東京高判平17・4・27）における「一定の取引分野」の採用を理解しておく。<BR/>【予習課題】<BR/>不当廉売規制とそのガイドラインを勉強しておく。"], "第9回": ["不公正な取引方法の禁止（3）<BR/>1）不当廉売とそのガイドライン<BR/>2）不当高価購入<BR/>3）欺まん的顧客誘引(景表法との関係)<BR/>4）不当な利益による顧客誘引", "復習課題】<BR/>特に、2条9項3号と一般指定6項の相違点を整理しておく。<BR/>また、「不当な対価」について、次の判例を整理しておく。「供給に要する費用を著しく下回る対価」（東京高判平16・9・29ダイコク事件）、「低い対価」（東京地判平18・1・19ヤマト運輸対日本郵政公社事件）。<BR/>【予習課題】<BR/>最再販売価格拘束（維持）と再販売価格維持制度(適用除外)について勉強しておく。"], "第10回": ["不公正な取引方法の禁止（4）<BR/>1）抱合せ販売とセット販売<BR/>2）排他条件付取引<BR/>3）再販売価格拘束", "【復習課題】<BR/>排他条件付取引における学説・判例の整理をしておく。特に「市場構造の特殊性」(東京高判昭59・2・17判時1106・47東洋精米機事件)。なお、再販売価格拘束が縦のカルテルとして認定される場合についても理解しておく。<BR/>【予習課題】<BR/>拘束条件付取引の「価格拘束」と「再販売価格拘束」の相違点を勉強しておく。"], "第11回": ["不公正な取引方法の禁止（5）<BR/>1）拘束条件付取引<BR/>2）不公正な取引方法のまとめ", "【復習課題】<BR/>流通取引慣行ガイドラインのp.34以下を読んで整理しておく。また、ブランド内競争の制限とブランド間競争の制限の考え方についても理解しておくこと。なお、違法な拘束条件付取引の規制趣旨についても、その人為性と併せて確認しておく（最判平10・12・18民集52・9・1866資生堂東京販売事件）。<BR/>【予習課題】<BR/>事業者団体の活動に談合が多い理由を勉強しておく。"], "第12回": ["事業者団体の活動規制<BR/>1）事業者団体の意義<BR/>2）事業者団体の禁止行為<BR/>3）事業者団体ガイドライン", "【復習課題】<BR/>8条各号に該当する行為と事業者団体そのものを事業者としてみる場合について理解しておく。判例としては次の事例を確認しておく。1号関係（最判昭57・3・9民集36・3・265第一次石油連盟事件）、3号関係（東京高判平13・2・16審決集47・545観音寺市三豊郡医師会事件）、4号関係（勧審平・8・1・12審決集42・185石川県水晶米販売事業協同組合事件）。<BR/>【予習課題】<BR/>旧財閥型の純粋持株会社について勉強しておく。"], "第13回": ["経済力の集中（1）一般集中<BR/>1）事業支配力の過度の集中規制<BR/>2）銀行及び保険会社に対する規制<BR/>3）企業結合の類型", "【復習課題】<BR/>事業支配力過度集中会社（持株会社）ガイドラインを読んでおく。<BR/>【予習課題】<BR/>合併規制における市場占有率について勉強しておく。"], "第14回": ["経済力の集中（2）市場集中<BR/>1）会社の株式保有規制<BR/>2）合併規制<BR/>3）事業譲渡等の規制", "復習課題】<BR/>近時の地方銀行合併事案について、合併承認までかなりの時間を要した点について、何処に問題があったかを確認しておく。<BR/>【予習課題】<BR/>独占禁止法と関連が深い法律について勉強しておく。"], "第15回": ["独占禁止法の周辺領域<BR/>1）景表法と知的財産権法<BR/>2）下請法<BR/>3）授業のまとめ", "【復習課題】<BR/>独占禁止法全領域のうち、不公正な取引方法に関係する法定行為類型と一般指定の相違点を十分に整理して理解しておく。"]}, "評価": {"教科書Required texts0": "久保成史・田中裕明『独占禁止法講義（第3版）』中央経済社（2014年）\nISBN978-4-502-10361-2", "参考文献・資料Reference books0": "金井・泉水・武田編『別冊ジュリスト経済法判例・審決百選』有斐閣（2017年）\nISSN1342-5048\n資料を配布する。その他、適宜紹介する。", "学生による授業評価の方法Course Evaluation by Students0": "全研究科所定の方式で実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "80 %", ""], "成績評価Grading2": ["その他／Others (99)", "20 %", "課題レポート"], "成績評価Grading3": "備考　Note\n平常リポート80％，課題レポート20％で評価します。課題レポートは，第7回目の授業が終わった頃に課題を提示する予定です。授業内で提示するアドレスにWordで作成したレポートを添付して送ってください。正しく受理した場合は，その旨を返信します。なお，各レポートに関しては，詳細な提出要領をLUNAに提示しますので，確認して下さい。", "更新日時/Date of Update0": "2021年09月08日 15時01分21秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "火曜３時限／Tuesday 3", "秋学期／Fall", "ＮＫＣ８０５"]}, "campas": 7, "name": "【550】経済法／Economics Regulation Law", "管理部署": 57, "単位数": 2, "担当者": "久保　成史（KUBO MASAHITO） ", "履修基準年度": "２年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 9, "評価1": 3, "評価2": 4, "開講期": 2}