{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "所得課税はあらゆる経済活動につきまとう問題である。この講義では、所得税法および法人税法に関し、説得力ある解釈論を展開するための基礎の習得を第一の目的とする。この講義は、所得税法を中心に、関連する法人税の問題を含めて、所得課税に関わる基本的な論点を扱う。他の隣接学問領域との接点に注意しながら、解釈適用上及び若干の政策上の問題を検討する。受講生の十分な予習を前提に、基本的な制度、論点を整理しつつ、裁判例を基に対話形式で問題を掘り下げていく。", "到達目標": "以下が到達目標である。<BR/>(1)所得税法及びこれと関連する法人税法（並びに国税通則法の一部）の主要な論点、裁判例、学説、接近方法を知り、説得的な解釈論を展開するための基礎を身につけること<BR/>(2)私的取引を構築する際に租税上の帰結に適切に配慮できるようになること<BR/>(3)双方向型の講義を通じ、事案の批判的検討能力を高めるとともに、口頭での表現力を磨くこと", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "レジュメに基づく双方向の講義。レジュメに基づき教科書等を参照した十分な予習を行う受講者を前提に毎回の授業を行う。予習に要する時間は人それぞれだが、概ね５時間程度を想定している。", "トピック": {"第1回": ["１．\t所得概念・非課税所得<BR/>　所得概念、非課税所得、損害賠償金等に関連する課税準則を概観し、所得税の基礎を押さえる。", "初学者は、少なくとも税務大学校講本（ウェブ上で公開のもの。所得税法と法人税法）などの入門的テキストを第1回目の授業までに必ず通読しておくこと。"], "第2回": ["２．\t課税単位・所得の帰属<BR/>　所得税法上の消費単位的定め、法律的帰属説と経済的帰属説の異同、事業所得の場合におけるその当てはめを議論する。", ""], "第3回": ["３．\t給与所得・退職所得・事業所得<BR/>　フリンジ・ベネフィット（付加的給付）、退職所得の要件、事業所得と給与所得の区分を中心に学ぶ。", ""], "第4回": ["４．\t金融関連所得・不動産所得・譲渡所得等(1)<BR/>　金融収益の所得分類、「資産の譲渡」の意義、増加益清算説、譲渡担保又は売渡担保に係る解釈適用上の問題等を検討する。", ""], "第5回": ["５．\t譲渡所得等(2)<BR/>　引き続き「資産の譲渡」の意義、みなし時価譲渡の取扱いと解釈適用上の問題、取得費及び譲渡費の意義、遺産分割、遺留分減殺請求に伴う問題等を検討する。", ""], "第6回": ["６．\t (総)収入金額・必要経費と課税のタイミング<BR/>　制定法上の課税準則を押さえ、実現原則、権利確定主義、管理支配基準、さらに、必要経費の意義と計上要件について考える。", ""], "第7回": ["７．\t損益通算・所得控除等<BR/>　損益通算と所得控除の仕組みを理解し、生活に通常必要でない資産及び生活に通常必要な動産等に係る解釈上の問題を扱う。", ""], "第8回": ["８．\t法人の所得と益金の額の計算(1)<BR/>　各種法人の課税上の取扱いを鳥瞰する。無償(低額)取引、法人の所得、公正処理基準等について学ぶ。", ""], "第9回": ["９．\t益金の額の計算(2)<BR/>主として、益金の算入時期について検討する。", ""], "第10回": ["１０．\t損金の額の計算(1)<BR/>　損金の算入時期に関する通則、売上原価、減価償却、リース、資産の評価損、役員・使用人対する賞与・給与等に関わる法人税・所得税上の問題を扱う。", ""], "第11回": ["１１．\t損金の額の計算(2)<BR/>　寄附金、圧縮記帳、引当金、貸倒れ、交際費、繰越欠損金等に関わる法人税・所得税上の問題を扱う。", ""], "第12回": ["１２．\t同族会社課税<BR/>　同族会社の意義と留保金課税の仕組みを知る。同族会社の行為計算の否認に関する裁判例を通して、「不当に減少させる」という不確定概念について考察する。", ""], "第13回": ["１３．\t多様な事業体<BR/>　民法上の組合、匿名組合、有限責任事業組合、信託等の課税について。", ""], "第14回": ["１４．\t租税法の基本原則と解釈適用<BR/>　租税法律主義、租税公平主義に関わる違憲審査について考える。裁判例の検討を通じ、租税法の解釈適用一般、私法との関係、信義則の適用について検討する。", ""], "第15回": ["１５．租税回避<BR/>　課税要件事実の認定と租税回避否認の異同、趣旨解釈等により課税便益を否定しうる状況について学ぶ。", ""], "授業外学習2": "１週前に配布する毎回のレジュメ（１回あたりA４で１０枚ー２０枚程度）を、条文を参照しつつ批判的に読み、制度の要点や裁判例上の規範・理由付けのみならず、問題点や疑問を指摘できるようにして授業に臨んでもらいたい。"}, "評価": {"参考文献・資料Reference books0": "金子宏ほか編『ケースブック租税法（第5版）』（弘文堂、2017）（ただし最新版）\n金子宏『租税法（第24版）』（弘文堂、2021）\n谷口勢津夫・一高龍司・野一色直人・木山泰嗣『基礎から学べる租税法』（弘文堂、第3版、2021）\nその他、開講時に指定し、または適宜配布する。", "学生による授業評価の方法Course Evaluation by Students0": "アンケートを実施したい", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "70 %", ""], "成績評価Grading2": ["授業中試験／In-class examination (03)", "30 %", "簡単な小テスト(10分程度、２回予定)"], "更新日時/Date of Update0": "2023年01月07日 19時20分30秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "ＮＫＣ８０３"]}, "campas": 7, "name": "【550】税法／Tax Law", "管理部署": 57, "単位数": 2, "担当者": "一高　龍司（ICHITAKA RYOJI） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 0, "評価2": 2, "開講期": 1}