{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "著作権に関する事例問題を素材として、著作権法上の主要な論点を把握し、理解を深め、具体的な問題に対応する力を身につける。", "到達目標": "体系的な修得した知識を用いて、法律構成を検討し、起案することができる応用能力を習得することを通じて、具体的な紛争に対する法的対応能力を身につけることが目標である。", "特記事項": "", "関連科目": "知的財産権法Ｂ（著作権）を履修していることが望ましい。", "授業の概要・背景": "", "授業方法": "事前配布のレジュメ掲載の事例問題について事実関係を把握したうえで論点に係る基礎的知識の確認および関連裁判例について裁判規範を中心に双方向による質疑応答及び議論を通して受講生全員で検討する。", "トピック": {"第1回": ["・二次的著作物および共同著作物<BR/>・複製権侵害の成否，複製の判断基準<BR/>・著作権の制限規定によって作成された複製物の目的外使用等", ""], "第2回": ["・映画の著作物の著作者，著作権の帰属<BR/>・映画の著作物の頒布権の消尽<BR/>・同一性保持権および著作者の死後における人格的利益等", ""], "第3回": ["・応用美術，写真の著作物<BR/>・著作者の認定，共同著作者の認定，職務著作<BR/>・複製権，譲渡権，同一性保持権及び氏名表示権侵害の成否等", ""], "第4回": ["・音楽の著作物，共同著作物<BR/>・共有著作権の行使<BR/>・共同著作物の再販売行為と消尽<BR/>・音楽レコードの還流防止措置（みなし侵害）等", ""], "第5回": ["・言語の著作物，編集著作物<BR/>・複製権，翻案権，貸与権侵害の成否<BR/>・公表権，同一性保持権侵害の成否等", ""], "第6回": ["・美術の著作物，二次的著作物<BR/>・複製権・翻案権，譲渡権，公表権侵害の成否等<BR/>・公開の美術の著作物の利用等", ""], "第7回": ["・プログラムの著作物，職務著作<BR/>・プログラムの著作物の著作権の譲渡，特掲要件<BR/>・二次的著作物の利用に関する原著作者の権利，同一性保持権侵害の成否<BR/>・みなし侵害，貸与権の及ぶ範囲等", ""], "第8回": ["・ゲーム影像の映画の著作物性<BR/>・映画の著作物の著作権の帰属<BR/>・映像の改変と複製権，翻案権，同一性保持権の侵害の成否<BR/>・私的使用のための複製等", ""], "第9回": ["・二次的著作物の部分利用に関する原著作者の権利<BR/>・譲渡権侵害の成否<BR/>・適法引用の抗弁<BR/>・侵害の主体性等", ""], "第10回": ["・図形の著作物，建築の著作物<BR/>・複製権、展示権、譲渡権、公表権、氏名表示権、同一性保持権の侵害の成否<BR/>・私的使用のための複製等", ""], "第11回": ["・未編集の映画の著作物の著作物性<BR/>・当該著作物の著作者および著作権者<BR/>・付随対象著作物等<BR/>・氏名表示権、公表権および同一性保持権侵害の成否等", ""], "第12回": ["・言語の著作物の翻訳，パロディ化等に係る翻案権侵害の成否<BR/>・二次的著作物の著作権の権利範囲，題号の保護<BR/>・適法引用の抗弁，私的使用のための複製<BR/>・同一性保持権侵害の成否<BR/>・侵害の主体性等", ""], "第13回": ["・編集著作物<BR/>・演奏権，公衆送信権，氏名表示権，同一性保持権および名誉・声望保持権侵害の成否<BR/>・侵害の主体性等<BR/>・時事の事件の報道，適法引用の抗弁等", ""], "第14回": ["・図形の著作物<BR/>・共同著作物の著作者，共同著作物の著作者人格権の行使<BR/>・試験問題としての複製等", ""], "第15回": ["・応用美術<BR/>・公開の美術の著作物の利用等<BR/>・善意者に係る譲渡権侵害の特例，みなし侵害<BR/>・譲渡権の消尽，同一性保持権の侵害と制限，名誉回復措置請求等", ""], "授業外学習2": "・レジュメの事例問題及び授業内容の資料を読み，関連判例を検討し，授業中の質疑応答及び議論に参加するために可能な限り起案構成についても検討しておくこと。<BR/>・第6回と第13回の授業レジュメの事例問題について起案を提出すること。"}, "評価": {"教科書Required texts0": "・小泉直樹ほか編『著作権判例百選 第6版（別冊ジュリスト No.242）』（有斐閣，2019年）", "参考文献・資料Reference books0": "特に指定しない。", "学生による授業評価の方法Course Evaluation by Students0": "司法研究科所定の方法により実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "60 %", ""], "成績評価Grading2": ["その他／Others (99)", "40 %", "起案レポート30％　発表・授業内質疑への取り組み等平常点10％"], "更新日時/Date of Update0": "2023年02月08日 18時10分25秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "ＮＫＣ８０６"]}, "campas": 7, "name": "【600】知的財産権法演習II（著作権）／Seminar on Intellectual Property II", "管理部署": 57, "単位数": 2, "担当者": "板倉　集一（ITAKURA SHUICHI） ", "履修基準年度": "３年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 15, "評価1": 0, "評価2": 4, "開講期": 2}