{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業の目的は、地方自治体に関係する最近の裁判例を素材にして、地方自治行政に対する司法的コントロールの在り方を検討することです。とくに、最近の住民訴訟例や情報公開裁判例などを検討することによって、住民による自治体行政の法的統制の現状と課題を学びます。", "到達目標": "学生たちは、住民による自治体行政の法的統制の現状と課題を学びます。具体的には、1）最近の住民訴訟判例、情報公開判例などを基に、行政の適法性保障の仕組みについて学ぶ。2）最近の自治体に関連する訴訟を検討することで、自治体が直面している現代的課題について学ぶ。", "授業方法": "新型コロナウイルス感染拡大の影響に鑑みて、この授業は､基本的に、Zoomを使った、双方向的オンライン授業を行う。<BR/>第1回目の授業は、4月9日（金）の第6限（18:30〜20：00）。第1回目の授業では、（Zoom接続テストを兼ねて）、取り上げる判決を決定するので、何も準備する必要はない。<BR/>具体的な授業の進め方は、各自が自宅から参加する形式になるほかは、以下のような従来のやり方と変わるところはない。すなわち、最近の下級審判決、過去の重要な最高裁判決などから、毎回一つの判決を取り上げて、全員で検討する。もっとも、参加者が希望すれば、事例問題を出題し、起案してもらった答案を添削し、授業の中で解説をする、という回を増やすことも考えている。<BR/>具体的には、以下のように進める。1）授業の1週間前に、取り上げる予定の判決に関する事前質問を教員が受講生に送付する。2）受講生は、授業まで判決を読み、事前質問に答えられるように準備する。3）授業では、質問にそって。受講生全員との質疑応答で当該判決の内容を深める。4）毎回の授業のまとめを担当者が作成し、教員の添削を経て、受講生全員に配布する。4）なお、授業の半ばで一､二度（希望があればもっとたくさん）、事例問題についての起案と解説を行う予定である。", "トピック": {"授業計画1": "　最近の地方公共団体に関連する判例、とくに、住民訴訟判例や情報公開訴訟判例などから、毎回、1つの判決をとりあげて検討する。<BR/>　今年度に取り上げる判例はまだ決まっていないが、参考のために昨年度（2020年度）の授業で取り上げた判決例は以下の通りである。<BR/>　昨年度は、以下の判決の検討の他に、Zoomを活用して、遠隔地の者にも参加してもらう特別例会を開催している。<BR/>　○　神戸地判平成31・3・27　　　<BR/>　　　……運転免許更新処分の取消訴訟　及び、優良運転者の記載のある運転免許証交付処分の義務付け訴訟が、いずれも認容された例。<BR/>　　　　  通行禁止違反の判定が違法とされた例。西宮市警察の事件。<BR/>　○　福井地判平成30・11・14　<BR/>　　……大野市情報公開条例に基づき、小中学校の再編を審議した学校教育審議会の議事録の開示を求めたところ、率直な意見の交換又は<BR/>　　　   意思決定の中立性が損なわれるという理由で不開示となったので、公開を請求した市民が提起した、不開示決定の取消訴訟及び<BR/>　　　　公開決定の義務付け訴訟。一部認容、一部棄却、一部却下。<BR/>　○　大阪高判令和2.2.6 　　<BR/>　　……香芝市住民による住民訴訟。香芝市が一般廃棄物収集運搬事業者に対して支出した業務委託料支出が違法である（←随意契約に<BR/>　　　 よった違法、委託契約候補者選定過程の違法など）との住民の主張が認められ、事業者に対する業務委託料相当額について不当<BR/>　　　 利得返還請求をなすことを命ずる判決が出た事例。地裁（奈良地判平成30・12・18）も同様。<BR/>　○　名古屋地判令和1・8・22　<BR/>　　……警備業者に対する営業停止命令の取消訴訟。理由の提示を欠くとして請求認容。ほかにも、処分基準違反、裁量権の逸脱濫用<BR/>　　　  などが争われている。<BR/>　○　第1回事例問題演習の解説　（なお、出題は5月上旬の予定）<BR/>　○　東京地判平成31・4・17　　<BR/>　　　……生活保護費返還処分の取消訴訟が認容された例、及び、障害者加算を削除する保護決定処分が違法とされた例。生活保護<BR/>　　　　  制度の仕組みも勉強になる。<BR/>　○　最高裁1小判令和1・7・22　　<BR/>　　　……防衛出動命令服従義務不存在確認訴訟（無名抗告訴訟）。地裁（東京地判平成29・3・23）は事件性を欠くとして却下判決。<BR/>　　　　（平成30・1・31）は事件性を肯定。最高裁は無名抗告訴訟としての公的義務不存在確認訴訟の訴訟要件を判示して、高裁判決<BR/>　　　　 を破棄・差し戻した。<BR/>　○　奈良地判令和2・1・30　<BR/>　　……奈良市が発注した火葬場建設費用49億円余りのうちの一部の支出が違法であるとして提起された住民訴訟。地裁は奈良市が<BR/>　　　  市長個人に対して1億6700万円余の損害賠償請求を施与との判決を下した。<BR/>　○　第2回事例問題演習の解説　（なお、出題は6月上旬の予定）<BR/>　○　福岡地判令和1・11・27　<BR/>　　……道路占用不許可処分の取消訴訟、占用許可処分の義務付け訴訟。前者は棄却、後者は却下判決。福岡市中州での屋台を出す<BR/>　　　  ための占用許可を巡る紛争<BR/>　○　東京地判令和1・9・17　<BR/>　　……難民不認定処分取消訴訟で原告の請求が認容された事例。迫害の蓋然性が争われた例。", "授業外学習2": "毎回、指定された判決を入手し、事前に読んで疑問点をまとめ、事前質問に答えられるように準備して、授業に臨む。授業後は、担当者の「まとめ」を参考にして、授業中に学んだ内容を自分で整理しておく。"}, "評価": {"教科書Required texts0": "テキストは特に用いない。\n判決文を素材とする。", "参考文献・資料Reference books0": "曽和俊文『行政法総論を学ぶ』（有斐閣、2014年）\n曽和俊文・亘理格・山田洋『現代行政法入門[第4版]』（有斐閣、2019年）", "学生による授業評価の方法Course Evaluation by Students0": "最終の授業時に行う。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "授業の終わり頃に、授業で得た知識の確認、応用力の確認を行うために、特別のレポート課題を出し、それに対する解答結果に基づいて評価する。"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への参加密度(10%)、まとめ報告水準(40%)、を基準にして、評価する。"], "成績評価Grading3": "備考　Note\n授業への参加密度(10%)、まとめ報告水準(40%)、授業修了時頃に行う特別レポート（50%)を基準にして、評価する。", "更新日時/Date of Update0": "2021年01月11日 15時51分04秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜６時限／Friday 6", "春学期／Spring", "ＮＫＣ８０５"]}, "campas": 7, "name": "【550】自治体行政法／Local Government and Administrative Law", "管理部署": 57, "単位数": 2, "担当者": "曽和　俊文（SOWA TOSHIFUMI） ", "履修基準年度": "２年", "時限1": 33, "評価1": 3, "評価2": 4, "開講期": 1}