{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "国際法全般について一通り理解することを目的とする。", "到達目標": "第一に、国家管轄権配分について正しい知識を得た上で、国家管轄権の調整原理を理解し、武力紛争の解決方法を考察する。第二に、領土だけでなく、海洋や宇宙の法的枠組みに焦点を当て、これらの法制度を把握する。第三に、国内法と異なる国際法独自の法構造を認識し、国際法の法的性質について正確な知識を得る。", "授業方法": "原則、対面とオンラインの併用方式で講義を行う。コロナのために対面授業が困難になった場合や登校が困難な学生のために、Zoomによるオンライン授業を実施する。毎回「穴あき」レジュメを用意し配布する予定である。授業を聞きながら、レジュメの中の「穴あき」部分を埋めていってほしい。", "トピック": {"第1回": ["１．イントロダクションと武力行使禁止原則　個別的自衛権<BR/>国家主権を擁護する概念として武力行使禁止原則を取り扱う。国連憲章第2条4項の解釈適用を学習する。", "教科書第1章と第2章"], "第2回": ["２．集団的自衛権と国連集団安全保障　<BR/>集団的自衛権と国連の集団安全保障について概説する。その後で武力行使に至らない干渉や人道的干渉について検討する。", "教科書第3章と第4章（44-46頁）"], "第3回": ["３．国家成立と変更<BR/>国際法の主体である国家を取り扱う。国家が有する主権とはどのようなものか。そして国家はどのような過程を経て誕生するか。", "教科書第4章（47-58頁）と第5章"], "第4回": ["４．国家管轄権と犯罪人引き渡し<BR/>国際法を学ぶ上で基本となる国家管轄権の配分を取り扱う。国内法からの橋渡しとなるトピックである。", "教科書第6章と第17章（234-240頁）"], "第5回": ["５．主権免除、外交・領事特権<BR/>国家管轄権の例外を取り扱う。国家管轄権が制限を受ける場合として、外国国家、外交官、領事、外国の元首、政府の長などがある。", "教科書第7章"], "第6回": ["６．領域権原、領域紛争<BR/>まず、国家領域の変更について講義し、その後で、国家領域における国家の権利及び義務について講義する。", "教科書第8章と第9章"], "第7回": ["７．海洋法構造と領海<BR/>海洋法について取り扱う。どのような法構造を有しているかを見た後で、領海における無害通航権を中心に検討する。", "教科書第10章"], "第8回": ["８．海洋開発<BR/>大陸棚、排他的経済水域が主たるトピックである。その後、深海底制度を概観する。", "教科書第11章"], "第9回": ["９．公海・海上警察権<BR/>内水、領海、接続水域、公海における沿岸国の警察権を論ずる。その後、空、宇宙など国家領域でない場所に関する国際法を学習する。", "教科書第12章と第13章"], "第10回": ["１０．個人<BR/>国籍を中心として、国民と区別される外国人の法的地位を議論する。", "教科書第14章と第21章"], "第11回": ["１１．条約<BR/>国際法の法源を取り扱う。まずは、条約を取り上げる。条約法条約を中心に、条約の効力（第三国、留保、無効）・終了などを検討する。", "教科書第22章と第23章"], "第12回": ["１２．慣習とその他の法源<BR/>法源の一つである慣習を取り扱う。慣習の成立要件及びその効果について議論する。その後、法の一般原則を取り扱う。", "教科書第24章"], "第13回": ["１３．国際法と国内法<BR/>国際法と国内法が抵触した場合について論じる。", "教科書第25章"], "第14回": ["１４．国家責任、外交的保護権<BR/>法違反が生じた場合の国際法上の責任の問題について議論する。", "教科書第26章"], "第15回": ["１５．国際司法裁判所の制度及び手続き<BR/>国際紛争が生じた場合、それを解決する手段である国際司法裁判所の手続きについて取り扱う。", "教科書第27章"], "授業外学習2": "該当する教科書を事前に読んでくれば最高。司法試験で国際法を選択する人は、教科書として柳原正治他編『プラクティス国際法講義（第3版）』（信山社）及び浅田雅彦編『国際法（第4版）』（東信堂）を、条約集として岩沢雄司編『国際条約集2021』有斐閣（2021）を推薦する。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["山形英郎", "『国際法入門』（第2版）", "法律文化社", "2018 年", "9784589039606", ""], "教科書/Required texts2": ["位田隆一・最上敏樹", "『コンサイス条約集』（第2版）", "三省堂", "2015 年", "", ""], "教科書Required texts0": "山形英郎編『国際法入門：逆から学ぶ（第2版）』（法律文化社）及び位田隆一・最上敏樹編『コンサイス条約集（第2版）』を使用する。ただし、すでに国際法を学習済みである学生については、別途指導する。", "参考文献・資料Reference books0": "★教科書：浅田正彦編『国際法』（第3版）東信堂（2016年）、小寺彰、岩沢雄司、森田章夫編『講義国際法』（第2版）有斐閣（2010年）杉原高嶺他『現代国際法学講義』（第5版）有斐閣（20011年）、柳原正治他編『プラクティス国際法』（第3版）信山社（2017年）、酒井啓亘、寺谷広司、西村弓、濱本正太郎『国際法』有斐閣（2011年）\n★演習：柳原正治・森本幸一・兼原敦子編『演習プラクティス国際法』信山社（2013年）\n★判例集：薬師寺公夫他編『判例国際法』（第3版）東信堂（2019年）、小寺彰他編『国際法判例百選』（第2版）有斐閣（2011年）", "学生による授業評価の方法Course Evaluation by Students0": "司法研究科所定の方式により実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", ""], "成績評価Grading2": ["その他／Others (99)", "30 %", "平常点（質疑応答で評価）"], "成績評価Grading3": "備考　Note\n出席時の質疑応答（20点×15回÷10＝30点）、レポート（70点）", "備考Note0": "この講義では、学説の対立が激しい論点を中心に分析することにより、その対立がどのように発生し、どのような効果の違いを生じさせるのかという点について学習する。司法試験（国際法）では、「国際人権法や国際経済法を含む」とされているが、これらの科目に関する特別な知識が要求されているわけではない。国際法の基礎知識の習得こそ必須である。", "更新日時/Date of Update1": "2021年05月07日 18時34分39秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期／Spring", "金曜４時限／Friday 4", "春学期／Spring", "ＮＫＣ８０６"]}, "開講キャンパス": "西宮北口キャンパス／Nishinomiya Kitaguchi Campus", "【科目ナンバー/Course Number】授業名称": "【550】国際法／International Law", "管理部署": "司法研究科／Law School", "単位数": "2", "担当者": "山形　英郎（YAMAGATA HIDEO） ", "履修基準年度": "２年", "時限1": "金曜４時限／Friday 4", "開講期": "春学期／Spring"}