{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "1970年代以来のいわゆる現代正義論の展開を大局的に把握しつつ、個別の理論的立場の主張を内在的に理解し・批判的に吟味する。――しかしこれは本講義の後半部分の主題であって、前半部分にあってはもっと根源的に、そもそも「正義」は「論（理論ないし学）」になりうるのかを検討する。", "到達目標": "1970年代以来のいわゆる現代正義論の展開を大局的に把握しつつ、個別の理論的立場の主張を内在的に理解し・批判的に吟味する。――しかしこれは本講義の後半部分の主題であって、前半部分にあってはもっと根源的に、そもそも「正義」は「論（理論ないし学）」になりうるのかを検討する。この前半部分の主題をメタ正義論と呼ぶ。後半部分に相当する現代正義論の論争状況は、その活況に目を奪われがちであるが、このメタ正義論的問題を中途半端にやり過ごす形で進行してきていて、現在に至る。以上のような認識から本講義では、前半部分でメタ正義論を講じ、この部分について平常レポート（最終成績比50％）を課し、後半部分で1970年代以来のいわゆる現代正義論の展開を、J・ロールズの「公正としての正義」論の登場に注目するところから始めて、世紀を越えた近時の錯綜する正義論議の一端を確認するところまでたどりたい。この後半部分は、定期試験に代わるレポートで評価する（最終成績比50％）。", "特記事項": "", "関連科目": "", "授業方法": "全体として演習形式。担当教員が事前に講義レジュメを配布し、これをもとに非常に双方向色の強い講義を行う。具体的には、受講生諸君にはあらかじめ講義レジュメを熟読し・また指定文献の指定箇所を熟読しておくことが義務づけられ、担当教員による講義はこれを前提に、講義レジュメのポイントポイントにつき簡明に解説を加えつつ、受講生諸君に対しほとんど講義冒頭から次々に質問を投げかけていき、全体として90分全部、ディスカッション形式の授業を行う。予習が極端に不足していることが明白な学生諸君には、途中退場を命ずることがありうる。その回は当然欠席扱いとなる。", "トピック": {"授業計画1": "本ページ下方の「シラバス付加情報」欄中の「添付ファイル1」（説明1：2022年度春学期　授業計画）を参照。", "授業外学習2": "学部などで法哲学（法理学）、政治哲学、西洋政治思想（史）、倫理学などの科目を履修していることが望ましいといえば望ましいが、そうしたことは実は大して問題ではなく、最大のポイントは法（現行法）・政治・権力・裁判・人間の本性などについて原理的に＝突き詰めて考えつづけることができるか、考えつづけることを厭わないかである。物事を「難しく考えずに」先に進みたい諸君には受講は徒労に終わる可能性が大である。意欲的な学生諸君のみをお待ちしたい。"}, "評価": {"教科書Required texts0": "下記に挙げてある参考文献中1、2番目の田中、平井（編）の文献に主として依拠する。ほかにも随時資料等をコピー配布、ないし講読文献を指示する。", "参考文献・資料Reference books0": "田中成明『現代法理学』（有斐閣、2011年）\n平井亮輔（編）『正義：現代社会の公共哲学を求めて』（嵯峨野書院、2004年）\n加藤新平『法哲学概論』（有斐閣、1976年）\n碧海純一『新版法哲学概論〔全訂第二版補正版〕』（弘文堂、2000年）\n平野仁彦／亀本洋／服部高宏『法哲学』（有斐閣、2002年）\n長谷川晃／角田猛之（編）『ブリッジブック法哲学〔第2版〕』（信山社、2014年）\n深田三徳／濱真一郎（編）『よくわかる法哲学・法思想〔第2版〕』（ミネルヴァ書房、2015年）\n竹下賢／角田猛之／市原靖久／桜井徹（編）『はじめて学ぶ法哲学・法思想：古典で読み解く21のトピック』（ミネルヴァ書房、2010年）\n以上のほかにも随時資料等をコピー配布、ないし文献を指示する。", "学生による授業評価の方法Course Evaluation by Students0": "司法研究科所定の方法による。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "授業の理解度と批判的検討能力を指標として成績評価する。"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "授業の理解度と批判的検討能力を指標として成績評価する。"], "成績評価Grading3": "備考　Note\n学期の中間地点あたりで課す平常レポート50％（受講生の人数如何によっては評価・コメント付きで各自に、また刺激を与えそうな秀逸レポートを匿名の形でコピーして全員に、返却したい）、学期末に課す定期試験に代わるレポート50％で最終評価を出す。授業の理解度と批判的検討能力を指標として成績評価する。とくに、とにかくも自力で思考することをしていないと見なされるレポートには厳しい態度で臨む。", "添付ファイル1/File Attachment 10": ["2022年度春学期　現代正義論　ガイダンスレジュメ ＆ 必読アサインメント.doc", ""], "更新日時/Date of Update1": "2022年03月30日 15時56分25秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜４時限／Thursday 4", "春学期／Spring", "ＮＫＣ８０２"]}, "campas": 7, "name": "【550】現代正義論／Contemporary Theories of Justice", "管理部署": 57, "単位数": 2, "担当者": "植木　一幹（UEKI KAZUMOTO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 24, "評価1": 1, "評価2": 3, "開講期": 1}