{"履修期": "春学期", "主な教授言語": "日本語", "授業目的": "この授業は、受講生が、行政法との交錯部分に焦点を合わせて、社会保障判例に表れた重要論点を理解し、その検討を行うことを目的としている。", "到達目標": "受講生は、この授業で、生活保護・社会福祉に関する行政判例を学習することをつうじて、給付・サービスの提供に関する仕組み・法律関係を理解するとともに、権利救済のあり方を検討し、社会保障法および行政法上の重要論点を考察する能力を身に付けることができる。", "特記事項": "【合併】社会保障法（司法研究科）/社会保障法【社会保障に関する行政判例の検討】（法学研究科前期課程）", "関連科目": "", "授業の概要・背景": "", "授業方法": "この授業では、社会保障各制度の詳細な解説は必要最小限にとどめ、社会保障判例の検討を通して、社会保障法の解釈論上の課題、実効的な行政救済のあり方に重点を置いた授業を行う。具体的には、受講生に対して毎回、事前に検討する判例と検討事項を提示する。授業では、受講生があらかじめ検討してきたことを前提として、その検討結果の発表を求め、それを踏まえて講師が説明し、質疑応答を行うという方法で進める。", "トピック": {"第1回": ["イントロダクション：<BR/>導入問題の解答・解説をつうじて社会保障法制度を理解する。<BR/>各受講生に第２回以降で取り組む検討課題を与える。", ""], "第2回": ["生存権と社会保障制度：<BR/>憲法２５条の生存権に関する重要判例（最大判昭和42年5月24日〔朝日訴訟上告審判決〕、最大判昭和57年7月7日〔堀木訴訟上告審判決〕）を検討する。", "受講生は、事前に提示した判例と検討課題を検討しておくことが求められる。以後の回も同じ。"], "第3回": ["最低生活保障と保護基準設定に関する行政裁量：<BR/>生活保護法による最低生活保障とそれを具体化する保護基準の違法性が争点となった判例をもとに、裁量統制について検討する（最判平成24年2月28日（老齢加算廃止東京訴訟上告審判決）、東京地判令和4年6月24日など）。", ""], "第4回": ["外国人に対する生活保護：<BR/>日本で生活する外国人が生活保護を受ける権利が争点となった裁判例の検討を通して、外国人に対する最低生活保障および実効的な権利救済の方法を考える（福岡高判平成23年11月15日、最判平成26年7月18日など）。", ""], "第5回": ["申請権の保障：<BR/>生活保護の申請をめぐる裁判例の検討を通じて、申請に基づく保護決定の手続、仕組みについて、行政手続法の関係規定を視野に入れつつ検討する（さいたま地判平成25年2月20日、大阪地判平成25年10月31日など）。", ""], "第6回": ["保護の補足性：<BR/>生活保護の補足性、とくに生活困窮者の能力の活用が争点となった裁判例（東京高判平成24年7月18日など）の検討を通して、能力活用の射程に関する課題を考える。併せて、扶養の優先の意味を理解する。", ""], "第7回": ["保護受給者の自立助長と指導・指示：<BR/>生活保護受給者に対する指導・指示とその不遵守を理由とする保護の不利益変更が争点となった裁判例の検討を通じて、生活保護法の目的とする自立助長という観点から、その限界ないし裁量統制を考える（最判平成26年10月23日、名古屋高判平30・10・11など）。", ""], "第8回": ["生活保護法63条返還と78条徴収：<BR/>支給された保護費の返還決定と、不正受給分の徴収決定が争われた裁判例（福岡地判平26・2・28、東京地判平29・2・1、最判平30・12・18など）の検討を通して、その仕組みと性質を考える。", ""], "第9回": ["生活保護に関する救済の実効性：<BR/>仮の義務付けの可否が争点となった裁判例の検討を通じて、生活保護申請が拒否された場合の実効的な権利救済について、仮の救済のあり方に焦点を合わせ、仮の義務付け制度に関する解釈上の論点を考える（那覇地判平成23年8月17日、福岡高那覇支決平成22年3月19日）。", ""], "第10回": ["児童福祉施設における事故と国家賠償：<BR/>児童養護施設での事故の国家賠償責任が争われた判例を手がかりに、「公権力の行使」に当たる業務の遂行に関わる多面的な法律関係と賠償責任の所在、国家賠償責任の有無について考える（最判平成19年1月25日児童養護施設入所児童暴行事件）。", ""], "第11回": ["保育施設での児童の死亡事故と市の国家賠償責任<BR/>無認可保育施設での児童の死亡事故について市に対して同施設への指導監督権限の不行使を理由とした国家賠償責任が認められた裁判例を通して、規制権限不行使による国家賠償責任について検討する。東京高判令和3・12・15", ""], "第12回": ["保育所で保育を受ける権利と保育所の廃止：<BR/>公立保育所を廃止する条例制定行為の違法が争点となった判例の検討を通して、保育所で保育を受ける権利ないし法的地位、保育所入所の仕組み、保育をめぐる法律関係等に関わる課題を考える（最判平成21年11月26日横浜市立保育所廃止事件）。", ""], "第13回": ["被虐待児童の一時保護：<BR/>親の虐待を受けた子どもの一時保護の違法が争われた裁判例を手がかりに、児童虐待の対応に関する法制度・仕組みとその課題を考える。大阪地判平28・6・3など。", ""], "第14回": ["障害福祉サービスの支給決定とサービス量：<BR/>重度訪問介護の支給量が争点となった裁判例の検討を通して、支給決定の仕組みと裁量統制について考える。東京地判平成30・10・12、札幌高判平27・4・24など。", ""], "第15回": ["授業中試験", ""], "授業外学習2": "毎回、判例に即した検討課題を受講生に課し、その検討結果の報告をもとに質疑応答・解説・討論を行う。それゆえ、報告を担当する受講生は毎回の予習以外に入念な準備学習が必要である。"}, "評価": {"参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["加藤=菊池=倉田=前田", "社会保障法〔第8版〕", "有斐閣", "2023 年", "", ""], "参考書/Reference books2": ["岩村正彦", "社会保障判例百選〔第5版〕", "有斐閣", "2016 年", "", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "授業中試験"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業における判例発表、質疑応答。"], "更新日時/Date of Update0": "2023年04月06日 10時50分47秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期／Spring", "月曜５時限／Monday 5", "春学期／Spring", "西北未定"]}, "campas": 7, "name": "【550】社会保障法／Social Security Law", "管理部署": 57, "単位数": 2, "担当者": "前田　雅子（MAEDA MASAKO） ", "履修基準年度": "２年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 4, "評価1": 2, "評価2": 4, "開講期": 1}