{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "特別演習は、特定のテーマを集中的により深く検討することによって問題に対する理解をより深め、ひいてはそのことによって受講生の思考力、問題解決能力を向上させようとするものである。受講生の希望により，特定のテーマを決定し、そのテーマについての判例・学説を深く検討することを目的とする。本授業は、会社法（場合によっては金融商品取引法その他の関連する法律を含む。）における判例をベースに作成したオリジナルの事例問題を素材として、法律上有為な問題点のピックアップおよび当該問題点の法的な分析を通じて、実務上必要とされる問題発掘のための能力および当該問題の分析能力を涵養することを目的とする。さらに、使用する事例問題には、近時の判例も組み込まれていることから、最新の判例をも一定程度網羅的に調査し、それを検討する能力を養うことも目的としている。", "到達目標": "本授業の到達目標は、履修学生が、授業目的において掲げた内容、すなわち、事例問題を読み解いて、会社法上問題となり得る点をピックアップし、それを多角的な視点で解決する能力を身につけることである。実務においては、クライアントから相談を受けた弁護士が、その相談内容から会社法上有為な問題点をピックアップし、訴訟上・訴訟外を問わず、当該問題点を解決するという能力は、当然に必要とされるものであると考えられる。そこで、すでに有している基礎的な知識と自らの調査をもとに、与えられた事例問題を解決する能力を磨いて欲しい。", "授業方法": "会社法の基礎的知識および発展的知識を習得するという目的から、オリジナルの事例問題を素材に、徹底的な質疑応答により、前期目的を達成するよう授業を行う。したがって、質疑応答において担当教員からなされる質問は、条文や基礎的知識に関するもの、学説が分かれている理由、判例の理論構成等、当該事例問題の解答に至る、関連するすべての事項に及ぶ。なお、下記の授業計画において示されているテーマについては、変更の可能性があることをあらかじめ留保しておく。", "トピック": {"第1回": ["会社の設立に関する事例分析<BR/>　会社の設立にかかる変態設立事項に関連する諸問題を、事例問題を通じて検討する。", ""], "第2回": ["取締役の報酬に関する事例分析<BR/>　取締役の報酬の事後的変更、株主総会決議を欠く報酬の支払い等を、事例問題を通じて分析・検討する。", ""], "第3回": ["募集株式発行の瑕疵に関する事例分析<BR/>　募集株式の発行に法令違反等がある場合における利害関係人の保護の問題等を、事例問題を通じて分析・検討する。", ""], "第4回": ["競業避止義務に関する事例分析<BR/>　取締役の競業避止義務違反の行為に関する諸問題を、事例問題を通じて分析・検討する。", ""], "第5回": ["株式の分割・併合に関する事例分析<BR/>　株式の分割・併合にかかる諸問題（発行可能株式数との関係等）を、事例問題を通じて分析・検討する。", ""], "第6回": ["違法な剰余金配当に関する事例分析<BR/>　財源規制に違反する剰余金配当等に関連する諸問題（取締役等の責任を含む）を、事例問題を通じて分析・検討する。", ""], "第7回": ["株主総会決議に関する事例分析（１）<BR/>　株主総会決議に手続上の瑕疵がある場合の効力等について、事例問題を通じて分析・検討する。", ""], "第8回": ["子会社の損害についての関係者の民事責任関する事例分析<BR/>　親会社の指図等により子会社に損害が発生した場合の関係者の民事責任について、事例問題を通じて分析・検討する。", ""], "第9回": ["株式会社の完全子会社化に関する事例分析<BR/>　株式会社を完全子会社化する手法やその際に生じ責任等について、事例問題を通じて分析・検討する。", ""], "第10回": ["違法な利益供与に関する事例分析<BR/>　違法な利益供与に関する関係者の民事責任等の問題について、事例問題を通じて分析・検討する。", ""], "第11回": ["会社分割に関する事例分析<BR/>　会社分割のための手法や欄手用的会社分割が行われた場合の法的処理等について、事例問題を通じ分析・検討する。", ""], "第12回": ["株主総会決議に関する事例問題（２）<BR/>　上記（１）以外の株主総会決議の手続上の瑕疵について、事例問題を通じて分析・検討する。", ""], "第13回": ["外観法理に関する事例分析<BR/>　表見代表取締役・名板貸等、外観法理に基づく規定の適用または類推適用に関連する問題について、事例問題を通じて分析・検討する。", ""], "第14回": ["取締役の第三者に対する責任に関する事例分析<BR/>　取締役の第三者に対する責任に関連する諸問題に関連する諸問題について、事例問題を通じて分析・検討する。", ""], "第15回": ["取締役の利益相反取引に関する事例分析<BR/>　取締役の利益相反取引に関連する諸問題について、事例問題を通じて分析・検討する。", ""], "授業外学習2": "事前学修に際しては、事前に配付された事例問題をしっかりと読み込んで、当事者の立場に立って、いかなる主張が可能なのかということについて、当該事例を整理・分析・検討することが必要である。"}, "評価": {"教科書Required texts0": "オリジナルの長文事例問題があらかじめ配布される。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["岩原紳作ほか", "会社法判例百選（第３版）", "有斐閣", "2016 年", "", ""], "参考書/Reference books2": ["伊藤靖史ほか", "リーガルクエスト会社法（第４版）", "有斐閣", "2018 年", "", ""], "参考書/Reference books3": ["江頭憲治郎", "株式会社法（第７版）", "有斐閣", "2017 年", "", ""], "学生による授業評価の方法Course Evaluation by Students0": "司法研究科所定の方法により実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", ""], "成績評価Grading2": ["その他／Others (99)", "50 %", "平常点（講義への貢献度、発言等）"], "更新日時/Date of Update0": "2021年09月08日 11時24分19秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜４時限／Monday 4", "秋学期／Fall", "ＮＫＣ８０６"]}, "campas": 7, "name": "【600】特別演習Ｅ／Special SeminarE", "管理部署": 57, "単位数": 2, "担当者": "野田　輝久（NODA TERUHISA） ", "履修基準年度": "３年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 3, "評価1": 3, "評価2": 4, "開講期": 2}