{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "「研究者」・「スペシャリスト―国際法曹」への道　<br />　「研究者」や「法律の分野のスペシャリストにはどのような活躍の場があり、それを目指すにはどのような能力が必要で、どのように勉強すればよいか、自分の将来のキャリア設計をどのように組み立てればよいか」についての必要な情報を得ることができ、それに必要な基礎能力を養うことを目的とする。", "到達目標": "　本演習科目では、特に「研究者」や「国際的に活躍できる法曹」になる為の「基礎能力の涵養」と「将来のキャリア設計の支援」を行う。もっとも、どの分野の「研究」や「法曹の仕事」でも、現代のこのグローバルな世の中では、一般企業や国内の売買や家族や労働問題でも、「国際的な視点・国際化」は避けて通れない現状にあり、日本の法を研究する場合や、法曹として国内で活躍しようとする場合も、「世界の中の日本という国際的視点」を持つことは必須と言える。<br />　この授業では、「日本法の研究」や「国際法曹として活躍する」にあたって必須となる「海外の文献の読み方（比較法の基礎）」や「論文の書き方（リサーチペーパーや準備書面など論理的な文書の起案の仕方）」について、それらがマスターできるように指導する。<br />　さらに、様々な分野で活躍する一流の研究者や、国際的に活躍する渉外弁護士、国連や国際司法裁判所などの国際機関の国際公務員、外務省や法務省などで国際関係に携わる国家公務員、国際的プロジェクトに携わる企業内法曹、国際紛争を解決する国際商事仲裁、アジア等の国への法整備支援、等で活躍できる世界に通用する国際的な法曹の世界の知見も広げ、そこで活躍するためのスキルを磨くことを目指す。また、日本のアジ研（国際連合アジア極東犯罪防止研修所（UNAFEI））等で裁判官・検事として国際的に活躍する道もあり、刑事の分野でも、研究者としても、活躍する道は様々ある。", "特記事項": "", "関連科目": "", "授業の概要・背景": "　この授業では、様々な情報を提供しながら、その分野の専門家のレクチャーを受け、キャリア設計を考えながら、世界で活躍するための基礎的な能力の涵養のために、論文の書き方や比較法に必要な外国文献の読み方などの基礎力を養う。また、世界一流の法律事務所が関心を持つ「国際商事模擬仲裁大会」に出場することも経験し、実際に勉強している法律基本科目の知識を使って、難度の高い（司法試験のレベルを超える）国際紛争について、チームで実際に準備書面を作成し、世界の一流の大学の法律家の卵と弁論を闘わせ、グローバルな視野を養いつつ、民事法の基本（民事実体法、手続法）の理解を深める。なおこれを経験することは、今までの経験では、法律的な思考を鍛えるのに絶好の機会となる（経験者の成績が目覚ましく上がる）。起案力、弁論技術に加え、副次的に、国際法曹に必要なチームワークの大切さや国際的な人脈作りも学び、世界有数の事務所からのヘッドハンティングのチャンスもつかむこともできる。<br />模擬国際商事仲裁大会は、世界の有名大学３００校近くが参加し、世界一流の仲裁人・大学教授が参加する教育目的の大会であるため、世界の様々な国の第一線の法律家からの指導を受け、世界の大学の学生と交流することで、グローバルな広い視野で法曹という仕事を世界水準で考えることができるようになる。<br />また、ここで適用される「国際動産物品売買条約（CISG)」は、今般、日本民法改正法のモデル法になった条約であることから、民法解釈論の理解が深まるだけでなしに、法律構成の仕方、起案の仕方など、事案解決能力を養うことができる。<br />☆なお、英語は習慣にすることで上達するので、英語が得意でない人も、関心がある人は、心配せずに参加することを勧める。言語はそれに触れる延べ時間に比例して、マスターできることなど、英語の勉強の仕方もアドバイスする。", "授業方法": "対面・議論・オンラインレクチャー・オンライン双方向型のハイブリッドの授業", "トピック": {"第1回": ["「国際取引と国際商事仲裁と国際統一売買法」（Ingeborg Schwenzer教授）と解説<br />　　（スイスバーゼル大学名誉教授・国際取引の世界の第一人者）によるレクチャー（通訳有り）<br /><div>　なお、受講者の希望に応じて、国際関係の一線で活躍する実務家や研究者の話を聞く会を設けたり、「研究論文の書き方」や「外国文献の読み方」の指導も行う。</div><div>　研究者志望者のために、リサーチペーパーの指導も行う。次回以降の予定は、受講者の希望により、変更する可能性がある。</div>", ""], "第2回": ["「国際法曹としての実務」と解説<br />　　　四大法律事務所弁護士・日本仲裁人協会仲裁人によるレクチャー", ""], "第3回": ["「国際商事仲裁」案件を実際に経験する①―「手続法・適用される実体法」の概要", ""], "第4回": ["「企業内法曹で必要とされる人材・能力」<br />　　　グローバル企業法務担当者によるレクチャー", ""], "第5回": ["「国際商事仲裁」案件を実際に経験する②―事実の検討・判例や文献の調査の仕方<br />　　　ドイツ人講師によるレクチャー（通訳あり）", ""], "第6回": ["「国際商事仲裁」案件を実際に経験する③―法律論の組立て方<br />　　　ドイツ人講師によるレクチャー（通訳有り）", ""], "第7回": ["準備書面　申立書　作成1　「準備書面の作成の仕方」ドイツ人講師によるレクチャー　（通訳有り）", ""], "第8回": ["準備書面　申立書　作成2　　　　同　上　　　②　　　　　　　　　　　　　　　　　　（通訳有り）", ""], "第9回": ["準備書面　申立書　作成3　　　　同　上　　　③", ""], "第10回": ["「国際機関・外務省・法務省など国家公務員における実務と必要とされる能力」<br />　　　外務省外交官、国際機関国際公務員によるレクチャー<br />　　　「アジアで活躍するためには―法整備支援―」と「アメリカ法曹資格の取得」<br />　　　名古屋大学担当教授・アメリカトップ12ロースクール教授によるレクチャー", ""], "第11回": ["準備書面　答弁書　作成1　「答弁書の作成のポイント」ドイツ人講師のレクチャー　（通訳有り）", ""], "第12回": ["準備書面　答弁書　作成2　「答弁書作成指導」同　添削指導 ①", ""], "第13回": ["準備書面　答弁書　作成2　「答弁書作成指導」同　添削指導　②", ""], "第14回": ["「弁論の仕方　原告」　ドイツ人講師のレクチャーと海外の大学との練習試合①", ""], "第15回": ["「弁論の仕方　原告」　ドイツ人講師のレクチャーと海外の大学との練習試合②", ""], "授業外学習2": "  オンラインによるレクチャーや、リサーチペーパーの作成、希望によって、オンラインのインターンシップもある。"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "70 %", "リサーチペーパー"], "成績評価Grading2": ["その他／Others (99)", "30 %", "授業の中での発言など。"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "水曜２時限／Wednesday 2", "秋学期／Fall", "ＮＫＣ８０１"]}, "campas": 7, "name": "【600】特別演習Ｇ／Special SeminarG", "管理部署": 57, "単位数": 2, "担当者": "山田　到史子（YAMADA TOSHIKO） ", "履修基準年度": "３年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 15, "評価1": 1, "評価2": 6, "開講期": 2}