{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的は、学生が、決算書から財務分析指標を算出し、意見形成し、他者に対して説明する能力を獲得することである。", "到達目標": "下記項目について修得することを到達時の目標とする。<BR/>a)決算書の構造・意味の理解<BR/>b)財務諸表分析指標の計算<BR/>c)財務諸表分析指標の意味の理解<BR/>d)会社の経営成績・財政状況の把握<BR/>e)複数の財務諸表分析指標から課題抽出<BR/>f)財務諸表分析から定性的問題点抽出<BR/>g)財務諸表分析から未来を予測<BR/>h)経営の善循環・悪循環を捕捉する", "特記事項": "", "関連科目": "決算書の構造から学習を進めるので、特になし。", "授業の概要・背景": "この授業では財務諸表（決算書）を分析する手法、財務諸表分析を学びます。<BR/>この講座では次の2つが特徴的です。<BR/>1.簿記会計がほとんどゼロの状態でも授業についていくことができます。<BR/>2.財務諸表含まれる定性的情報も抽出できるようになります。<BR/>「社長が会社を愛していない」「人事戦略がない」など一見するとインタビューをしなければわからない情報でも財務諸表分析でわかるようになります。<BR/>3.財務分析指標の相互関連性までわかるようになります。<BR/>「自己資本比率が高い」「売上高営業利益率が低い」など意見にとらわれず、棚卸資産と短期資金繰りの関係など複数の財務分析指標の相互関連性までわかるようになります", "授業方法": "授業は完全対面で実施する。", "トピック": {"第1回": ["単式簿記・複式簿記と会計の起源をテーマにして7つの会計リテラシーを学びます。難しい会計基準や膨大な会計処理も、会計リテラシーで説明できます。誰でも分かるシンプルな7つの会計リテラシーを学ぶことで簿記会計に対する不安をなくし、財務分析を信じる基礎を醸成します。多くの人が苦手とされる貸借対照表をベースにした安全性を最初に学びますが、7つの会計リテラシーにあてはめれば、損益計算書より簡単に理解できます。<BR/>安全性は潰れにくさと長期資金繰りの指標を学びます。長期資金繰り指標が理解できるとかなり貸借対照表に自信を持つことが出来ます。<BR/>キーエンス、ソフトバンクグループ、武田薬品工業、アース製薬、帝国ホテル、オリエンタルランド、コーナン商事、ワークマン、トリドール、壱番屋、福岡銀行、典型的中小企業事例を総覧し貸借対照表が財務体質を雄弁に物語っていることを確認します。受講者の方が、ご自身で読み解き、ご意見を言えるようになります。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第2回": ["第1回に同じ", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第3回": ["儲かるかという財務指標群を学びます。損益計算書の配列や構造の理解、各売上高利益率の意味や他の指標に与える影響、読み方を学びます。<BR/>限界利益がプラスなら赤字受注はすべきという意見がなぜ間違っているか、V字回復を引き出した販管費分析、貸借対照表が稼ぐ会社の強さ、特別損失が出やすい会社の特徴など、損益計算書全体に対する理解ができます。<BR/>パナソニック、ライオン、小津産業、関西スーパー、エイチツーオー、オーケー、トヨタ、フジオフードグループ等ふんだんな企業事例を使って営業効率の巧拙を解説します。<BR/>定性情報を抽出するコツも解説します。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第4回": ["第3回に同じ", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第5回": ["資産の活用度を測る財務指標です。事業活動に欠かせないという側面は勿論ですが、資産は未来の費用という側面を学びます。<BR/>資産が膨張する銀行業の貸倒リスクは一般企業の801倍、中小企業の資産効率の実態（なぜ悪いか）、ユナイテッドアローズの不思議、キーエンスが悪い理由、多くの日本企業が陥った悪化（キヤノン）、武田薬品工業の資産の内容物、オリエンタルランドのビジネスモデルと弱み等のふんだんな企業事例で解説します。<BR/>定性情報の抽出もトレーニングします。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第6回": ["短期資金繰りの指標である、流動性を学びます。流動性は、読むのが難しいと言われていますが、貸借対照表の構造理解と複式簿記でほぼ理解できます。これらは安全性の講座で勉強済ですので、実務家としてどうすべきかという視点で受講できます。また資産効率の関連性を理解しておかなければなりません。中小企業の陥り勝ちな罠、トヨタと日産の流動性の違いと戦略、業種特性に嵌るトリドール、克服する壱番屋など、長期・超長期の企業事例で自社の取るべき道が見えてきます。各カテゴリーの財務指標間の関係から善循環・悪循環の理解に繋がる事例を紹介します。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第7回": ["国が総力を挙げて改善しようとしているのが生産効率です。生産性は給与額にも影響を与えるので、人材の採用・育成にも大きな意味があります。リストラとは何か、人材育成は本当に必要か、なぜ悪化するのか、当たり前の発想を実例をもとに検証します。<BR/>ストライク、トヨタ、ＮＴＴドコモ、吉野家HD、コロワイド、壱番屋、手間いらず、デサント、伊藤忠商事、ワークマン、雪印、三越伊勢丹HD、日本電産、イートアンド、ゼンショーHD、ドトール日レスHD、大塚家具など、多数の企業の長期分析から成功要因・失敗要因を抽出します。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第8回": ["資本効率の各財務指標はそれを見ても何をどうしたらよいか分かりません。<BR/>主要な財務指標を理解するとともに、営業効率、資産効率、安全性指標との関係性を理解します。<BR/>また、なぜ、その指標を投資家がこだわるかを理解することで、財務分析の奥深さを理解し、自信を持ちます。<BR/>資生堂、サーティワンアイスクリームの事例を研究します。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第9回": ["増減の指標は、説得力の指標と言えます。ユナイテッドアローズ、フクダ電子、日本光電、トヨタ、日産、イサム塗料、大塚家具、サーティワンアイスクリーム、カルビー、ココカラファイン、ベネッセHD、ソニーなど、何をみていたか、何に取り組んだか、その結果どうであったか理解します。<BR/>個々バラバラに動く財務指標は相互に関連しあいながら、動きます。<BR/>この動きは循環するので、財務指標が善循環を起こすのか悪循環につながるのかを理解しなければなりません。<BR/>善循環ばかりが回る場合もあれば悪循環ばかりもあります。<BR/>悪循環と善循環が混在している会社もあります。中小企業事例、ハンズマン、ユナイテッドアローズなどの企業事例で説明します。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第10回": ["会計リテラシー⑦を信じることで、決算書から定性情報を抽出することが出来ます。安全性以降1つずつ丁寧に学んできた集大成として、定量的な財務分析指標から定性情報が抽出できる素地ができている筈です。そのコツとともに、保守的経営で営業マン育成を怠る企業、勝ちを確信したワークマンの4年間の踊り場等の企業事例を学びます。規模の大きな企業事例では、子会社の社長の能力の見抜きとリレーション・管理などを説明します。", "毎回、前回の理解が少ないと深く理解できません。毎回前回のレジュメを読み返して不明が無いようにしてください。"], "第11回": ["演習　1回目<BR/>3社（増減あり）の経営企画・役員チームに分かれて、税務分析報告と質疑応答をします。", "講座内で習ったことを事例に当てはめて資料作成などしますので復習を中心にする。"], "第12回": ["演習　2回目<BR/>3社（増減あり）の経営企画・役員チームに分かれて、税務分析報告と質疑応答をします。", "講座内で習ったことを事例に当てはめて資料作成などしますので復習を中心にする。"], "第13回": ["演習　3回目<BR/>3社（増減あり）の経営企画・役員チームに分かれて、税務分析報告と質疑応答をします。", "講座内で習ったことを事例に当てはめて資料作成などしますので復習を中心にする。"], "第14回": ["ゲストスピーカーに財務分析の実務での活用をお話しいただきます。", ""], "第15回": ["補講", ""], "第16回": ["筆記試験", ""]}, "評価": {"学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "80 %", "筆記テスト実施"], "成績評価Grading2": ["その他／Others (99)", "20 %", "演習を評価"], "更新日時/Date of Update0": "2023年01月10日 13時35分16秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期前半／Fall (1st Half)", "土曜６時限／Saturday 6", "秋学期前半／Fall (1st Half)", "ＯＣ１００４"], "項番No.2": ["2023年度", "秋学期前半／Fall (1st Half)", "土曜７時限／Saturday 7", "秋学期前半／Fall (1st Half)", "ＯＣ１００４"]}, "campas": 2, "name": "【550】財務諸表分析／Financial Reporting and Analysis", "管理部署": 58, "単位数": 2, "担当者": "山本　純子（YAMAMOTO JYUNKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 40, "時限2": 41, "評価1": 2, "評価2": 4, "開講期": 5}