{"履修期": "春学期集中", "主な教授言語": "日本語", "授業目的": "経営戦略の策定について、支援対象企業に対し、的確な指導・支援・アドバイスができるスキルを修得することを目的とする。", "到達目標": "1. 経営戦略策定のための経営戦略理論を体系的に理解できる。<BR/>2. 経営戦略を策定するため、的確かつ必要な分析ができる。<BR/>3. 分析結果を踏まえ、論理的なステップで経営戦略を導ける。", "特記事項": "本科目は中小企業診断士養成プログラム生のみが履修できる科目となります。", "関連科目": "", "授業の概要・背景": "当該科目で、経営戦略の策定について、支援対象企業に対し、的確な指導・支援・アドバイスができるスキルを修得し、戦略の実行を支援する経営計画の策定へとつなげる。", "授業方法": "テキスト、スライドを用いた理論やフレームワークの説明、理論やフレームワークを用いた演習、グループ討議・発表", "トピック": {"第1回": ["オリエンテーションとアイスブレーク：授業の概要、授業の進め方、中小企業診断士の仕事と養成課程の診断実習、経営戦略に関するディスカッション(戦略の意味、価値、本質的なこと、これら全ての目的とは、中小企業と大企業の経営戦略の違い)、ディスカッションの結果発表と簡単な自己紹介", "中小企業診断士試験一次試験の企業経営理論の科目の復習をしてくる。"], "第2回": ["経営戦論の基本知識習得：経営戦略の役割、階層構造、中小企業と大企業の戦略の違い、戦略論の変遷", ""], "第3回": ["経営戦論の基本知識習得と戦略立案演習：中小企業の経営戦略事例（組織・人事戦略のショート事例）を使用した個人演習、グループ討議、発表、講師講評(企業沿革およぴ環境情報の整理、環境変化と環境変化対応策の分析、ＳＷＯＴ分析)、経営戦略論の分類についての講義", "組織・人事戦略のショート事例（2021年度中小企業診断士試験事例Ⅰ・印刷・広告制作業の事例）を読んでくる。"], "第4回": ["経営戦論の基本知識習得と戦略立案演習：中小企業の経営戦略事例（組織・人事戦略のショート事例）を使用した個人演習、グループ討議、発表、講師講評、ポーター、アンゾフ、コアコンピタンス論、経営戦略策定プロセス、ミッション、ドメインなどについての講義", ""], "第5回": ["経営戦論の基本知識習得と戦略立案演習：中小企業の経営戦略事例（組織・人事戦略のショート事例）を使用した個人演習、グループ討議、発表、講師講評、ポーターの分析フレーム、競争戦略の3つの基本戦略を活用した検討、ドメインの変遷などの検討とグループ・ディスカッションおよび全体発表、講師講評", ""], "第6回": ["経営戦論の基本知識習得と戦略立案演習：中小企業の経営戦略事例（組織・人事戦略のショート事例）を使用した個人演習、グループ討議、発表、講師講評、ドメインの基本知識と事例を活用したドメインの絞り込み・拡張の検討とディスカッション、経営戦略策定の７ステップの講義とケースを使った演習", "組織・人事戦略のショート事例（2021年度中小企業使い、経営戦略立案の７ステップのシートを埋めてくる。"], "第7回": ["経営戦論立案演習：中小企業の経営戦略事例（組織・人事戦略のショート事例）を使用した個人演習、グループ討議、発表、講師講評(経営戦略策定の７ステップを活用して、SWO分析、クロスSWOT分析、ドメインの再定義、戦略代替案の検討、重要戦略の絞り込み、具体的な戦略案の検討)", ""], "第8回": ["経営戦論の基本知識習得と戦略立案演習：昨日のレビューと昨日の講義での気づきのシェアー、経営戦略策定の７ステップの講義(環境分析、コアコンピタンス論、ナレッジマネジメント、バランス・スコアカードなど)とケース（組織・人事戦略のショート事例）を使った演習の発表とグループ・ディスカッション", ""], "第9回": ["経営戦論の基本知識習得と戦略立案演習：経営戦略策定の７ステップを使ったケース（組織・人事戦略のショート事例）の演習のグループ・ディスカッションと全体発表、診断実習の進め方についての助言", "。"], "第10回": ["経営戦論の基本知識習得と戦略立案演習：テキスト「戦略サファリ」を使った経営戦略の１０のスクールについて発展講義、ケース（マーケティング戦略および全社戦略のショート事例）を使った企業の環境変化とその対応策の整理、経営戦略策定の７ステップによる経営戦略立案演習とディスカッションｴ、全体発表", "マーケティング戦略のショート事例（2021年度中小企業診断士試験事例Ⅱ）を読んでくる。"], "第11回": ["経営戦論の基本知識習得：戦略論の各スクールの解説<BR/>・・・中小企業の経営戦略事例（製造業Ａ社の事例）を使用した演習、グループ発表、、講師講評", "中小企業の経営戦略事例（製造業Ａ社の事例）を読んでくる。"], "第12回": ["経営戦論の基本知識習得：戦略論の各スクールの解説<BR/>・・・中小企業の経営戦略事例（製造業Ａ社の事例）を使用した演習、グループ発表、、講師講評", ""], "第13回": ["経営戦論の基本知識習得：戦略論の各スクールの解説<BR/>・・・中小企業の経営戦略事例（卸売業Ｃ社の事例）を使用した演習、グループ発表、、講師講評", "中小企業の経営戦略事例（製造業Ｃ社の事例）を読んで、分析してくる。"], "第14回": ["経営戦論の基本知識習得：戦略論の各スクールの解説<BR/>・・・中小企業の経営戦略事例（卸売業業Ｃ社の事例）を使用した演習、グループ発表、、講師講評", ""], "第15回": ["経営戦論の基本知識習得：戦略論の各スクールの解説<BR/>・・・中小企業の経営戦略事例（卸売業Ｃ社の事例）を使用した演習、グループ発表、、講師講評", "中小企業の経営戦略事例（製造業Ｃ社の事例）について、分析シートを完成させる。"], "授業外学習2": "・（受講前の準備）中小企業診断を行うにあたり第一次試験の企業経営理論の内容（経営戦略等）を事前によく復習しておくこと。<BR/>・中小企業の戦略診断のケース（製造業、卸売業を始め複数業界の事例で、環境分析から全社戦略立案を学べる複数の事例を厳選）等を経営戦略論理解のために用いる。<BR/>・授業中に指示したケーススタディを読み込み、与件文情報の読み込み、分析などを事前に行ってくること。授業後、分析シートを完成させること。"}, "評価": {"教科書Required texts0": "・ヘンリー・ミンツベーグ他『戦略サファリ　第2版』東洋経済新報社。\n・中小企業基盤整備機構のケーススタディの教材（この講義のためにのみ使用許可されているものなので、目的外使用は禁じる）、中小企業診断士2次試験のケース。\n・講師作成のオリジナル教材（環境変化と企業の対応策の分析シート、企業の沿革分析シート、ＳＷＯＴ分析シート、戦略策定シートなど）。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["井上善海、大杉泰代、森宗一", "経営戦略入門", "中央経済社", "2015 年", "978-4-502-16141-4", ""], "参考書/Reference books2": ["井上善海", "7つのステップで考える戦略のトータルバランス", "中央経済社", "2011 年", "978-4-502-68190-5", ""], "参考文献・資料Reference books0": "(１)加藤雄士「コーチアプローチファシリテーションの理論的考察（１）　先行研究のレビューによる CAF の機能性分析を中心として」\nhttps://iba.kwansei.ac.jp/iba/journals/review/BandA_review_vol26_p01-24.pdf\n※この原稿の以下の箇所だけでも読んでおいていただけますと、当該科目などでのディスカッションをするうえでの参考となるかと思います。\n・１１～１２頁の場の理論の説明の箇所(ディスカッションするうえでの場づくりが重要という点)\n・１５～１６頁の人間力に関する説明の箇所(自分の価値観をいったん脇において他者の発言を聴き、表情を観察することが重要という点)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "授業における貢献度、ディスカッションへの参加、授業中リポート等"], "成績評価Grading3": "備考　Note\n平常リポート（20％）、期末レポート（40％）、発表（40％）", "更新日時/Date of Update0": "2022年04月13日 11時34分29秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期集中／Intensive (Spring)", "集中・その他／Concentration/Other", "春学期集中／Intensive (Spring)", "ＯＣ１４０７"]}, "campas": 2, "name": "【550】経営戦略A／Strategic Management A", "管理部署": 58, "単位数": 2, "担当者": "加藤　雄士（KATO YUJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 1, "評価2": 4, "開講期": 8}