{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "この講義はデータをビジネスで活用するための技術や、その前提となる知識を会得することを目的としています。デジタルトランスフォーメーション(DX)やデータサイエンスなど、ビジネスのデータ化はいろいろなところでその重要性が強調されていますが、いざ自分(自社)でやろうとするといくつかのハードルがあります。こうしたハードルを丹念に取り除くことで、データを活用するための方法論を手に入れることをこの講義では目指します。また、統計的な分析手法の基礎を学び、Excel をはじめとする広く使われている統計ソフト、RやPythonなどのオープンソースソフトウェア、Tableau などのBIツールを臨機応変に組み合わせることで、実践的にデータ分析を行えるようになることを目標とします。", "到達目標": "以下の内容が可能になることを目指します。<BR/>1. Python やRなど、近年広く用いられているオープンソースソフトウェアの利用方法を習得できる<BR/>2. Python, R, Excel などを用いて、基本的な統計処理ができる<BR/>3. 回帰分析などの多変量解析の基礎を理解し、それが利用できる", "特記事項": "", "関連科目": "同じ講師が担当する『データマイニング』を合わせて履修されることをおすすめします。", "授業の概要・背景": "", "授業方法": "必要に応じ、ZoomもしくはTeams などを用い全講義をハイフレックス型講義として実施します。また、講義にあたってはKWICをはじめとした授業支援ツールを用いて、サンプルコードや講義資料を提供し質疑応答がフレキシブルに行えるようにする予定です。どのツールを用いるかは、初回に受講生と相談の上決定したいと思います。", "トピック": {"第1回": ["データ分析とは? : なぜデータ分析が重要とされつつあるのか、DX(デジタルトランスフォーメーション)との関連性などについて、既存の企業の事例などに基づいてデータサイエンスを企業の意思決定で活用するたための方法論について議論します。", "講義前には、みなさんの企業におけるデータサイエンスやDXの在り方について調査をしてください。講義後には、なぜDXやデータサイエンスの重要性は主張されているのに、普及する企業とそうではない企業が生まれるのか、その違いについて検討してください。"], "第2回": ["データ分析とは?(2) : 企業内のデータを活用するためには、社内のデータマネジメント環境やクラウドの活用などが現代では不可欠です。こうしたDWH(データウェアハウス)の環境についても紹介し、データを活用するための環境をどのように整備すればよいのか議論を行います。", "講義前には、みなさんの企業におけるデータ管理の現状について調べておいてください。(バラバラな)Excel でしょうか？もしくはデータウェアハウスが完備されているのでしょうか？講義後には、こうしたデータ管理方法の違いが企業の生産性やイノベーションの実行度に与える影響について検討してください。"], "第3回": ["分析ツールを使い分ける: Excel, R, Python, Tableau など、データ分析に関連する多くのツールについて概要を把握することに努めます。これらのツールをどのようにして使い分けるのか、また、企業内の環境でこうしたツールが利用できない場合の代替手段などについても、合わせて検討します。", "講義前には、みなさんの会社にて、RやPythonの実行環境が提供されているかご確認頂けますでしょうか？もしくは、代替手段が提供されているのか把握してください。講義後には、みなさんが所属されている企業でデータサイエンスを実施する上で最適な手段やツールについて考えて頂けると嬉しいです。"], "第4回": ["プログラミングの考え方を学ぶ(1): Python もしくはR を用いて、プログラミングの考え方について学びます。ツールとしては、R Studio もしくはJupyter Labs, Google Colaboratory を用います。ツールの選定については、受講生のPC環境に基づき決定します。", "講義前には、配布する講義資料に基づき、プログラミングの基本的な考え方に慣れることを目指します。RでもPythonでも、まずは「ひととおり使えるようになる」ことがとても大事です。どの言語でプログラミングやデータサイエンスを習得するのか、是非考えてください。講義後には、講義で説明したアルゴリズムやサンプルコードに基づき、少しコードを変更しても動作をするのか是非トライをしてください。プログラミングには反復学習が重要です。"], "第5回": ["プログラミングの考え方を学ぶ(2): R のTidyverse やPythonのPandas やNumpyなど、統計的なデータ処理をおこなうための基本的なパッケージの利用方法について学びます。", "講義前は、講義資料および教科書の該当部分の学習をするようにしてください。講義後には、サンプルコードに基づき、RやPythonの数値計算、データ処理ライブラリを用いて、データの基本的な処理が行えるようになることを目指してください。目標は、「Excelでやっていたあのめんどくさい作業を、瞬時にPythonやRで行えるようにする」です。"], "第6回": ["統計の入り口(1): なぜ平均と中央値をそれぞれ確認する必要があるのでしょうか？データの形状はなぜ重要なのでしょうか？こうした基礎統計を確認することがなぜ重要なのか、実際のデータを用いつつ分析を行うことで会得することを目指します。", "講義前には、講義資料やサンプルコードに基づき学習を深めてください。講義後には、「平均値と中央値と最頻値と最大値と最小値」の違いについて説明出来るようになることを目指してください。また、こうしたデータの特性を把握することの意味についても、実務のデータに照らし合わせて考えてください。"], "第7回": ["統計の入り口(2): 相関と因果はどのように異なるのでしょうか？ヒストグラムや相関係数の導出方法、統計的な検定方法等を学ぶことで、ふたつ以上の異なる値の関係性を把握する方法について学びます。", "講義前には、因果と相関の違いについて調べるようにしてください。講義後には、「ニコラス・ケイジの年別映画出演数と、アメリカにおける溺死の数」の相関係数が高いといって、ニコラス・ケイジの映画出演をそれを理由として禁止すべきではないことが説明出来るようになることを目指してください。ここでは、２つのデータの間の関係性、XとYがどのように関係し合うのか、統計的に把握することを目指してください。"], "第8回": ["BIツールを使おう: 相関関係や因果関係を導き出す前に、ビジネスのほとんどではデータの関係性をまずはグラフで確認するケースが多いように思います。そのため、Tableau をはじめとするBIツールを用いてデータを可視化する方法について学びます。", "講義前には、これまで企業の中でどのような手法でデータを「見える化」してきたかを講義で説明出来るようにしてください。講義後には、Tableau などのBIツールを用いて、手元にあるデータをビジュアライズすることで、どのようにすればよりオーディエンスに合わせてデータが可視化出来るようになるかを考えてください。"], "第9回": ["データの可視化: 前回の講義で取り上げたBIツールを含め、データを可視化するために必要不可欠なグラフの選択方法や、どのようにしてグラフを選べばよいのかを、具体的なデータを用いて比較検討したいと思います。", "講義前には、「新聞やWebメディアで見つけたわかりにくいグラフ」を探して、どうそれがわかりにくいのか説明出来るようにしてください。講義後には、棒グラフと線グラフと円グラフ以外の表現を、どのようにTPOに合わせて用いるべきかを検討出来るようになりましょう。"], "第10回": ["単回帰分析を使おう: 値同士の関係性を判断する方法として広く用いられている回帰分析を利用出来るようになることを目指します。まずは、単回帰分析をR もしくはPython を用いて実行する方法について学びます。決定係数の意味や、係数の有意性をp値を用いて判断する方法などについて確認します。", "講義前には、関連する統計学の復習を行うようにしてください。講義後には、「最小二乗法」という言葉で、データの関係性が説明出来るようになることを目指しましょう。また、ふたつのデータの関係性を単回帰分析で説明出来るようになることを目指しましょう。"], "第11回": ["重回帰分析を使おう(1): 前回に続いて、複数の値から説明変数が成り立っている重回帰分析が利用出来るようになることを目指します。多重共線性のチェックや、ガウスマルコフの定理などについて確認します。また、不均一分散を確認する方法などについてもカバーします。", "講義前には、関連する統計学および計量経済学の復習を行うようにしてください。講義後には、被説明変数と説明変数のそれぞれの役割について説明出来るようになることを目指します。また、「『ある町のスリップ事故の数と、降水量』との間には多重共線性がある可能性がある」という言葉を聴いたときに、何が起きているのかを説明出来るようになることを目指しましょう。"], "第12回": ["重回帰分析を使おう(2): ロジスティック回帰や検定方法など、回帰分析に関連した様々な方法を学びます。また、パネルデータの性質を紹介した上で、こうしたデータを用いた回帰分析の手法(固定効果モデルや変動効果モデル)についても紹介します。", "講義前には、クロスセクションデータとパネルデータと時系列データの違いについて調べ、講義で説明出来るようにしてください。講義後には、企業の中に存在する、ある特定の従業員の経年の変化を追いかけられるような分析手法としてのパネルデータ分析に習熟することを目指します。このとき、「会社でこういうデータを作るって大変だよなあ」ということを意識しつつ、どのようにすればこうしたデータセットに基づく分析や評価が行えるようになるかを考えてください。"], "第13回": ["クラスタ分析を使おう: 階層クラスタリングを用いて、値を分類する方法について学びます。また、クラスタ数を決定する方法(Elbow Rule)などについても学びます。", "講義前には、クラスタ分析をはじめとするデータ処理技法について、教科書や参考資料をベースに概要を自習しておいてください。講義後には、値の大きさの違いに基づいて、クラス分けを行う方法について習得するようにしましょう。また、scikit-learn の利用方法に慣れましょう。"], "第14回": ["期末レポートのプロポーサル発表会: 期末レポートに向けて、自らのビジネス上の課題に則したデータ分析の方向性について学生は発表を行います。これにより、どのようにすればビジネス上の課題に則したデータ分析が行えるようになるのか議論します。", "講義前には、プロポーサルの準備をお願いします。講義後には、統計学やデータサイエンスを「ビジネススクールで行った大変なやつ」として終わらせるのではなく、会社で活用しうるものにすればどうすればいいのかを考えるきっかけにしてください。"], "授業計画1": "企業でデータサイエンスやDXに取り組む方にゲスト講義を依頼する予定です。現在調整中のため、確定次第お知らせします。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["原泰史", "Pythonによる経済・経営分析のためのデータサイエンス", "東京図書", "2021 年", "978-4-489-02350-7", ""], "参考文献・資料Reference books0": "上記の教科書に加え『Python による計量経済学(仮)』(2023年、原泰史、講談社サイエンティフィック)を指定予定ですが、こちらは出版前なのでISBNなどが確定でき次第講義でアナウンスします。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "45 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "35 %", ""], "成績評価Grading3": ["その他／Others (99)", "20 %", "講義での発言や主体的な参加状況など"], "成績評価Grading4": "備考　Note\n平常レポートは講義の序盤および中盤に２回実施します。委細については講義中にアナウンスを行います。", "更新日時/Date of Update0": "2023年01月13日 11時24分02秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期後半／Spring (2nd Half)", "水曜６時限／Wednesday 6", "春学期後半／Spring (2nd Half)", "ＯＣ１００４"], "項番No.2": ["2023年度", "春学期後半／Spring (2nd Half)", "水曜７時限／Wednesday 7", "春学期後半／Spring (2nd Half)", "ＯＣ１００４"]}, "campas": 2, "name": "【550】統計分析論／Statistical Analysis", "管理部署": 58, "単位数": 2, "担当者": "原　泰史（HARA YASUSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 19, "時限2": 20, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 4}