{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "本授業は、会社法の基礎知識を修得し、現代の株式会社が抱える重要な問題点についての理解を深めることを目的としている。", "到達目標": "本授業では、次の3点を到達目標にしている。（1）株式会社制度の基本的な特徴を説明できる。（2）株式会社を構成する各機関が有する権限と責任について説明できる。（3）経営判断の原則や内部統制システムといった重要なテーマについて解説できる。", "授業方法": "１回目、２回目の授業は、同時双方向型オンライン（Zoom）で実施し、３回目以降は対面授業を行います。ただし、新型コロナウイルスの感染状況等により、同時双方向型オンライン授業に変更する可能性があります。", "トピック": {"第1回": ["会社法総論(1)：会社法の目的と規制手段、株式会社制度の基本的仕組み<BR/>　会社法の規制目的と規制手段について概観したのち、株式会社制度の基本的な仕組みについて解説する。", ""], "第2回": ["会社法総論(2)：会社法の基本概念、株式と株主<BR/>　「公開会社」「大会社」「親会社・子会社」「社外取締役」等の会社法の基本的な用語について説明した後、株式制度の概要および株主の権利・義務について解説する。", ""], "第3回": ["経営機構(1)：株式会社の機関設計<BR/>　株式会社において選択できる機関設計について学んだ後、株主総会、取締役・取締役会、監査役・監査役会等の各会社機関が担う役割について概観する。", ""], "第4回": ["経営機構(2)：株主総会<BR/>　株主総会の権限および招集手続・議事運営の方法について説明し、瑕疵ある株主総会決議の効力について検討する。", ""], "第5回": ["経営機構(3)：取締役・取締役会<BR/>　取締役と会社の関係、代表取締役と取締役会の権限、取締役会の招集手続・決議方法等について説明する。", ""], "第6回": ["経営機構(4)：監査役・監査役会、会計参与、会計監査人、監査等委員会設置会社、指名委員会等設置会社<BR/>　監査役の権限、監査役会の役割等のほか、最近採用する会社が増加している監査等委員会設置会社の仕組み、および指名委員会等設置会社における取締役会と各委員会の役割、執行役の権限等について解説する。", ""], "第7回": ["経営機構(5)：取締役の義務<BR/>　改正会社法によって強化された取締役の報酬規制の概要について説明した後、取締役の競業取引および取締役・会社間の利益相反取引について、規制の必要性、規制される行為類型と規制内容を中心に解説する。", ""], "第8回": ["経営機構(6)：役員等の会社に対する責任と第三者に対する責任<BR/>　役員等が任務を怠った場合に会社に対して負う責任、および第三者に対して負う責任について、特に取締役の責任を中心に解説する。", ""], "第9回": ["経営機構(7)：ケースで学ぶ取締役の義務と責任１<BR/>　取締役の報酬規制と取締役の経営判断の原則等について、具体的なケースや裁判例を題材にしながら、取締役の義務と責任の問題点について検討する。", ""], "第10回": ["経営機構(8)：ケースで学ぶ取締役の義務と責任２<BR/>　内部統制システムの整備に関する取締役の義務と責任、および親会社による子会社管理に関する問題点などについて、裁判例を題材に検討する。", ""], "第11回": ["資金調達(1)：株式会社の資金調達、募集株式の発行等<BR/>　社債や株式などによる資金調達について概観した後、公開会社と非公開会社で異なる募集株式の発行等に対する規律の内容について解説する。", ""], "第12回": ["資金調達(2)：違法な募集株式の発行、新株予約権<BR/>　募集株式の発行等において法令違反などがあった場合の株主救済策（差止め・無効訴訟など）、および新株予約権について解説する。", ""], "第13回": ["企業組織の再編(1)：各種の組織再編の意義と方法<BR/>　合併、会社分割、株式移転・株式交換といった各種の組織再編の方法について比較検討しながら意義を学び、その手続について解説する。", ""], "第14回": ["企業組織の再編(2)：組織再編をめぐる紛争<BR/>　組織再編の過程で、株主や会社債権者がどのように保護されているか、また、具体的にどのような紛争が生じうるかについて検討する。", ""], "授業外学習2": "（１）法律学の学習には六法全書が不可欠です。会社法は改正されているので、最新の六法（令和３年板）で条文にあたるようにしてください。<BR/>（２）授業レジュメに掲げられた設問については、予習したうえで、自分なりの考えを持って授業に臨んでください。<BR/>（３）会社の不祥事等に関する報道は、会社法の理解に役立ちますので、日頃からこれらに関する新聞記事などに目を通すように心がけてください（授業でも適宜取り上げます）。"}, "評価": {"教科書Required texts0": "特定の教科書は指定せず、LUNAを通じて授業レジュメを配布します。", "参考文献・資料Reference books0": "会社法〔第3版〕高橋美加・笠原武朗・久保大作・久保田安彦（著）弘文堂 978-4335358395\n会社法〔第5版〕（LEGAL QUEST）伊藤靖史・大杉謙一・田中亘・松井秀征（著）有斐閣 978-4641179462", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", "期末試験（筆記試験）"], "成績評価Grading2": ["その他／Others (99)", "60 %", "内訳（小テスト30％、授業への寄与度30％）"], "更新日時/Date of Update0": "2021年08月22日 21時33分53秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "火曜６時限／Tuesday 6", "秋学期前半／Fall (1st Half)", "ＯＣ１００４"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "火曜７時限／Tuesday 7", "秋学期前半／Fall (1st Half)", "ＯＣ１００４"]}, "campas": 2, "name": "【550】会社法／Company Law", "管理部署": 58, "単位数": 2, "担当者": "大和　正史（YAMATO MASASHI） ", "履修基準年度": "１年", "時限1": 12, "時限2": 13, "評価1": 2, "評価2": 4, "開講期": 5}