{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "", "関連科目": "", "授業方法": "Hy-Flex(We meet in a classroom and provide this course &quot;Face-to Face&quot; as well as in &quot;Zoom.&quot;  )<BR/>Short lectures and discussions based on ideas aggregated from various sources; self, peer, and teacher evaluations of in-class student presentations; personalized coaching to improve presentation skills; analysis of live, recorded, and/or mock presentations.", "トピック": {"第1回": ["Course Introduction<BR/>Group Presentation", ""], "第2回": ["Visual, verbal, and vocal delivery skills.<BR/>Pre-class study: Reflect on what you think is important when presenting. (1 hour).<BR/>Post Class Study: Online Writing submissions. Presentation Preparation (3 hours).", ""], "第3回": ["Presentation structure/outline/formula", ""], "第4回": ["Role of non-verbal communication<BR/>Presentation 1 preparation<BR/>Pre-class study:  Review of Week 1 presentation  (1 hour)<BR/>Post-class study:  Research for Outside-class presentation (3 hours)", ""], "第5回": ["Individual Presentation 1", ""], "第6回": ["Working with nervousness.<BR/>Pre-class study: Preparing for in-class presentation. Submission to online forum.   (1 hour).<BR/>Post-class study: Research for Outside-class presentation. Analyzing a classmate’s presentation  (3 hours)", ""], "第7回": ["Self/Peer review of Presentation 1", ""], "第8回": ["Presentation 2 preparation.<BR/>Pre-class study:  Language of presentations Quiz preparation (1 hour).<BR/>Post-class study: Research for online sources related to presentations. Preparing for in-class discussion on presentation article    (3 hours)", ""], "第9回": ["Individual Presentation 2", ""], "第10回": ["Dealing with questions.<BR/>Pre-class study:  Read and prepare notes for article on dealing with difficult questions in presentations  (1 hour).<BR/>Post-class study: Research for online sources related to presentations. Work on Final report draft submission (3 hours).", ""], "第11回": ["Self/Peer review of Presentation 2", ""], "第12回": ["Using visual aids.<BR/>Pre-class study: Final Report submission checklist (1 hour).<BR/>Post-class study:  Redrafting of Final Report presentation. (3 hours)", ""], "第13回": ["Individual Presentation 3", ""], "第14回": ["Course summary.<BR/>Pre-class study:  Preparing for Final Presentation (1 hour).<BR/>Post-class study: Reflection on materials presented in online sources related to presentations  (3 hours).", ""], "授業外学習2": "Each week, students will write short answers to discussion questions based on in-class discussions and reading assignments. Students will also need to prepare materials and set aside time to rehearse for their three, in-class, individual presentations. To that end, students should be familiar with presentation software, such as Power Point, in both Japanese and English, for the purpose of creating and using computerized visual aids."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "There are no set texts for this course; however, the teacher will assign readings and direct students to various multi-media sources to guide them in their learning.", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Diane DiResta", "Knockout Presentations", "Chandler House Press", "2009 年", "978-1886284258", ""], "参考書/Reference books2": ["Garr Reynolds", "Presentation Zen", "New Riders", "2011 年", "978-0321811981", ""], "参考文献・資料Reference books0": "DiResta, Diane. 2009. Knockout Presentations: How to Deliver Your Message with Power, Punch, and Pizzazz. Chandler House Press.\n\nGarr, Reynolds. 2011. Presentation Zen: Simple ideas on presentation design and delivery. New Riders.", "学生による授業評価の方法Course Evaluation by Students0": "授業中実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Final written report (final report examination)"], "成績評価Grading2": ["その他／Others (99)", "70 %", "(40%) Weekly writing/reading assignments will be graded on the relevance and depth of students' written responses and in-class discussions of assigned readings. (30%) Students will give 3, individual, in-class presentations. Guidelines for each presentation will be distributed in class."], "成績評価Grading3": "備考　Note\nWeekly writing/reading assignments (40%), in-class presentations (30%), final written report (final report examination)(30%). Attendance is vital; students who miss more than 2 classes will not be able to receive a credit for this course.", "更新日時/Date of Update0": "2022年03月18日 15時28分30秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜３時限／Saturday 3", "秋学期前半／Fall (1st Half)", "ＯＣ１４０１"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜４時限／Saturday 4", "秋学期前半／Fall (1st Half)", "ＯＣ１４０１"]}, "campas": 2, "name": "【550】上級英語コミュニケーション　２／Advanced English Communication", "管理部署": 58, "単位数": 2, "担当者": "デミアン　ヒーリー（DAMIEN HEALY） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 1, "評価2": 4, "開講期": 5}