{"履修期": "春学期後半集中", "主な教授言語": "日本語", "授業目的": "組織の目標達成を図る店舗コンセプトの策定とそれに基づいた店舗レイアウトや店舗施設等のプランの立案について、具体的なアドバイスができるようになる技術の習得が目的である。", "到達目標": "1．経営戦略と一貫性のとれた店舗コンセプトを策定できる。<BR/>2．策定した店舗のコンセプトに基づく店舗レイアウト等を作成し、投資採算性も含めた店舗施設計画（新規開発、既存店舗の見直し）を立案できる。", "特記事項": "中小企業診断士養成プログラム限定科目", "関連科目": "中小企業診断士標準カリキュラム　経営診断Ⅰ「６．店舗施設マネジメント」に対応", "授業の概要・背景": "どこで買おうか？お店はその選択肢でしかない。選ばれるには魅力的な存在として認知される必要がある。また、特売だからといって卵だけ購入されてもお店は成り立たない。ついつい他のモノも買ってしまうよう商品を魅せる仕掛けも必要である。この授業では売れる仕掛けの基礎を学ぶ。", "授業方法": "一部、講義・説明があるが基本的には４つのグループに分かれケースについてのディスカッションやワークを行うことがメインである。", "トピック": {"第1回": ["イントロダクション<BR/>売れる仕掛け作りの基本的な考え方についての講義とワーク", "事後学習（実店舗見学とフィールドワークで学んだことの確認）"], "第2回": ["ストアコンセプトの策定と売上向上策について（ケース：焼肉A）<BR/>2007年あと２ヶ月で資金ショートする焼肉Aをリスケにより延命した。2008年リーマンショックの中生き残るためにはどのようなお店として認知されるべきか、お金のない状況の中どう採算性を考えながら売上をあげていくべきかをグループワークの中で考える。", ""], "第3回": ["店舗レイアウト作成１：プラノグラム・販売促進策の策定（ケース：A酒店）<BR/>駅前商店街にあるA酒店、年々売上は下がっている。過去の売上データやお客さまアンケートを基に売上回復策（主にレイアウト改善策（棚割の変更）と可能と思われる販売促進策）についてグループで考える。", "事後学習（実店舗見学とフィールドワークで学んだことの確認）"], "第4回": ["店舗レイアウト作成２：什器と導線の配置のシミュレート（ワーク：カジュアルショップ Aのレイアウト図作成）<BR/>カジュアルショップAの白紙店舗レイアウト図にグループで考えながら什器を配置し、視覚の誘導と導線設定をシミュレートする。", "事後学習（実店舗見学とフィールドワークで学んだことの確認）"], "第5回": ["看板によるお客の誘導と商圏貢献度分析<BR/>展示会の集客策と店舗の看板は同じ考え方なのでここでは展示会の集客策を例に説明をする。またグーグルアースの写真や講師撮影の動画を見ながら実際に看板がどう見えているのかを体験する。なお、基本である商圏貢献度分析についてのワークも行う。", "事後学習（実店舗見学とフィールドワークで学んだことの確認）"], "第6回": ["販促物の作成（ワーク：「柿の種」新商品手書きポスターの作成）<BR/>販促物（チラシなど）の作成のポイントの説明。また商品部が「柿の種」の新商品を開発、ポスターを作成することで社内の意見を募集するという設定で、グループごとに「柿の種」を使った新商品を企画し、模造紙を使った手書きのポスターを作成する。", "事後学習（実店舗見学とフィールドワークで学んだことの確認）"], "第7回": ["人材育成制度（ケース：家電店A)<BR/>人材育成は小売業にとって重要な課題であるが、人材育成の仕組みがない企業は意外と多い。今後労働人口が減少していく中、確保した人材をどう戦力化していくかがますます課題となっていく。家電店Aをケースとしてグループで人材育成について考える。", ""], "第8回": ["総合演習（ケース：Aドラックストア）<BR/>商業実習を想定しての演習。事前課題として財務データ、来店アンケート、人口統計等を基に財務状況の確認と商圏分析を行う。また当日はケースの内容をもとに、ストアコンセプトの再設定、レイアウト改善案、取りうることができる販促策の提案を行う。", "事前課題"], "授業計画1": "本講義は集中講義として８回の講義で構成される（１単位科目）。<BR/>各授業の内容については上記を確認のこと。"}, "評価": {"参考文献・資料Reference books0": "将来この分野もご自身の業務とお考えの方には下記の書籍をお勧めいたします。\n□全体の流れを把握するために読んでおいた方が良いモノ\n「なぜこの店で買ってしまうのか―ショッピングの科学」パコ アンダーヒル (著)早川書房2001\n「コンシューマーニューロサイエンス: 神経科学に基づく消費者理解とマーケティングリサーチ」Moran Cerf , Manuel Garcia‐Garcia (編集) 共立出版2019\n「消費者行動における感覚と評価メカニズム - 購買意思決定を促す「何となく」の研究」石井裕明（著）千倉書房2020\n「モノを売らずに気分を売る―映画宣伝手法を分析」KICCORIT (著)愛育社2014\n「飲食店の企画プロデュース 資料作成と設計チェックリスト」竹谷 稔宏 (著)商店建築社2016\n\n□レウアウト作成に関するモノ\n▷店舗レイアウト\n「インストア・マーチャンダイジング 第2版」流通経済研究所 (編集) 日経BPマーケティング/日本経済新聞出版2016\n「ビジュアル版V M D新テキスト」早乙女喜栄子（著）繊研新聞社2013\n\n▷紙面レイアウト\n「レイアウトの基本ルール 作例で学ぶ実践テクニック」大崎善冶 (著) グラフィック社 2015\n「クイズで学ぶデザイン・レイアウトの基本 」田中クミコ,ハラヒロシ,ハヤシアキコ,ヤマダジュンヤ（著）翔泳社2013\n\n\n□講義の主旨上また時間的制約上扱えなかったが、学んでおくべき分野\n▷計数管理・マーチャンダイジング\n「「マーチャンダイジング」と「マネジメント」の教科書」日野眞克 (著)株式会社ニューフォーマット研究所2008\n「飲食店の開業の仕方教えます:3店までの財務」田中繁明（著）柴田書店2014\n\n▷立地論\n「実践 売上予測と立地判定―実地調査と出店のポイント」林原安徳（著）商業界1998\n\n▷W E B\n「ウェブ立地論 ~“来てほしい人にアプローチする\"集客につながる顧客目線のウェブの作り方 」石井研二（著）技術評論社2022\n「10万PVを生む ECサイトのSEO―中小事業者がお金をかけずにできる集客のための施策 」井幡貴司（著）技術評論社2022", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "グループ発表/授業中態度"], "成績評価Grading2": "備考　Note\n毎日違うメンバーでグループを作っていただきます。養成課程卒業後診断士になってからの評価は養成課程でどれだけ深い議論が出来たか、自分にない視点での物事の捉え方を手に入れることができたかで違っています。思い切った議論をしてください。", "更新日時/Date of Update0": "2023年02月14日 09時28分56秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期後半集中／Intensive (Spring 2nd Half)", "集中・その他／Concentration/Other", "春学期後半集中／Intensive (Spring 2nd Half)", "梅未定"]}, "campas": 2, "name": "【550】店舗施設マネジメント／Retail Facilities Management", "管理部署": 58, "単位数": 1, "担当者": "今井　彰（IMAI AKIRA） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 4, "時限1": 49, "評価1": 4, "開講期": 11}