{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "営業の定義、顧客の価値を起点にした営業活動の体系化、国内外の営業研究と営業戦略の考え方、ケーススタディ、営業人材教育、プロセスマネジメント、営業戦略のプレゼンテーション、新たな理論構築までを体系的に学ぶことを目的とする。", "到達目標": "・営業の機能、価値、スタイルおよび営業組織と営業とマーケティングの捉え方を理解できる<BR/>・営業活動のアプローチとプロセスマネジメントを実践できる<BR/>・営業戦略における人材育成手法を理解し実践できる<BR/>・営業戦略上の課題解決能力を向上することができる", "特記事項": "", "関連科目": "", "授業方法": "【同時双方向型授業】<BR/>ベース理論の学習、受講者間のワークやケーススタディ、営業関連の国内外の研究、営業の人材育成、営業戦略プランのプレゼンテーション、営業の新たな理論展開の流れで講義は進行します。常にコミュニケーション機会を設定していますので、インプットとアウトプットを実行してください。", "トピック": {"第1回": ["オリエンテーション 授業流れと最終ゴール、自己紹介と受講動機、科目のコンセプト、営業のイメージと定義（ヒアリング含む）、営業戦略の捉え方", "予習：営業経験、営業関連業務のストーリーテリング<BR/>復習：営業のオリジナル定義"], "第2回": ["営業の仕事（中西）、営業の本質（嶋口石井）、顧客価値創造型営業の理論「営業の機能・価値・スタイル」、ケース・スタディ", "予習：「営業の本質」購読<BR/>復習：機能・価値・スタイルの落とし込み"], "第3回": ["営業とマーケティングの関係、リレーションシップ、サービス・マネジメント<BR/>（従来（北米）のマーケティングについて）", "予習：予習：コトラーなどのマーケティング書籍購読<BR/>復習：北米マーケティング考え方とその適応について整理"], "第4回": ["海外の営業研究からみる営業の捉え方、セールス・マネジメント、最新研究の解説<BR/>（H2Hマーケティング、サービス・ドミナント・ロジック、北欧学派マーケティング）", "予習：サービスマーケティング、関係性マーケティング関係書籍購読<BR/>復習：北欧学派マーケティングの考え方とH2Hマーケティングの今後の活用のまとめ"], "第5回": ["戦略に関する理論について（ポーター、孫子、ダイナミックケイパビリティなど）", "予習：ポーターの競争戦略、ダイナミックケイパ　　ビリティー関連書籍<BR/>復習：戦略の考え方とその適応について作成"], "第6回": ["経営、マーケティング、営業戦略立案とその実行（ケースとその立案過程、実行過程）", "予習：マーケティング、営業戦略立案関連書籍購読<BR/>復習：戦略立案過程におけるデータ活用とその適応について検討"], "第7回": ["営業活動ワーク（ロールプレイングによる問題解決商談の体験、プレゼンテーション）", "予習：ワークプラン作成<BR/>復習：振り返りペーパー作成"], "第8回": ["営業活動のアセスメント（セルフチェックとコア理論へのプロット）", "予習：機能・価値・スタイルのポイント付け<BR/>復習：営業案件のキャラクター化（ペーパー）"], "第9回": ["営業マネージャーの役割とマネジメント", "予習：自社の営業マネジャー像の抽出<BR/>復習：自社の営業マネージャーの問題と課題解決法作成"], "第10回": ["営業パーソンの人材育成の考え方と手法", "予習：営業パーソンの問題抽出<BR/>復習：変革期における営業展開の展望の作成"], "第11回": ["営業プロセス・マネジメント（レクチャー＆ワーク）", "予習：ケース企業研究<BR/>復習：ケースプラン作成"], "第12回": ["営業オブジェクト・マネジメント （レクチャー＆ディスカッション）", "予習：ケース企業課題抽出<BR/>復習：プラン修正"], "第13回": ["営業戦略（プレゼンテーションとアセスメント）", "予習：人材教育の課題抽出<BR/>復習：自社教育イメージ作成"], "第14回": ["営業理論開発の方向性、振り返り", "予習：営業の定義修正<BR/>復習：営業の新定義作成"], "授業外学習2": "受講者が所属する企業や団体または機関などの営業活動（もしくは営業活動にあたる事業活動）における担当者のパフォーマンス、マネージャーの役割、実績評価、関連する組織間の連携に関心を持ち情報収集をしてください。授業内課題については、講義時間内に指示します。同課題については、事前・事後学習を行ってください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["中西正雄、登坂一博、瀧川雅行、船越伴子、上田利博、向井光太郎、川島隆志、桑田政美、濱田恵三、本下真次、清水良郎、", "顧客価値創造型営業への進化", "ジェイティービー能力開発", "2010 年", "978-4903576091", ""], "教科書Required texts0": "顧客価値創造型営業への進化　－新たな営業戦略の論理と実践　中西正雄、登坂一博／編　ジェイティービー能力開発", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["石井 淳蔵 嶋口 充輝", "営業の本質", "有斐閣", "1995 年", "978-4641067349", ""], "参考文献・資料Reference books0": "営業の本質 -- 伝統と革新の相克　石井　淳蔵、嶋口　充輝／編　有斐閣\nその他、講義内で各講師から紹介します。", "学生による授業評価の方法Course Evaluation by Students0": "授業アンケートおよび自由記述のコミュニケーション・ペーパー", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "期末試験（リポート試験）"], "成績評価Grading2": ["その他／Others (99)", "60 %", "受講姿勢、授業貢献度、ミニレポート、ワークショップ（グループワーク）貢献度等"], "成績評価Grading3": "備考　Note\n受講上のパフォーマンスとファイナルレポートで総合評価とする", "備考Note0": "受講者が所属する企業や団体または機関などの営業活動（もしくは営業活動にあたる事業活動）における担当者のパフォーマンス、マネージャーの役割、実績評価、関連する組織間の連携に関心を持ち情報収集をしてください。授業内課題については、講義時間内に指示します。同課題については、事前・事後学習を徹底してください。\nなお、同時双方向型完全オンライン形式を採用するため、コミュニケーション・プラットフォーム（Slack）での開講および授業運用を予定しています。\nSlack上で連携したZoom運用による「オンライン上での対面授業」も導入します。それ以外の授業資料や解説はSlack上で行い、オンデマンド・アクセスが可能です。\n各自、アプリケーション（PC,タブレット対応）を必ず事前にインストールしておいてください。\nLUNA上でも配信される授業に関する連絡事項も必ずチェックしてください。", "URLリンク1/URL 11": "LUNAの科目HP", "更新日時/Date of Update2": "2022年03月10日 16時51分15秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "水曜６時限／Wednesday 6", "秋学期前半／Fall (1st Half)", "ＯＣ１４０５"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "水曜７時限／Wednesday 7", "秋学期前半／Fall (1st Half)", "ＯＣ１４０５"]}, "campas": 2, "name": "【600】営業戦略／Eigyo Strategy (Japanese sales and Marketing Style)", "管理部署": 58, "単位数": 2, "担当者": "船越　伴子（FUNAKOSHI TOMOKO） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 19, "時限2": 20, "評価1": 1, "評価2": 4, "開講期": 5}