{"履修期": "秋学期後半", "主な教授言語": "日本語", "授業目的": "「マーケティング」のツールとしてのマーケティング・リサーチを身近に感じるとともに、その実施に関する注意点を学ぶ。", "到達目標": "　本科目では、以下についての理解をすることが期待されています。<BR/>・企業や組織における「情報の把握・整理」の重要性（マーケティング・リサーチの存在意義を理解するための知識）<BR/>・仮説導出などマーケティング課題へのアプローチ方法　（マーケティング・リサーチで失敗しないための知識）<BR/>・調査手法、対象者抽出、データ収集など、データ作成技術（マーケティング・リサーチの設計に必要となる知識）<BR/>・仮説検証に用いるデータ解析の諸技法（マーケティング・リサーチで得た結果の解釈に必要となる知識）", "特記事項": "", "関連科目": "マーケティング関連科目（マーケティング・マネジメント、ブランド・マネジメント、マーケティング・コミュニケーション、マーケティング戦略、など）<BR/>データサイエンス系科目（統計学、統計分析論、行動科学）など", "授業方法": "リアルタイムにオンライン（Zoomを予定）で授業を行います。自宅や会社などでZoom使用の環境が理想的でない方は、念のためスマフォでも入っておくなど、可能であれば複数台を使用されることをお勧めします。グループワークの比重も大きいので、授業時間の前後に雑談タイムを設けるなどして、対面できない不都合を丁寧に補う予定です。マーケティング・リサーチの理論、技術に関する講義を授業の前半に行い、授業の後半はダミー・リサーチ・プロジェクトのグループワークをブレークアウトセッションなどを用いて実施します。SPSSなど解析ツールを使用してのデータ分析演習などについては、あらかじめマニュアルを準備します。オンラインですが、逐次、質疑応答を交えながら進めます。", "トピック": {"第1回": ["授業ガイダンス<BR/>マーケティング・リサーチとは何か<BR/>企業におけるマーケティング・リサーチの重要性<BR/>マーケティング課題とリサーチ課題<BR/>ビッグ・データの利用実態と課題", ""], "第2回": ["グループ・ワーク（チーム編成／リサーチ・プロジェクトのテーマ設定）", ""], "第3回": ["リサーチ・プロセスとデザイン<BR/>アプローチする方法（探索的リサーチ、記述的リサーチ、因果関係リサーチの概要）<BR/>定性調査と定量調査", ""], "第4回": ["仮説の導出<BR/>グループ・ワーク（リサーチ・テーマのブラッシュ・アップ／検証仮説の導出）", ""], "第5回": ["調査票作成技術（測定尺度、調査表作成の注意点）", ""], "第6回": ["グループ・ワーク（調査対象者、調査項目の設定）", ""], "第7回": ["統計的推定（サンプル抽出技法、必要サンプル数）<BR/>Python利用によるデータ分析", ""], "第8回": ["グループ・ワーク（調査票作成）", ""], "第9回": ["Python利用によるデータ分析（2）<BR/>単回帰分析、重回帰分析", ""], "第10回": ["グループ・ワーク（調査票決定）", ""], "第11回": ["Pythonによるデータ分析（3）<BR/>因子分析など、やや高度な解析事例", ""], "第12回": ["グループ・ワーク（データの編集・基本統計量のアウトプット）", ""], "第13回": ["プロジェクト発表", ""], "第14回": ["プロジェクト発表", ""], "授業外学習2": "本科目では、受講者が実際にリサーチの設計～実施～分析の一連の手順を経験できるよう、グループで一つのダミー・リサーチ・プロジェクトを動かします。授業の1/3～1/2程度の時間を割いてグループ・ワークを実施しますが、時間が足りない場合など、グループで集まって相談していただいたり、グループの進捗状況を報告していただくなど、授業時間外の活動も必要になってきます。<BR/>事前学習としては、マーケティング・マネジメントなどを履修済、または履修中で「マーケティング」の基礎知識を少なからずお持ちであることが望ましく、統計学やデータ分析について何らかの知識や経験があることが望まれます。Excelなどでデータを触ったことが全くない方には、後半の授業での困難が予想されますので、最低限の事前学習をお勧めします。"}, "評価": {"教科書Required texts0": "毎回プリント、もしくは、ファイルにて提示します", "参考文献・資料Reference books0": "受講者のレベルなどを勘案し、都度「マーケティング・リサーチ関連」「データ解析関連」の書籍の中から、推薦書を指定します。", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施します", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "期末試験（リポート試験）グループ・ワーク進捗に対する報告とリポート提出"], "成績評価Grading2": ["その他／Others (99)", "60 %", "発言、グループ・ワークへの貢献度"], "成績評価Grading3": "備考　Note\n最終成績評価は以下の項目で決定します。\n＊授業への参加態度（30％）\n＊発言（10％）\n＊グループ・ワークの進捗報告とレポート（40％）\n＊グループ・ワークへの貢献度（20％）", "更新日時/Date of Update0": "2022年02月25日 15時57分24秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期後半／Fall (2nd Half)", "木曜６時限／Thursday 6", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０８"], "項番No.2": ["2022年度", "秋学期後半／Fall (2nd Half)", "木曜７時限／Thursday 7", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【600】マーケティング・リサーチ／Marketing Research", "管理部署": 58, "単位数": 2, "担当者": "大槻　美聡（OTSUKI MISATO） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 26, "時限2": 27, "評価1": 1, "評価2": 4, "開講期": 6}