{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "顧客の価値を起点にした営業活動の定義に基づき、国内外の営業研究、近年のオンライン・リモートワーク対応の営業ケース、営業人材教育、プロセスマネジメント、営業戦略の実践までを体系的に学ぶことを目的とする。", "到達目標": "営業の機能、価値、スタイルおよび営業組織と営業とマーケティングの捉え方を理解できる\n・営業活動のアプローチとプロセスマネジメントを実践できる\n・営業戦略における人材育成手法を理解し実践できる\n・営業戦略上の課題解決能力を向上することができる", "特記事項": "", "関連科目": "", "授業の概要・背景": "この授業では、受講者それぞれの実務経験と講師とのインタラクティブなコミュニケーションによるアウトプットを既存の営業研究理論と融合することで、従来の販売イメージとして捉えられられてきた営業を、機能と価値とスタイルをコアフレームにしたセールス・マネジメント理論の確立に展開させることを、営業戦略の構築によって理解することによって目指すものである。", "授業方法": "ハイフレックス型の開講形式とする（一部で同時双方向型オンライン・スタイルを取り入れる）。講義とケース・スタディを中心に、教員・受講者・一部ゲストスピーカーとインタラクティブなコミュニケーションを中心に進める。", "トピック": {"第1回": ["オリエンテーション 授業流れと最終ゴール、自己紹介と受講動機、科目のコンセプト、営業のイメージと定義（ヒアリング含む）、営業戦略の捉え方", "予習：営業経験、営業関連業務のストーリーテリング\n復習：営業のオリジナル定義"], "第2回": ["営業の仕事（中西）、顧客価値創造型営業の理論「営業の機能・価値・スタイル」", "予習：「顧客価値創造型営業への進化」第1部購読 復習：機能・価値・スタイルの落とし込み"], "第3回": ["営業とリレーションシップ、サービス・マネジメント （従来（北米）のマーケティングについて）", "予習：コトラーなどのマーケティング書籍購読 復習：北米マーケティング考え方とその適応について整理"], "第4回": ["海外の営業研究から学ぶ人的営業とセールス・マネジメント（H2Hマーケティング、サービス・ドミナント・ロジック、北欧学派マーケティング）", "<span style=\"font-size:13.28px;\">予習：</span>海外の営業研究から学ぶ人的営業とセールス・マネジメント（H2Hマーケティング、サービス・ドミナント・ロジック、北欧学派マーケティング）"], "第5回": ["国内外の営業研究から学ぶオンライン・リモート対応の営業研究とセールス・マネジメント", "予習：ダイナミックケイパビリティー関連書籍 復習：戦略の考え方とその適応について作成"], "第6回": ["ゲスト・スタディ：MRの営業戦略の実践", "予習：MRの営業関連トピックの収集、関連書籍購読 復習：自社での実現可能性について検討"], "第7回": ["営業活動ワーク（ロールプレイングによる顧客価値創造型営業の実践）", "予習：ワークプラン作成 復習：機能、スタイル、価値のアセスメント"], "第8回": ["ゲスト・スタディ：ゲスト講師によるオンライン・リモート対応の営業サポートツール活用事例紹介", "予習：機能・価値・スタイルのポイント付け 復習：自社の活用計画案"], "第9回": ["<div>営業の人材育成ー１</div><div>・営業パーソンに求められる能力（普遍性・今の環境下での両面で）</div><div>・能力を高める人材育成の考え方（制度・しくみ、マネジメント、チーム営業）</div><div>・女性営業育成</div>", "予習：今の営業パーソンに求められる能力についての検討"], "第10回": ["<div>営業の人材育成ー２</div><div>営業パーソン育成上における問題と課題　ディスカッション</div>", "予習：営業パーソン育成上の問題抽出と課題"], "第11回": ["非接触型コミュニケーションによる営業のプロセス・マネジメント（レクチャー＆ワーク）", "予習：ケース企業研究 復習：ケースプラン作成"], "第12回": ["営業オブジェクト・マネジメント （レクチャー＆ディスカッション）", "予習：ケース企業課題抽出 復習：プラン修正"], "第13回": ["営業戦略（プレゼンテーションとアセスメント）", "予習：人材教育の課題抽出 復習：自社教育イメージ作成"], "第14回": ["まとめ（自社の営業戦略における課題設定）", "予習：問題案件の抽出　復讐：設定課題の検証"], "第15回": ["以上", ""], "授業外学習2": "受講者が所属する企業や団体または機関などの営業活動（もしくは営業活動にあたる事業活動）における担当者のパフォーマンス、マネージャーの役割、実績評価、関連する組織間の連携に関心を持ち情報収集をしてください。\n授業内課題については、講義時間内に指示します。同課題については、事前・事後学習を行ってください。"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "15": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "課題レポートの提出（営業戦略）"], "成績評価Grading2": ["その他／Others (99)", "60 %", "受講姿勢、授業貢献度、ミニレポート、ワークショップ（グループワーク）貢献度等"], "項番No.0": [], "項番No.1": ["2024年度", "春学期後半／Spring (2nd Half)", "木曜６時限／Thursday 6", "春学期後半／Spring (2nd Half)", "ＯＣ１４０８"], "項番No.2": ["2024年度", "春学期後半／Spring (2nd Half)", "木曜７時限／Thursday 7", "春学期後半／Spring (2nd Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【600】営業戦略／Eigyo Strategy (Japanese sales and Marketing Style)", "管理部署": 58, "単位数": 2, "担当者": "向井　光太郎（MUKAI KOTARO） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 1, "時限1": 26, "時限2": 27, "評価1": 3, "評価2": 6, "開講期": 4}