{"履修期": "秋学期前半集中", "主な教授言語": "英語", "授業目的": "1. To acquire well-structured research and analysis skills on current global financial markets and in the Asian context;<BR/>2. To keep abreast of global developments and adapt to changing financial market trends;<BR/>3. To develop cross-cultural awareness and understand the importance of future innovative trends in the Asian financial services industry.", "到達目標": "ILO 1: To apply traditional and new analysis of the financial market to the East Asian economies and the region as a whole;<BR/>ILO 2: To familiarize students with the use of Asian financial market, investment, capital funding, and economic development data for Asian businesses and the region as a whole;<BR/>ILO 3: To familiarize students with the institutional features of various Asian countries and develop a global and regional outlook.<BR/><BR/>By the end of this course, students will be able to define and evaluate Asian financial markets, understand the evolution of market trends, identify the benefits of global strategy for your company, and quantify economic and financial market trends in major Asian financial centers.", "特記事項": "【合併】Asian Financial Market（経営戦略研究科）/Asian Financial Market（経営戦略研究科）", "関連科目": "", "授業の概要・背景": "In this course, students will learn how global financial markets work, the Asian financial systems and institution issues that are related to many Asian countries, and how that information assists the industry’s senior management level as Director, CEO, and CFO in making optimal financing and risk management decisions in corporate investments. It also provides students with global perspectives on Asian financial market developments and business practices in Asia.", "授業方法": "In-class lecturing and discussions;<BR/>Work on the suggested reading materials.<BR/><BR/>Some additional course resources distributed in class are optional and are not required for this course. However, reading the recommended textbook as suggested is highly appreciated:<BR/><BR/>Mishkin, Frederic S., and Eakins G. Stanley. Financial Markets and Institutions, 9th Edition, Global Edition. Boston, MA: Pearson, 2018.", "トピック": {"第1回": ["Course Overview and Global Financial Markets (6 hours, Class 1 &amp; 2)<BR/><BR/>Introduction &amp; Overview of the course <BR/>Why study financial markets and institutions?<BR/>Foundations, framework, and introduction to global financial markets and systems<BR/>Globalization and market linkages<BR/>The links between global markets and principal players<BR/>Paper Discussion", "Reading on the class materials."], "第2回": ["Course Overview and Global Financial Markets (6 hours, Class 1 &amp; 2)<BR/><BR/>Introduction &amp; Overview of the course <BR/>Why study financial markets and institutions?<BR/>Foundations, framework, and introduction to global financial markets and systems<BR/>Globalization and market linkages<BR/>The links between global markets and principal players<BR/>Paper Discussion", "Reading on the class materials and case study."], "第3回": ["Asian Financial Systems and Economic Integration (6 hours, Class 3 &amp; 4)<BR/><BR/>Introduction to Asian financial markets and the impact of globalization<BR/>Overview of the Asian financial systems and institutions<BR/>Policy, Structural, and Macro Issues<BR/>China-Asian market interactions: changing perspectives<BR/>Case Discussion", "Reading on the class materials."], "第4回": ["Asian Financial Systems and Economic Integration (6 hours, Class 3 &amp; 4)<BR/><BR/>Introduction to Asian financial markets and the impact of globalization<BR/>Overview of the Asian financial systems and institutions<BR/>Policy, Structural, and Macro Issues<BR/>China-Asian market interactions: changing perspectives<BR/>Case Discussion", "Reading on the class materials.<BR/>Research on the presentation topic."], "第5回": ["Asian Financial Centers and the Future of Financial Markets (6 hours, Class 5 &amp; 6)<BR/><BR/>Asian financial centers: the Global competitiveness and most important factors for the competitiveness of global financial centers<BR/>The future of money, markets and the New Physics of Financial Services: How artificial intelligence is transforming the financial ecosystem.<BR/>Seminar (TBC): Guest speaker", "Research on the presentation topic."], "第6回": ["Asian Financial Centers and the Future of Financial Markets (6 hours, Class 5 &amp; 6)<BR/><BR/>Asian financial centers: the Global competitiveness and most important factors for the competitiveness of global financial centers<BR/>The future of money, markets and the New Physics of Financial Services: How artificial intelligence is transforming the financial ecosystem.", "Reading on the class materials."], "第7回": ["Business and Corporate Responses to a Changing Global Financial Market (3 hours, Class 7)<BR/><BR/>Assess the impact that Asian financial market shifts will have on your business and industry, and understand the context of the global political order through analysis of how specific Asian countries developed over time. (Individual Presentation)<BR/><BR/>Analyze and discuss the impact of the Covid-19 pandemic, how it has manifested in the Asian financial services and economic landscape, and its effect on global economics, politics, and the Asian business environment.", "Prepare for the final exam."], "第8回": ["Selected Topic on Asian Financial Center: Singapore and Hong Kong", ""], "第9回": ["Selected Topic on Asian Financial Institutions: Investment Banks, Private Equity and Venture Capital", ""], "第10回": ["Selected Topic: FinTech and Family Office", ""], "第11回": ["Selected Topic: Major Asian Economies (China and Japan), Emerging Economies in Southeast Asia", ""], "第12回": ["Case Study Discussion: TBC", ""], "第13回": ["Individual Presentation.<BR/>Review of the course and conclusion.", ""], "第14回": ["Final exam.", ""]}, "評価": {"教科書Required texts0": "Mishkin, Frederic S., and Eakins G. Stanley. Financial Markets and Institutions, 9th Edition, Global Edition. Boston, MA: Pearson, 2018.", "参考文献・資料Reference books0": "Lecture notes, slides, and reading materials will be distributed electronically to all students.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "Participation in class discussion (20 %); Individual Presentation (30%)"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "50 %", "A written report exam is designed to apply concepts and principles based on the course contents to the assigned several essay questions. It is assessed based upon clarity of presentation and persuasiveness."], "成績評価Grading3": "備考　Note\nTo ensure that students gain the maximum benefit from classes, students are strongly encouraged to attend each class and be active participants by raising questions and comments relating to the class material. Therefore, points are allocated for such active participation.", "更新日時/Date of Update0": "2023年02月17日 17時21分45秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期前半集中／Intensive (Fall 1st Half)", "集中・その他／Concentration/Other", "秋学期前半集中／Intensive (Fall 1st Half)", "ＯＣ１４０１"]}, "campas": 2, "name": "【600】Asian Financial Market／Asian Financial Market", "管理部署": 58, "単位数": 2, "担当者": "鍾　儒育（CHUNG RU YU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 2, "評価2": 3, "開講期": 12}