{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "　テクノロジーの進化は速く、それによって社会の変化はますます激しくなっています。　これまで経営者は、こうした“大変化”を太古の昔に恐竜を絶滅させたといわれる“地球気候の大変動”を見るように自社事業の衰退危機を見通しつつも、守るべきものが多いがゆえに既存事業モデルと旧態依然とした組織思考の変革を先送りにする「イノベーションのジレンマ」に陥っていました。<BR/>　しかしパンデミックが、もはや変化への対応に“先送りの猶予”がないことを示しました。パンデミックによって、多くの企業が壊滅的なダメージを受けました。経営者は、このまま“特定事業”や“特定の取引先”に依存することが将来の経営リスクとなる現実から目をそむけることができなくなったのです。<BR/>　企業は、新しい事業を次々と創出していく進化できる組織に転換していかなくてはいけません。一方で、現代は１社だけで新しいビジネスを創出するのが難しくなりました。現代のビジネスは多くの企業による複雑な連携のもとで成り立っているのです。これは、かつてのような下請けピラミッド構造とは異なるお互いが相手を必要とするアライアンスの時代といえます。<BR/>　このアライアンス時代でビジネスの主導権を握るための要素となるのは企業規模の大小ではありません。優れた知的財産を有し、その知的財産を巧妙に活かす戦略を実践する企業こそが、この複雑化した時代のリーダー企業となりえるのです。<BR/>　この巧妙な知的財産戦略を実践するには、知的財産でビジネスを独占するクローズ戦略だけでなく、時には知的財産を開放（オープン化）して多くの企業を仲間にする“未来を見据えたグランドデザイン”を描くことが必要になります。<BR/>　このように知的財産とは、従来のような「模倣されないために特許を取る」といった防衛的な位置づけから、新しいビジネスを開発し、企業を進化させていくための戦略的な経営資源の位置づけになったのです。そして、こうした知的財産を戦略的に構築し活用することは、今や製造業だけで必要とされているものではありません。大手飲食チェーン店を経営する会社が店舗運営の生産性を向上させるためのロボット技術を開発して特許を出願しており、インターネット・プラットフォーマーは情報戦を制するために独自の知的財産戦略を描いています。小説「下町ロケット」では、優れた知的財産を有する下町の中小企業が大企業と対等以上に渡り歩く物語が展開されましたが、あれは決して小説・ドラマの中だけに限った架空の物語ではないのです。<BR/>　この授業では、このような時代背景を踏まえ、知的財産を特許権や著作権といった権利だけに限定することなく、ノウハウや情報資産（データ）も包含した広義の知的財産を取り扱い、それら知的財産を戦略的にビジネスで活かす人材の養成を目的とします。", "到達目標": "下記の３つを本授業の到達目標とします。<BR/>（１）知的財産の本質を理解する<BR/>　企業にとって本当に重要な知的財産とは何なのか、特許を取るケース、あえて特許を取らずにノウハウ化するケース、どのような情報資産に価値があるのか等、ビジネスで活かすための各種知的財産の本質を理解頂きます。<BR/>（２）最適な戦略を選択できるようになる<BR/>　知的財産戦略は事業戦略、技術戦略と三位一体であることを理解頂きます。そのうえで戦略の選択肢を構想し、その中で最適な戦略を選択できるようになるための判断材料を理解頂きます。<BR/>（３）選択した戦略を実行できるようになる<BR/>　知的財産戦略を実行するために最低限必要な法的知識を使えるレベルにまで理解頂きます。その法的知識に基づき戦略を踏まえた交渉ができるようになって頂きます。", "特記事項": "", "関連科目": "", "授業方法": "この授業は同時双方向型オンライン授業と対面授業の組み合わせで実施します。<BR/>対面授業の回はオンラインでも参加できるハイフレックス授業で実施します。<BR/>■同時双方向型オンライン授業：第１週（6月10日）、第２週（6月17日）、第４週（7月1日）、第６週（7月15日）<BR/>■対面授業：第３週（6月24日）と第７週（7月22日）<BR/>　対面授業の回は基本的に教室で受講して頂くことを前提としますが、教室参加が困難な方がおられる場合はハイフレックス授業とします。<BR/>■第５週（7月8日）はゲストスピーカー講演を予定しており、ゲストと相談のうえ対面かオンラインかを決めます。<BR/>なお、新型コロナウイルスの感染状況等により対面での授業ができなくなった場合は、全て同時双方向型オンライン授業とします。<BR/>・全ての回の授業内容を録画して、（期間限定ですが）後から視聴できるようにします。<BR/>・講義を主体としますが、演習、グループワークにより理解を深めていただきます。また、実際に知的財産戦略を実践されてきた実務家をゲストスピーカーとしてお招きして講演頂くとともに、ゲストスピーカーと一緒に事例考察を頂きます。", "トピック": {"第1回": ["【イントロダクション】<BR/>  ・モノづくりにおける時代の潮流と戦略家の役割<BR/>　・オープンイノベーション時代における知的財産戦略の実態", ""], "第2回": ["【知的財産経営】<BR/>　・事業戦略、技術戦略、知的財産戦略の三位一体<BR/>　・知的財産の戦略的活用（ノウハウと情報資産の重要性）", ""], "第3回": ["【知的財産権法の基礎】<BR/>　・ビジネスで知的財産を活かすために必要な法律知識<BR/>　・他社を排除するための知的財産権活用と、他社の力を活用するための知的財産権活用", ""], "第4回": ["【共同開発の本質】<BR/>　・１社だけでできないことを可能にする共同開発によるイノベーション<BR/>　・共同開発におけるリスクマネジメント", ""], "第5回": ["【戦略的な知的財産の形成（理論編）】<BR/>　・戦略的に知的財産を形成することの意義<BR/>　・ビジネスとして価値の高い特許とは", ""], "第6回": ["【戦略的な知的財産の形成（実践編）】<BR/>　・戦略面での成功・失敗事例研究<BR/>　・キヤノンにおける実践（同社の実務家を招いての講義およびディスカッション）", ""], "第7回": ["【インターネット時代における新しい知的財産戦略】<BR/>　・コンピューター・ソフトウェアと著作権<BR/>　・デジタルデザインの意匠権による保護と新しい潮流<BR/>　・プラットフォーマーの知的財産戦略考察", ""], "第8回": ["【知的財産ライセンス】<BR/>　・ライセンスの対価（妥当な対価とは）<BR/>　・ライセンスの形態（独占か非独占か ― ケースによって異なるメリット）", ""], "第9回": ["【オープン戦略とクローズ戦略】<BR/>　・自前主義を前提としたモノづくりの限界<BR/>　・技術のオープン化", ""], "第10回": ["【事例研究】※<BR/>　・時勢を踏まえた事例に基づく実務家をゲスト・スピーカーとして招いての事例研究<BR/>　※ゲストの都合により日程を変更する可能性はあります", ""], "第11回": ["【組織力】<BR/>　・組織における知的財産機能<BR/>　・知的財産を活かす組織力とは", ""], "第12回": ["【実践的戦略演習１】<BR/>　・講義<BR/>　・グループワーク", ""], "第13回": ["【紛争と交渉】<BR/>　・交渉戦術<BR/>　・特許紛争事例研究", ""], "第14回": ["【実践的戦略演習２】<BR/>　・グループワーク<BR/>　・講義", ""], "授業外学習2": "　この授業を履修するにあたり、知的財産に関する専門知識は必須ではありません。専門知識は本授業で補います。技術開発成果をビジネスとして戦略的に展開するための“市場開発戦略”については事前に自分なりに考察しておいてください。また、製造業の現状および共同開発に関するニュース、IoTやＡＩ（人工知能）といったICTを基軸としたイノベーションの事例はチェックしておいてください。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["丸島儀一", "知的財産戦略", "ダイヤモンド社", "2011 年", "978-4-478-01237-6", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["ヘンリー・チェスブロウ", "オープンビジネスモデル", "翔泳社", "2007 年", "978-4-7981-1501-6", ""], "参考書/Reference books2": ["マーク・ブラキシル, ラルフ・エッカート", "インビジブル・エッジ", "文藝春秋", "2010 年", "978-4-16-371990-0", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "期末試験（リポート試験）"], "成績評価Grading2": ["その他／Others (99)", "50 %", "授業への貢献(30%)、中間リポート(20%)"], "更新日時/Date of Update0": "2022年03月14日 17時45分11秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期後半／Spring (2nd Half)", "金曜６時限／Friday 6", "春学期後半／Spring (2nd Half)", "ＯＣ１４０８"], "項番No.2": ["2022年度", "春学期後半／Spring (2nd Half)", "金曜７時限／Friday 7", "春学期後半／Spring (2nd Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【600】知的財産戦略／Intellectual Property Strategy", "管理部署": 58, "単位数": 2, "担当者": "古庄　宏臣（FURUSYO HIROOMI） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 33, "時限2": 34, "評価1": 1, "評価2": 4, "開講期": 4}