{"履修期": "秋学期後半", "主な教授言語": "日本語", "授業目的": "この講義はデータ分析を行うために、必要なデータを入手する様々な手法を会得すること、またこうしたデータを分析することを目的としています。企業、あるいは地域に関わる様々なデータはその多くはWeb 上もしくはデータベースサイトから入手することが出来ます。あるいは、Web API を用いることで、企業が提供するWeb サービスの情報を取得することも可能です。こうしたデータを接合し合うことで、受講者が自らのビジネスニーズに応じた分析を可能になることを目指します。そのため、「統計分析論」でも取り上げたExcel, R, PythonおよびTableauなどを組み合わせることで、必要な道具を必要なタイミングで組み合わせて分析する方法について学習します。また、機械学習などデータサイエンスに関わる高度な内容も合わせて履修することで、ビジネスユースに応じて分析手法が使い分けられるようになることを目指します。", "到達目標": "以下の内容が可能になることを目指します。<BR/>1. Python, Rなどを用いて, Web スクレイピングやAPI を用いてデータを取得出来る<BR/>2. Python, Rなどを用いて, 因果推論や機械学習などを利用してデータ分析が出来る<BR/>3. データの前処理や分析を行うことで, ビジネス上の課題をデータを用いて解決出来る", "特記事項": "", "関連科目": "同じ講師が担当する『統計分析論』を合わせて履修されることをおすすめします。", "授業の概要・背景": "", "授業方法": "必要に応じ、ZoomもしくはTeams などを用い全講義をハイフレックス型講義として実施します。また、講義にあたってはKWICをはじめとした授業支援ツールを用いて、サンプルコードや講義資料を提供し質疑応答がフレキシブルに行えるようにする予定です。どのツールを用いるかは、初回に受講生と相談の上決定したいと思います。", "トピック": {"第1回": ["プログラミングの方法を復習する: 統計分析論でも取り上げた、RやPythonを用いたプログラミング方法について、基本的な構文を復習します。", "講義前には「統計分析論」の受講者は学んだことを、サンプルコードなどに基づき復習しておいてください。当該講義から履修される方は、指定の教科書やプログラミングの教科書を参考の上、自習されることをお勧めします。講義後には、サンプルコードや教科書をベースに、プログラミングの技法を復習されることを推奨します。"], "第2回": ["API を用いてデータを取得する(1): 楽天市場が提供するAPI を用いてデータを取得する方法について学ぶことで、Web API を用いたデータの取得方法について基本を学びます。また、回帰分析を用いてヘドニック分析を行うことで、こうしたデータを取得することで得られる情報について議論します。", "講義前には、みなさんの会社や普段利用しているサービスでAPIがどのように活用されているのかを調べておきましょう。講義後には、「ヘドニックアプローチ」という手法がどのような分析を行っているのか、口頭で説明出来るようになりましょう。また、APIを用いて必要なデータを取得するエクササイズを実施するようにしましょう。"], "第3回": ["API を用いてデータを取得する(2): 政府が提供するデータベースであるRESASの利用方法について学び、続いて、RESAS API を用いてデータを取得する方法について学びます。これに基づき、地域特性を踏まえたデータの取得方法やその利用方法について議論します。", "講義前には、どのような政府統計があるのか調べてみましょう。その中で、自社やみなさんの業務に関連するものがあるのか、講義で報告出来るようにしましょう。講義後には、RESASをはじめとする、地域データや政府統計データを自らの業務や企業で活用する方法について検討しましょう。また、こうした「硬い」データと、自社内のデータを接合する手法についても検討しましょう。"], "第4回": ["Web スクレイピングする: Beautiful Soup などを用いて、Web 上のデータを取得するスクレイピングの手法について学びます。スクレイピングの利用方法や、利用が可能か否かを判断する方法などについて確認する方法について理解出来るようにします。", "講義前には、自らの業務や研究でどのようなデータが必要なのか、講義で説明できるように準備をしましょう。講義後には、どのようなサイトはスクレイピングが禁止されているのか理解するようにします。また、スクレイピングが許諾されている場合に、どのようにすれば自らの業務や研究で活用出来るデータセットが構築出来るのか、自らの興味関心に基づいて実施するようにしましょう。"], "第5回": ["SQL の使い方(1): SQL の使い方について概要を説明します。大量のデータを運用し活用するためには、データベースを用いると便利です。Google BigQuery を用い、データから必要な情報を抽出し、データ同士を接合する方法について簡単に解説を行います。", "講義前には、「107万行のExcel」で足りなくなるようなデータにはどのようなものがあるのか調べておいてください。講義後、なぜExcelやRやPythonではなく、こうしたデータベースおよびインフラストラクチャが必要なのか説明出来るようにしましょう。また、クラウドとオンプレミスの違いについても説明出来るようにししょう。"], "第6回": ["SQL の使い方(2): DWHが展開されている場合、また、企業内でデータベースを構築する必要がある場合などに対応するため、MySQL サーバの構築方法やデータの処理方法などについて学びます。クラウド型のデータベースとの比較検討などを最後に行います。", "講義前には、前回の講義内容を踏まえてクラウドとオンプレミスの違いについて説明出来るようにしてください。講義後には、データの保持や管理や維持をするうえで、データをクラウドに乗せるべきか、ローカルに保持するべきかどのような判断基準が有るのかを説明出来るようになりましょう。データエンジニアリングの観点から、生産性と機密性のバランスをどのように両立出来るのかを考えましょう。"], "第7回": ["データの可用性とプライバシー: インターネットには様々な情報が掲載されています。あるいは、大学の図書館からデータベースにアクセスすれば、様々な情報を得ることが出来ます。しかしながら、データには個人情報や企業の機密情報などが含まれており、これらの適切に管理し運用することは極めて重要です。", "講義前には、データを利用することが、特定個人のプライバシーを毀損した事例について調べましょう。講義中や講義後には、講義で取り上げたようなデータの利活用によって個人のプライバシーを毀損するような事例が、企業の商業活動において起こり得るケースについて受講者同士で議論しましょう。"], "第8回": ["特許・論文データの使い方: 企業の研究開発動向を把握するためには、学術論文や特許情報を用いたデータ分析が必要不可欠です。関西学院大学で提供されている関連するデータベースに基づき、こうしたデータの分析方法や研究成果について紹介したうえで、データの利用方法について議論します。", "講義前には、当該データセットに関連する学術論文へのリンクを頒布します。事前に目を通して、論文の内容を理解出来るようにしてください。講義後には、講義内容を踏まえ、特許や論文データが指し示すような、企業のイノベーションを測定することで、たとえば玉田先生の『テクノロジーマネジメント』で講義されているようなイノベーターのジレンマをどのように乗り越えることが出来るのかを考えてみましょう。このようなデータドリブンで分析出来る範囲と、そうではない範囲について検討しましょう。"], "第9回": ["企業情報・財務データの使い方: 企業に関連する情報は、政府が提供するgBizInfoや民間が提供する企業信用調査データベース(日経Financial Quest)、スタートアップに関連するデータベース (Startup DB) など様々存在しています。こうしたデータベースの利用方法や、関連する研究成果について紹介します。", "講義前には、当該データセットに関連する学術論文へのリンクを頒布します。事前に目を通して、論文の内容を理解出来るようにしてください。講義後には、企業データを活用することで、どのような定量的な分析が可能になるのかを検討しましょう。こうしたパブリックあるいは商用のデータベースと、企業内のデータを組み合わせることでどのような分析が可能になるかを考えましょう。"], "第10回": ["テキスト分析: すでに定量化されているデータではなく、特許における特許名、論文における論文名、企業データベースにおける企業の概要などのテキストデータを解析する手法について学びます。具体的には, Wordcloud, Word2vec, Topic モデルなどについて解説します。", "講義前には、品詞活用について国語の講義で学んだことを思い出して頂けると幸いです。講義後には、みなさんの企業の中にあるデータセットで、テクストの自然言語処理を行うことでどのような利活用の方法が考えうるか、検討しましょう。そうした分析を行う上での律速要素についても考えましょう。"], "第11回": ["ソーシャルメディア分析: 消費者の動向などは、TwitterやFacebook, Instagram をはじめとするソーシャルメディアの投稿データを用いて細密に分析することが可能になりつつあります。API の利用方法を紹介するとともに、関連する研究成果を踏まえて、こうしたソーシャルメディアのビジネスユースでの活用方法を議論します。", "講義前には、みなさんの企業におけるSNSの活用状況について講義で話せるように準備をしましょう。講義後には、SNSのeWOM(電子口コミ)データをどのように企業広報やマーケティングで活用しうるかを検討してみましょう。「ネットの書き込み」に右往左往しないためには、どのような手段が考えうるのかを考えてみましょう。"], "第12回": ["機械学習:決定木分析やLasso(スパース推定)など、値の予測や説明変数の選択などをRやPythonで実装し活用する方法について学びます。また、機械学習の企業での利用ユースについても合わせて学習します。", "講義前には、決定木分析と回帰分析の違いについて調べておきましょう。講義後には、みなさんの企業でもしかしたらしばしば話題になっているのかもしれない「機械学習やAIを使ってその課題を解決しよう！」という言葉が、果たしてどのくらい本当に実効性があるのかを考えてみましょう。もしかしたら、単なる統計処理や基礎統計量の導出や回帰分析で良いのかもしれません。そうした、分析ツールや技法の選択基準をどのように策定して、社内で共有すればいいのか考えましょう。"], "第13回": ["因果推論: 操作変数法や傾向スコアマッチング、非連続回帰デザインなど、相関関係ではなく因果関係を推定するための統計処理手法について学び、そのRもしくはPythonを用いた実装手法について学習します。", "講義前には、因果推論の手法についてどのようなアプローチが広く活用されているのか調べておきましょう。講義後には、前回の機械学習と同じく、因果推論という言葉に踊らされないためにどのようなアプローチを取りうるのかを考えてみましょう。"], "第14回": ["期末レポートのプロポーサル発表会: 期末レポートに向けて、自らのビジネス上の課題に則したデータ分析の方向性について学生は発表を行います。これにより、どのようにすればビジネス上の課題に則したデータ分析が行えるようになるのか議論します。", "講義前には、プロポーサルの準備をお願いします。講義後には、データサイエンスと呼称されているアプローチを、MBAで得た理論知識と組み合わせ企業で活用するためには、どのような方法が必要なのかを考えましょう。また、社内の統計やITリテラシーの潤沢ではないみなさんにどう統計やデータサイエンスの分析結果を持って、「まわりを巻き込む」ように出来るか、どうナラティブに分析結果を伝えられるのかを検討しましょう。"], "授業計画1": "企業でデータサイエンスやDXに取り組む方にゲスト講義を依頼する予定です。現在調整中のため、確定次第お知らせします。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["原泰史", "Pythonによる経済・経営分析のためのデータサイエンス", "東京図書", "2021 年", "978-4-489-02350-7", ""], "参考文献・資料Reference books0": "上記に加え『Python による計量経済学(仮)』(2023年、原泰史、講談社サイエンティフィック)および『Python/Excel/SQLによる経済・経営分析のためのデータ処理入門(仮)』(2023年、原泰史、東京図書)を指定予定ですが、こちらは出版前なのでISBNなどが確定でき次第講義でアナウンスします。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "45 %", ""], "成績評価Grading2": ["平常リポート／Individual reports (04)", "35 %", ""], "成績評価Grading3": ["その他／Others (99)", "20 %", "講義での発言や主体的な参加状況など"], "成績評価Grading4": "備考　Note\n平常レポートは講義の序盤および中盤に２回実施します。委細については講義中にアナウンスを行います。", "更新日時/Date of Update0": "2023年01月13日 11時36分04秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期後半／Fall (2nd Half)", "金曜６時限／Friday 6", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０４"], "項番No.2": ["2023年度", "秋学期後半／Fall (2nd Half)", "金曜７時限／Friday 7", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０４"]}, "campas": 2, "name": "【600】データマイニング／Data Mining", "管理部署": 58, "単位数": 2, "担当者": "原　泰史（HARA YASUSHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 33, "時限2": 34, "評価1": 2, "評価2": 3, "評価3": 4, "開講期": 6}