{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "本授業の目的は、ベンチャー企業を経営する上で重要な資金調達にまつわるエコシステムや方法を理解し、特にベンチャーキャピタル等の直接金融を活用するための、事業計画や資本政策の作成等実践的な手法を修得することである。", "到達目標": "本授業では、主に以下の点を到達目標とする。<br />・日本国内および世界のベンチャー企業を取り巻く環境を理解している。<br />・ベンチャー企業を起業または推進する上で必要な、様々な資金調達方法につき理解している。<br />・ベンチャー企業のエクイティーファイナンスの仕組みについて理解している。<br />・ベンチャーキャピタルから資金調達をする上での必要事項につき理解している。<br />・ベンチャーキャピタルから資金調達するために必要な資料（事業計画書、資本政策書等）をおおむね作成できる。<br />・ベンチャーキャピタルから資金調達するための魅力的なプレゼンテーションができる。<br />・（ベンチャー支援者、大企業の担当者として）ファイナンス面から見たベンチャー企業の行動特性につき理解している。", "特記事項": "", "関連科目": "コーポレート・ファイナンス基礎を事前履修することが望ましい。", "授業の概要・背景": "ベンチャー・中小企業を起業し、成長させるためには、新たな資金調達が不可欠であるが、そのためには自らの事業や企業の特性、ステージに適切なファイナンス戦略、手段を理解しておく必要がある。<br />本講座では、間接金融、直接金融の違いに始まり、様々な調達手段を俯瞰したうえで、特にベンチャーキャピタル（ＶＣ）からの資金調達に焦点を当て、その仕組み、メリット、課題、重要テーマ（事業計画、資本政策、企業価値評価、ＩＰＯ、Ｍ＆Ａ等）について、理論と実践の習得を目的とする。<br />また、クラウドファンディング、種類株の活用、ＣＶＣ（コーポレートベンチャーキャピタル、大企業のオープンイノベーション）等の最近のトピックスについても積極的に取り上げ、ベンチャー・中小企業関係者にとどまらず、大企業で新規事業開発やオープンイノベーションを行う上でも必要な知識を習得できるよう講義を進める。", "授業方法": "新型コロナ対応⇒『状況が許される限りにおいて、教室での授業を実施する予定であるが、府県をまたがる移動の自粛、キャンパスの閉鎖等が続いている場合は、ZOOMを用いたリアルタイム（ハイフレックス型含む）での授業を実施する。』<br />なお通常時においても、受講者の利便性を重視し、常時ハイフレックスとする<br />講義による理論・体系の学習およびケーススタディーによる事例考察、ゲストスピーカーの講話、グループスタディー（模擬投資委員会）により授業を構成。", "トピック": {"第1回": ["講義<br />＜オリエンテーション・イントロダクション＞<br />ベンチャーファイナンスとは？<br />中小企業とベンチャーの違い<br />一般的な中小企業の資金調達（補助金、融資）<br />ベンチャー企業を取り巻く環境（国内、海外）", "最終講義で行う模擬投資委員会での発表に備え、グループ分けを行う。本講座開催期間を通じ、各グループごとに、テーマ設定、発表内容の議論を進める。"], "第2回": ["講義<br />ベンチャーキャピタル（ＶＣ）とは？（さわり）<br />ＶＣの種類（金融系、独立系、政府系、事業会社系（ＣＶＣ）等）と特徴", ""], "第3回": ["講義<br />ベンチャーキャピタル（ＶＣ）とは？（詳細）、一般的なＶＣ以外の資金調達<br />ＣＶＣ（オープンイノベーション）、クラウドファンディング、エンジェル投資等", ""], "第4回": ["ゲストスピーカー１（i-plug 中野社長）", "後日、講演を聞いた感想文（レポート）を提出のこと"], "第5回": ["事例研究<br />ケーススタディー　１<br />ケース「ピクセラ（株）」　慶應ビジネススクール（2000年7月）<br />シリコンバレーで日本の大手電機メーカーの現地法人に勤務していた、ある日本人が起業を志した。彼はエンジェルやベンチャー・キャピタリストを説得するためのビジネス・プランを練らなければならなかった。複式簿記の手法を使って、ビジネスプランの作成を演習するケース。", "事前にケースを分析し、各自のビジネスプランを作成した上で、授業に参加すること"], "第6回": ["講義<br />事業計画書とは？（理念、ビジネスモデル、強み、経営陣等）、Ｐ／Ｌ、Ｂ／Ｓ、キャッシュフロー（資金繰り計画）", ""], "第7回": ["事例研究<br />ケーススタディー　２<br />ケース「株式会社ヘルシーネット」　中小企業基盤整備機構（2006年3月）<br />ベンチャー企業が、スタートアップ期又はアーリーステージに特有な経営課題（ビジネスモデル構築、事業・市場選択、販路開拓、資金調達など）について分析するケース。", "事前にケースを分析し、各自で対応（危機回避）策を作成した上で、授業に参加すること。"], "第8回": ["講義<br />資本政策、企業価値評価（株価算定）、種類株式事例研究", ""], "第9回": ["講義<br />ＶＣの投資プロセス<br />投資審査の実際、投資契約書等<br />エグジット戦略（ＩＰＯ、Ｍ＆Ａ、株式譲渡等）", ""], "第10回": ["ゲストスピーカー２（JOHNAN 山本社長）<br />（リモートで講演）", "後日、講演を聞いた感想文（レポート）を提出のこと"], "第11回": ["講義<br />ＶＣ、企業経営の事例紹介（今庄、フューチャーベンチャーキャピタルの事例）", "後日、感想文（レポート）を提出のこと"], "第12回": ["補足授業、模擬投資委員会発表準備（メンタリング）", "最終プレゼンに向けた中間発表をグループごとに実施し、そのフィードバックを行う。"], "第13回": ["グループスタディー発表<br />＜模擬投資委員会＞<br />ＶＣで行われる最終投資委員会をイメージし、各グループが事業計画、資金調達プランを作成、発表し、質疑応答を行う。<br />模擬投資委員会の委員として現役キャピタリスト（日本ベンチャーキャピタル藤本執行役員、Monozukuri Ventures牧野社長）も参加し、質疑応答、投資可否を審査する。", "模擬投資委員会でプレゼンテーションを行うため、事前に決めた各グループのメンバー間で意見交換の上発表資料を作成すること。発表に用いた資料（データ）は、当日各グループ1部提出のこと。"], "第14回": ["第13回の続き（同日）", ""], "授業計画1": "＊）ゲストスピーカー予定者（ＩＰＯまたは資金調達に成功したベンチャーの創業者、経営者、ＣＦＯ等）<br />　　　i-Plug、イルグルム、夢展望、スマートバリュー、ナノミストテクノロジー、ＪＯＨＮＡＮ、Ｄａｒｉ－Ｋ等<br />＊＊）ケーススタディーの内容は、変更の可能性あり。<br />＊＊＊）７／８は休講（第９回１０回は７／１５に実施。７／２９の発表会が最終講義となる）", "授業外学習2": "各講義で取り上げる内容につき、必要に応じ参考図書の該当箇所を読了し予習復習することが望ましい。<br />ケーススタディーに関しては、授業開始以前に熟読し、内容を理解、自分なりの分析をしておくこと。<br />最終講義で行う模擬投資委員会でプレゼンするため、各グループで意見交換し発表の準備を行うこと。"}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "講演感想文＆期末試験（リポート試験）※グループスタディーの最終発表および資料の内容"], "成績評価Grading2": ["その他／Others (99)", "40 %", "授業での発表、質問の回数および内容等クラスへの貢献"], "項番No.0": [], "項番No.1": ["2023年度", "春学期後半／Spring (2nd Half)", "土曜３時限／Saturday 3", "春学期後半／Spring (2nd Half)", "ＯＣ１４０３"], "項番No.2": ["2023年度", "春学期後半／Spring (2nd Half)", "土曜４時限／Saturday 4", "春学期後半／Spring (2nd Half)", "ＯＣ１４０３"]}, "campas": 2, "name": "【600】ベンチャーファイナンス／Venture Finance", "管理部署": 58, "単位数": 2, "担当者": "今庄　啓二（IMAJYO KEIJI） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 3, "評価2": 6, "開講期": 4}