{"履修期": "秋学期", "主な教授言語": "日本語", "授業目的": "課題研究論文では、現実のビジネスにおける課題に対して、独自に収集したデータと、「テクノロジー・マネジメント」や「イノベーション経営」などの科目で学んだ理論的フレームワークを適切に用いて、どのような解決策が有り得るのかを明らかにし、論文にまとめる。", "到達目標": "本講義は、上述の課題研究論文として充分なクオリティーを持った論文を完成することが目標である。", "特記事項": "", "関連科目": "テクノロジー・マネジメント、イノベーション経営", "授業の概要・背景": "課題研究論文は、MBAでの学びの総仕上げです。課題研究論文の作成を通じ、それまでに学んだ個別の知識を統合し、現実のビジネスの課題に対して有益な答えを導く能力をマスターし、MBAを名乗るにふさわしい修了生となることを目指します。", "授業方法": "全ての授業をハイフレックスで実施。<br />履修者には、毎週、一定の分量の既存文献を読みこなし、研究の進捗状況について毎週２ページの論文を作成し・発表することが求められます。履修者の発表をもとに、ゼミナール形式で授業を行います。履修者には、ビジネススクール修了者の必須要件であるLife-long learning commitmentの涵養のため、自ら学び、調べ、考え、書くことが求められます。", "トピック": {"授業計画1": "個人の進捗状況によって前後することはあるが、概ね以下のような進め方を考えている。<br /><br />第１回：テーマおよび研究計画の発表<br />　各人が、解決しようとする問題、それに対してどのような手法で答を導こうとしているか、および、問題に対して直感からどのような結論を想定しているかについて2枚程度のレポートを作成し、一人あたり１５-３０分程度で発表し、それに基づき討論する。なお毎回、作成したレポートは提出してもらう。<br /><br />第２回～第４回：問いの明確化<br />　各人が、研究課題に関連する先行研究を調査するとともに、どの様なデータが入手可能か検討し、序論を構成し、発表する。<br /><br />第５回～第７回：データ収集、分析<br />　各人が、研究課題を解決するためのデータおよび関連資料を収集し、本論を構成し、発表する。その際、収集したデータ等からどのような結論が導かれるかについても考察し、不足しているデータは何か、そのデータを得るためにはどうすればよいかについても同時に検討を行う。<br /><br />第８回～第１２回：結論の構築<br />　各人の研究課題（問い）に対し、各人が収集したデータ等から導かれる結論を発表し、その論理構成の頑健性について検討を行う。必要に応じ、さらに追加的なデータ収集等を行い、研究課題に対応した結論が適切に導かれるまで繰り返す。<br />　<br />第１３回～第１４回：研究発表<br />　一人あたり発表２０分、質疑１０分の持ち時間で、課題研究発表会におけるプレゼンテーション形式で各人の課題研究の発表を行う。必要に応じ、学内外から有識者等の参加を求めることがありえる。", "授業外学習2": "指定した教科書は課題研究の第1回の講義開始前にすべて読了しておくこと。<br />履修者には、毎週、一定の分量の既存文献を読みこなし、研究の進捗状況について毎週２ページの論文を作成し、発表･提出することが求められます。<br />定量的な研究を進めるのであれば、SPSS等の統計解析ソフトウェアの操作法についても習熟しておくことが望ましいです。"}, "評価": {"0": ["", "", "", "", "", ""], "1": ["", "", "", "", "", ""], "2": ["", "", "", "", "", ""], "3": ["", "", "", "", "", ""], "4": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "課題研究論文の達成度(50%), 毎週の研究の進捗状況についての論文の提出(50%)"], "項番No.0": [], "項番No.1": ["2023年度", "秋学期／Fall", "日曜３時限／Sunday 3", "秋学期／Fall", "ＯＣ１４０４"], "項番No.2": ["2023年度", "秋学期／Fall", "日曜４時限／Sunday 4", "秋学期／Fall", "ＯＣ１４０４"]}, "campas": 2, "name": "【600】課題研究　１８／Individual Research", "管理部署": 58, "単位数": 4, "担当者": "玉田　俊平太（TAMADA SCHUMPETER） ", "履修基準年度": "１年", "履修登録方法": "予備登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 44, "時限2": 45, "評価1": 6, "開講期": 2}