{"履修期": "春学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的は、さまざまな高等教育機関の組織構造について理解するとともに、学生数規模、大学設置形態、地理的条件、意思決定システムなどの違いを分析し、自らが大学アドミニストレータの立場に立って所属する高等教育機関の組織管理の問題を提起し、提言を作成する。", "到達目標": "以下の４つの点を目標としている。<BR/>・大学の組織変革要因を発見できる。<BR/>・大学組織管理の方法を理解し、かつ運用できる。<BR/>・大学のケーススタディを作成し、論理的に分析できる。<BR/>・明瞭な文章表現能力を身につける。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "新型コロナウイルスの感染状況下において、対面とオンラインの同時授業を実施する。本授業は本学のLMSであるLUNAを使って事前に教材を上げ、その上で授業を行う。授業はZOOMにてLUNAにあげたPPTを使って行ない、履修者とのやりとりをしながら授業を進める。毎回授業後半の時間は、テーマについて履修者同士での討議を通じて論点を明らかにし、その論点から自らの意見や改善策を文章にまとめ、時間内に小論文にまとめ、授業担当者にメールにて提出する。提出された小論文は担当者がコメントをつけて、後日フィードバックする。最終回は履修者自身による事例発表を行い、大学組織管理のあり方について履修者の相互理解を深める。履修者はインターネット環境に関してメールにて事前に授業担当者に連絡ください。euq56234@kwansei.ac.jp", "トピック": {"第1回": ["第１・２回　　大学組織管理の課題―大学組織管理の定義と大学の組織形態―<BR/>　学内のリーダーシップの変容：学内のリーダーは、教育と研究を主とする教員から経営を専門とするアドミニストレータへ移行し、事務を主とする大学職員の役割が重視されている。<BR/>　組織のミッションと統合思考：高等教育機関は、教育と研究をミッションとしているが、社会の変化に敏感に対応していくためには、個別の大学組織の役割を総合的に捉える必要があり、I Rなど統合思考が導入されている。<BR/>　・所属大学における構成員の役割について、目標、ありたい姿についてディスカッションし、履修者自身の考えを文章にまとめる。<BR/>＜ディスカッションテーマ＞<BR/>・分離型組織と統合型組織の違いについて<BR/>・国公立大学と私立大学のガバナンスの違いについて", "事前準備：所属する大学・機関における組織管理の現状（ガバナンス、入学定員等）。"], "第2回": ["第1回にまとめて記載", ""], "第3回": ["第３・４回　　大学経営と組織管理―規模と設置者の理念<BR/>これまでの大学組織管理：関西学院大学にみる定員管理の変遷事例。<BR/>規模の経済による大学戦略：デパートとショッピングセンター（専門店）の違いから戦略の違いを考える。<BR/>設置者の理念（ミッション）による大学戦略：社会の変化への対応から「建学の精神」の見直しによる戦略を考える。<BR/>・所属大学の規模、設置形態、特徴などについて、ディスカッションを行い、履修者自身の考えを文章にまとめる。<BR/>＜ディスカッションテーマ＞<BR/>・大学規模におけるデパートと専門店の戦略について<BR/>・大学の建学の精神（ミッション）ついて<BR/>・所属大学における入学定員と内部組織について", "事前準備：所属大学における定員管理（学部数、学生数、教員数、ST比、定員充足率など）の現状と問題点を調査。"], "第4回": ["第3回にまとめて記載", ""], "第5回": ["第５・６回　　教職協働と組織管理―教員文化と職員文化<BR/>　・教員の組織文化と職員の組織文化、教員と職員の役割と特質<BR/>　・『大学職員のための人材育成のヒント』（失敗から学ぶ教職協働の事例）<BR/>　・大学における職員の位置付け<BR/>　　第10期中央教育審議会大学分科会の審議まとめ(令和3年2月9日)から。<BR/>　・トップダウン、ボトムアップ、アップアンドダウンの意思決定<BR/>　・所属大学における教職協働の事例から教職協働についてディスカッションし、履<BR/>　　修者自身の考えを文章にまとめる。<BR/>＜ディスカッションテーマ＞<BR/>・教職協働が最も行われやすい事例<BR/>・大学における教員と職員の役割<BR/>・トップダウン、ボトムアップ、アップアンドダウンの意思決定", "事前準備：所属大学における教員と職員による協働業務を調査。"], "第6回": ["第5回にまとめて記載", ""], "第7回": ["第７・８回　大学組織管理と人材戦略―大学職員のキャリア形成<BR/>　・大学職員に求められる能力（２１世紀型大学職員の人材育成）<BR/>　・日米の職務比較と人材フロー比較<BR/>　・サッカー型と野球型の組織形態（ピラミッド型、マトリックス型）<BR/>　・大学職員の人材戦略（４象限）<BR/>　・大学職員のキャリア形成の事例（前半）<BR/>　・所属大学における大学職員のジョブローテーションとキャリア形成について、ディスカッションし、履修者<BR/>　　自身の考えを文章にまとめる。<BR/>＜ディスカッションテーマ＞<BR/>・サッカー型上司と野球型上司について<BR/>・ジョブローテーションと専門職について<BR/>・大学職員のキャリア形成について", "事前準備：所属大学における職員採用基準、昇任基準、研修、人事異動等の規程を確認。"], "第8回": ["第7回にまとめて記載", ""], "第9回": ["第9回・10回（5.8）　ゲストスピーカー(大学組織管理をめぐる諸論）<BR/>ゲストスピーカー：京都外国語大学図書館事務部長　山崎その氏<BR/>テーマ：「大学経営における評価の課題」―効果的・効率的なマネジメントと評価手法の理解を深めるー<BR/>・ゲストスピーカーとの討議<BR/>・各履修者の研究テーマと最終回発表内容について懇談", "最終回発表テーマを準備する。"], "第10回": ["第9回にまとめて記載", ""], "第11回": ["第11・12回  外国における大学のサバイバル戦略と提言<BR/>　―米国・韓国・中国の事例―<BR/>　・米国の大学のサバイバル事例（1990〜2010）<BR/> 　　 人口減少時期における大学の経営戦略（SWOT分析）<BR/>　　→女子大学の戦略、小規模大学の戦略、研究型大学の戦略<BR/>　・韓国の大学の事例（2000〜2010）<BR/>　　人口減少時期における高等教育政策<BR/>　　→地場産業型大学（地域密着）、研究型大学（先進国キャッチアップ）<BR/>　・中国の高等教育政策（1978〜2020）<BR/> 　 高度経済成長時期における大学発展政策<BR/>　→国際化による研究力向上、産学連携プログラムによる入学者の拡大、技術移転による財源の創出ほか<BR/>　・大学職員のキャリア形成の事例（後半）<BR/>　・所属大学における大学組織管理のサバイバル戦略を整理し、変革手法についてディスカッションを行い、履修<BR/>　　者自身の考えを文章にまとめる。<BR/>＜ディスカッションテーマ＞<BR/>・大学組織管理と大学のサバイバル手法の整理", "事前準備：所属大学（機関）におけるサバイバル戦略を調査、３ポリシー、アドミッション（学生募集、入試戦略）、カリキュラム（カリキュラム改革）、ディプロマ（学位要件と就職戦略）を確認。"], "第12回": ["第11回にまとめて記載", ""], "第13回": ["第13・14回　　履修者による事例発表<BR/>　履修者が分析手法（PDCA、SWOT、BSCほか）を使って、所属大学の大学経営状態を分析し、発表する。もしくは、大学組織管理、アドミッション、カリキュラム、ディプロマの３ポリシーを分析し、発表する。<BR/>　・履修者による発表と相互の意見交換、コメント<BR/>　・第1回からの授業全体の振り返り", "事前準備：所属する大学（機関）の経営分析、大学組織管理の現状のフレームワークを明確化し、問題（課題）に対する改善策をまとめ、PPTを作成する。"], "第14回": ["第13回にまとめて記載", ""]}, "評価": {"教科書Required texts0": "特に使用しない。参考文献参照のこと。", "参考文献・資料Reference books0": "参考文献：\n・小日向允著『私立大学のクライシス・マネジメントー経営・組織管理の視点から』論創社、2003年\n・龍慶昭・佐々木亮著『大学の戦略的マネジメントー経営戦略の導入とアメリカの大学事例』多賀出版、2005年\n・澤谷敏行・五藤勝三・河口浩著『大学職員のための人材育成のヒント　失敗事例から学ぶケースワーク28の視点』関西学院大学出版会、2014年\n・澤谷敏行・五藤勝三・河口浩編著『続　大学職員のための人材育成のヒント　失敗事例から学ぶ若手・中堅職員の28の視点』関西学院大学出版会、2017年\n・澤谷敏行『現代中国高等教育の躍進―急速な大学発展の要因』関西学院大学出版会、2022年\n・その他必要に応じて指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "最終レポート"], "成績評価Grading2": ["その他／Others (99)", "60 %", "小論文50％、プレゼンテーション10％"], "成績評価Grading3": "備考　Note\n成績評価方法：\n40% 期末試験（リポート試験）\n60% 事例発表（1回）10%、　小論文（5回）50％", "更新日時/Date of Update0": "2023年02月28日 18時55分06秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期前半／Spring (1st Half)", "日曜５時限／Sunday 5", "春学期前半／Spring (1st Half)", "ＯＣ１４０７"], "項番No.2": ["2023年度", "春学期前半／Spring (1st Half)", "日曜６時限／Sunday 6", "春学期前半／Spring (1st Half)", "ＯＣ１４０７"]}, "campas": 2, "name": "【600】大学組織管理／University Organizational Management", "管理部署": 58, "単位数": 2, "担当者": "澤谷　敏行（SAWATANI TOSHIYUKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 46, "時限2": 47, "評価1": 3, "評価2": 4, "開講期": 3}