{"履修期": "春学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的は、さまざまな大学や機関の組織構造について理解するとともに、学生数規模、大学設置形態、地理的条件、意思決定システム、などによる大学の違いを分析し、さらに大学アドミニストレータの立場に立って所属大学や機関の組織管理について問題を提起し、提言を作成する。", "到達目標": "以下の４つの点を目標としている。<BR/>・大学の組織変革要因を発見できる。<BR/>・一般的な大学組織管理の方法を理解し、かつ運用できる。<BR/>・ケーススタディを作成し論理的に説明できる。<BR/>・明瞭な文章表現能力を身につける。", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "ハイフレックス授業実施予定。本授業は本学のLMSであるLUNAを使って事前に教材を上げ、その上で授業を行う。授業はZOOMにてLUNAにあげたPPTを使って行ない、履修者とのやりとりをしながら授業を進める。毎回授業後半の時間は、テーマについて履修者同士での討議を通じて論点を明らかにし、その論点から自らの意見や改善策を文章にまとめ、時間内に小論文にまとめ、授業担当者にメールにて提出する。提出された小論文は担当者がコメントをつけて、後日フィードバックする。最終回は履修者自身による事例発表を行い、大学組織管理のあり方について履修者の相互理解を深める。履修者はインターネット環境に関してメールにて事前に授業担当者に連絡ください。euq56234@kwansei.ac.jp", "トピック": {"第1回": ["第１回・２回（４.10）　大学組織管理の定義と組織形態―大学組織管理の課題―<BR/>・組織管理、組織構造、組織行動、組織文化<BR/>・大学の区分、設置者、規模等による違い<BR/>・大学組織、分離型、統合型<BR/>・分離型の組織モデルと問題点<BR/>・高等教育の段階移行論（M.トロー）<BR/>・組織のミッションと統合思考<BR/>・学内のリーダーシップの変容<BR/>事前準備：所属する機関または大学における組織管理の事例", ""], "第2回": ["・ディスカッションテーマ：各大学における規模と構成員の役割について、自身の大学における目標、ありたい姿等についてディスカッションし文章にまとめる。", ""], "第3回": ["第３回・４回（４.17）  大学経営と組織管理―規模と設置者の理念―<BR/>・規模の経済の違いによる大学戦略<BR/>→入学定員、収容定員の管理<BR/>・設置者の理念（ミッション）による大学戦略<BR/>→建学の精神の見直し<BR/>事前準備：所属大学（機関）における学生定員管理（員数管理）の現状と問題点を調査", "事前準備：所属大学における特徴、学部数、学生数、教員数、ST比、定員充足率などの現状と問題点を調査"], "第4回": ["・ディスカッションテーマ：<BR/>・大学規模におけるデパートと専門店の戦略について<BR/>・大学規模とミッションに関して<BR/>・所属大学における入学定員と内部組織について", ""], "第5回": ["第5回・6回（4.24）　教職協働と組織管理―教員文化と職員文化―<BR/>・大学における職員と教員の位置づけ<BR/>・教員組織文化と職員組織文化<BR/>・教員と職員との協働と組織管理<BR/>・失敗から学ぶ人材育成（事例）<BR/>事前準備：所属大学（機関）における教職員の協働事例を調査", "事前準備：所属大学における教員と職員による協働事業の事例を調査"], "第6回": ["・ディスカッションテーマ：<BR/>・教職協働の事例<BR/>・大学における教員と職員の役割", ""], "第7回": ["第7回・8回（5.1）大学の組織構造と人材戦略―大学職員のキャリア形成<BR/>・求められる能力、日米職務と人材フロー比較、野球型とサッカー型、大学職員の人材戦略<BR/>ケーススタディ：<BR/>・自己分析と将来の自分のキャリアパス（事例）<BR/>事前準備：所属大学（機関）における人材戦略を調査", "事前準備：所属大学における採用基準、人事異動、人材育成等の人事規程を確認"], "第8回": ["・ディスカッションテーマ：<BR/>・内部育成と外部調達について<BR/>・組織管理のフレームワークについて<BR/>・ジョブローテーションと大学職員のキャリア形成について", ""], "第9回": ["第9回・10回（５.8）　大学組織管理をめぐる諸論（ゲストスピーカー）<BR/>・ゲストスピーカによる講演と質疑、懇談<BR/>「大学組織管理をめぐる諸論」として、大学経営の評価システムに関してBSC等<BR/>を使った大学評価手法についての理解を深める。<BR/>京都外国語大学図書館事務長　山崎その氏", "事前準備：必要に応じて指示"], "第10回": ["・ディスカンション：<BR/>・ゲストスピーカーの講演と質問<BR/>・各人の研究テーマと最終回の発表構想について", ""], "第11回": ["第11回・12回（５.15）外国における大学のサバイバル戦略と組織変革<BR/>―米国・韓国・中国の事例―<BR/>・米国の大学のサバイバル事例（1990〜2010）、韓国（2000~2010）<BR/>  人口減少への大学の経営戦略へ取り組み（SWOTによる分析）<BR/>・中国の高等教育政策（1978〜2020）<BR/>  民営高等教育機関（私立大学）の形態", "事前準備：所属大学のアドミッション（学生募集、入試戦略）、カリキュラム（カリキュラム改革）、ディプロマ（学位要件と就職戦略）の３ポリシーを確認。"], "第12回": ["ディスカッションテーマ：<BR/>・ディスカッション：<BR/>・高等教育政策と大学組織管理<BR/>・所属大学における優れた政策", ""], "第13回": ["第13回・14回（５.22）履修者による事例発表<BR/>・履修者の所属大学（機関）に関する事例発表。<BR/>・履修者の相互の意見交換、コメント<BR/>発表準備：組織管理のフレームワークを駆使し、自大学の問題（課題）解決策をPPTにまとめる。", "事前準備：自大学の組織管理のフレームワークを明確にし、問題（課題）の改善策をPPTにまとめる。"], "第14回": ["第13回に引き続き<BR/>・履修者による発表と相互の意見交換、コメント<BR/>・大学組織管理講義全体の振り返り", ""]}, "評価": {"参考文献・資料Reference books0": "参考文献：\n・小日向允著『私立大学のクライシス・マネジメントー経営・組織管理の視点から』論創社、2003年\n・龍慶昭・佐々木亮著『大学の戦略的マネジメントー経営戦略の導入とアメリカの大学事例』多賀出版、2005年\n・澤谷敏行・五藤勝三・河口浩著『大学職員のための人材育成のヒント　失敗事例から学ぶケースワーク28の視点』関西学院大学出版会、2014年\n・澤谷敏行・五藤勝三・河口浩編著『続　大学職員のための人材育成のヒント　失敗事例から学ぶ若手・中堅職員の28の視点』、関西学院大学出版会、2017年\n・その他必要に応じて指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "リポート試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "60 %", "発表10％、小論文（5回）50％"], "成績評価Grading3": "備考　Note\n成績評価方法：\n40% 期末試験（リポート試験）\n60% 発表（1回）10%、　小論文（5回）50％", "更新日時/Date of Update0": "2022年04月04日 11時38分53秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期前半／Spring (1st Half)", "日曜５時限／Sunday 5", "春学期前半／Spring (1st Half)", "ＯＣ１４０８"], "項番No.2": ["2022年度", "春学期前半／Spring (1st Half)", "日曜６時限／Sunday 6", "春学期前半／Spring (1st Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【600】大学組織管理／University Organizational Management", "管理部署": 58, "単位数": 2, "担当者": "澤谷　敏行（SAWATANI TOSHIYUKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 46, "時限2": 47, "評価1": 1, "評価2": 3, "開講期": 3}