{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "＜重要＞本講義は開放型SD講座を兼ねる。授業計画は外部募集時期に確定する。<BR/>以下の内容は昨年度のものであり、あくまでも参考情報である。詳細は経営戦略研究科ウェブサイト内該当ページを適宜参照されたい。<BR/>https://iba.kwansei.ac.jp/daigaku-sd/<BR/>～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～<BR/>本講義の目的は、参加学生が、（１）本講義担当教員および各回招聘教員の提供する講義を通じた学修、（２）学生自身による大学運営に関する課題執筆、の２点を通じて、日々の業務の中では身につけることが難しい高等教育の大きな潮流における自らの業務の位置付けの再構築を行うことである。", "到達目標": "本講座参加学生は、<BR/>１、各回の講義による歴史的経緯(縦軸)と国内外を問わず現在の広範な環境(横軸)の座標軸から高等教育の多種多様な課題を認識できる。<BR/>２、そうして認識された課題について、各回で取り上げる核心的イシューの学修を通じて自ら文章化し論理的に表現ができる。<BR/>３、そうして自ら表出させた新しい知見や価値観ををもとにして、より深化した意見交換や議論を進めることができる。<BR/>４、そうして身につけた総合的な学力要素に基づいて、自らの日常的な業務の理解・改善・向上に活用できる。", "特記事項": "", "関連科目": "", "授業の概要・背景": "＊<BR/>＜重要＞本講義は開放型SD講座を兼ねる。授業計画は外部募集時期に確定する。以下の内容は昨年度のものであり、あくまでも参考情報である。<BR/>詳細は以下の経営戦略研究科ウェブサイト内該当ページを適宜参照されたい。<BR/>https://iba.kwansei.ac.jp/daigaku-sd/<BR/>＊", "授業方法": "オンライン講義。アプリケーションはzoomを使用する。<BR/>各週に取り上げるイシューに応じて、各回の授業序盤では本講座担当教員による包括的な講義を行い、授業中盤に当該分野の第一人者による講演を組み合わせて理解を進める。授業終盤では授業準備と前半講義を踏まえた上で、講座担当者と各回講師を中心とするディスカッションを通じて当該トピックの今日的意義と実践的な知見を身につける。各回終了後には毎週振り返りを行い、学期末の最終レポートへ向けて身につけた知見を有機的に紡ぎあげる。", "トピック": {"第1回": ["メイントピック：高等教育のパラダイムシフト<BR/>タイトル「高等教育の歴史的展開：感染症とオンラインと戦災後の世界」<BR/>ゲスト：金子元久（筑波大学）", "今回の復習：講義レポート１を提出する"], "第2回": ["高等教育の大きな潮流を俯瞰して各大学の実情を踏まえた知見の獲得、感染症、オンライン、地政学的紛争の影響も加味<BR/>高等教育の過去・現在・未来から場としての大学を考える", "次回の予習：事前課題を提出する"], "第3回": ["メイントピック：マーケットの変容に対応する大学によるリアルなマネジメント<BR/>タイトル「大学のマネジメント：マーケティングの最前線と大学行政」<BR/>ゲスト：恩藏直人（早稲田大学）", "今回の復習：講義レポート２を提出する"], "第4回": ["「・・マネジメント」「大文字」「意味不明の外来語（カタカナ）」を離れ、真のマネジメントへ", "次回の予習：事前課題を提出する"], "第5回": ["メイントピック：産業と大学、科学技術は社会にどのような貢献を果たすのか<BR/>タイトル「研究と大学：時代が求める研究と教育に応えるには」<BR/>ゲスト：杉山正和（東京大学）", "今回の復習：講義レポート３を提出する"], "第6回": ["研究と教育、産業と大学について今一度掘り下げて考える", "次回の予習：事前課題を提出する"], "第7回": ["メイントピック：文部科学省が進める最先端の文教政策はいかなるものか<BR/>タイトル「新時代の高等教育行政の現在」<BR/>ゲスト：森田正信（文部科学省）", "今回の復習：講義レポート４を提出する"], "第8回": ["教育未来創造会議から中教審での議論、オンライン対応から場としての学校の未来へ", "次回の予習：事前課題を提出する"], "第9回": ["メイントピック：社会と大学の関係は本当に大丈夫か<BR/>タイトル「啓蒙から対話へ：変容する大学のコミュニケーション」<BR/>ゲスト：鮫島浩（記者）", "今回の復習：講義レポート５を提出する"], "第10回": ["コンサルや教育業者任せのマーケティングに疑問を感じることはないのか<BR/>社会からかけ離れた大学というイメージにどう対応しているのか", "次回の予習：事前課題を提出する"], "第11回": ["メイントピック：バーチャルな場としての学校は教育や学習を変えるのか<BR/>タイトル「場としての大学：リアルとバーチャル、二元論を超えて」<BR/>ゲスト：入江英嗣（東京大学）", "今回の復習：講義レポート６を提出する"], "第12回": ["メタバース、アバター、進化するVR技術はどこまで教育や学習を変えるのか、変えないのか", "次回の予習：事前課題を提出する"], "第13回": ["メイントピック：私たちの社会の変化<BR/>タイトル「最先端の研究が導く未来の大学：イノベーション・社会との連関・人材育成」<BR/>ゲスト：奥野恭史（京都大学）", "今回の復習：講義レポート７を提出する"], "第14回": ["技術革新と生活環境の変化、学生環境と市場環境の激変によって教育はどのような影響を受けるのか", "最終レポートを提出する"], "第15回": ["＜重要＞学期開始を踏まえ上記内容の更新を行なった。(2022/9/30)<BR/>～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～<BR/>＜重要＞本講義は開放型SD講座を兼ねる。授業計画は外部募集時期に確定する。上記内容は昨年度のものであり、あくまでも参考情報である。詳細は経営戦略研究科ウェブサイト内該当ページを適宜参照されたい。（2022/4/1)<BR/>～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～", ""], "授業外学習2": "各講義について事前学習課題を課すので各自事前準備を済ませた上で講義に参加する。講義終了後、毎回事後学習を課す。特に事後学習については各回の課題を通じて最終レポートにつながるものであり、積極的な取り組みを期待する。 課題の提示及び提出についてはLMSを活用する。"}, "評価": {"教科書Required texts0": "特定の教科書は使用しない。", "参考文献・資料Reference books0": "各回の参考文献および資料については、各回の招聘講演者およびトピックによって変更が想定されるので、各回内容に合わせてLMSを通じて担当教員より指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "35 %", "期末試験（リポート試験）"], "成績評価Grading2": ["その他／Others (99)", "65 %", "各回終了後の授業レポート(35%)、事前学習と授業参加(30%)"], "成績評価Grading3": "備考　Note\n授業準備状況、講義への積極参加、各回の事後レポートの内容、学期末レポートによる総合的成績評価", "備考Note0": "＜注意＞\n本講座の性格上、各回の招聘講演者の都合による日程や内容の調整が発生することにご注意いただきたい。よって履修開始後も各回の講義やLMSを通じた連絡についても必ず注目いただきたい。最高の講座を提供するため多忙な講師陣の調整は学期開始直前まで行われるので、講座開始時の事前配布書類には必ず目を通していただきたい。", "更新日時/Date of Update1": "2022年10月04日 15時25分51秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜３時限／Saturday 3", "秋学期前半／Fall (1st Half)", "ＯＣ１４０３"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜４時限／Saturday 4", "秋学期前半／Fall (1st Half)", "ＯＣ１４０３"]}, "campas": 2, "name": "【600】大学運営／University Administration", "管理部署": 58, "単位数": 2, "担当者": "江原　昭博（EHARA AKIHIRO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 1, "評価2": 4, "開講期": 5}