{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "本講義は、人口減少や少子高齢化、グローバル化、デジタル化時代における公共政策の形成にとって重要かつ基本的なガバナンスやマネジメントの枠組み、手法について理解を深めることを目的とします。公共は、行政による政策形成だけではなく、官民の共創による政策形成が有用であり、その有用性と政策形成のフレームワークについて理解を深めます。", "到達目標": "受講者は、以下の目標に到達できるよう受講することが求められます。<BR/>　・公共をとりまく社会経済動向と課題について理解できるようになること。<BR/>　・公共における政策形成の変遷について理解できるようになること。<BR/>　・公共政策の形成におけるガバナンス及びマネジメント、統合的フレームワークについて理解できるようになること。", "特記事項": "", "関連科目": "公共経営論　公共経営事例研究　公共ガバナンス", "授業方法": "対面授業を行うことができない場合は、同時双方向型完全オンライン授業を行います。時間割に定められた時間にZoomを用いた双方向ライブ配信にて授業を行います。毎回レジュメをPDFにて事前に配布を行うなどして、授業内容の理解を深めます。ディスカッションにより、さまざまな課題に対する解決策を模索します。最終回では政策形成に関する受講者によるプレゼン及びディスカッションを実施します。", "トピック": {"第1回": ["わが国の公共政策の変遷と今後の社会動向<BR/>・公共の主要なアクターである行政組織について概観し、組織体制や制度について理解を深める。<BR/>・戦後からこれまでのわが国の公共政策の変遷について、中央主導の政策形成から地方自治体が主導の政策形成、多様なアクターによる政策形成への変遷過程について理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第2回": ["公共政策概論と政策形成ロジックの変遷<BR/>・公共政策について概観するとともに、政策形成ロジックの変遷について理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第3回": ["ＰＡ、ＮＰＭの概要<BR/>・公共の担い手としての民間参入の促進の契機となり、わが国の行政改革に大きな影響を与えたＮＰＭに関し、その基本原理や有用性、限界点について説明し、政策形成における有用性について考察する。<BR/>・ＮＰＭは、多様なアクターとのガバナンスが求められている現在の公共政策においても重要な視座を有しており、公共経営のマネジメントにとって有用であることを考察する。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第4回": ["サービスマーケティングと公共政策<BR/>・公共においては、民間分野におけるマーケティングを活用したガバナンスやマネジメントが取り入れられつつある。特にＮＰＧ等の公共ガバナンスの論拠ともなっているＳＤＬ（サービス・ドミナント・ロジック）やＳＬ（サービス・ロジック）などサービスマーケティングについて、従来型のＧＤＬ（グッズ・ドミナント・ロジック）等のマーケティングとの違いも含めて概観し、理解を深める。<BR/>・サービスマーケティングと公共政策の関連性について考察する。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第5回": ["ＮＰＧの概要<BR/>・サービスマーケティングを論拠とするＮＰＧ（ニュー・パブリック・ガバナンス）について、その基本原理や有用性等について概観し、政策形成における有用性について考察する。<BR/>・ＮＰＧの課題として、評価やコスト管理の視座が少ないことなどを取り上げ、ＮＰＭとＮＰＧの融合の重要性について理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第6回": ["価値、価値創造と価値共創<BR/>・ＮＰＧに関連し、多様なアクター間のネットワークで創造される価値について概説し、価値創造や価値共創の基本的な考え方やフレームワークについての理解を深める。<BR/>・その際、民間における価値創造や価値共創を基本的知識として理解し、公共政策への援用について考察する。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第7回": ["コ・プロダクション、ＰＳＤＬ、ＰＳＬ<BR/>・ＮＰＧの中核概念について、コ・プロダクションからＰＳＤＬ（パブリック・サービス・ドミナント・ロジック）、ＰＳＬ（パブリック・サービス・ロジック）への変遷について概説し、それぞれの諸理論に関する類似点と相違点について考察し、ＰＳＬの基本ロジック等について理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第8回": ["ＰＳＬ<BR/>・ＰＳＬについて、その詳細なロジックについて需要サイド、供給サイドの観点から概説し、需要者側の論理と供給者側の論理について理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第9回": ["公共におけるエコシステムと政策形成<BR/>・公共におけるエコシステムについて、メガ、マクロ、メソ、ミクロのそれぞれにおける政策形成の焦点やアクターの役割について考察し、それぞれの段階における政策形成のロジックや、他の段階との相互の関連性について、理解を深める。<BR/>・具体的な事例をもとに、公共におけるエコシステムと政策形成の関係性について考察を行う。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第10回": ["デジタル技術と政策形成<BR/>・デジタル技術について、先行研究等を踏まえ、政策形成との関連性、その適用の在り方について理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第11回": ["価値評価<BR/>・ＮＰＭに基づく行政評価について理解する。<BR/>・社会的評価とインパクト評価について、先行研究を用いて考察する。<BR/>・そのうえで、ＮＰＧに基づく価値共創における価値評価について、その基本的な考え方やフレームワークについて理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第12回": ["民間主導の公共政策の形成（フィランソロキャピタリズム等）<BR/>・民間主導の公共における政策形成の論理として、フィランソロキャピタリズム等を取り上げ、ＮＰＧとの関連性にも触れつつ、その基本的な枠組みや原理に関する理解を深める。公共における政策形成が必ずしも行政主導ではないことを理解する。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第13回": ["政策形成の統合的フレームワーク<BR/>・戦略的管理会計であるＢＳＣ（バランスト・スコアカード）については、公共における政策形成にも有用であり、公共ガバナンスやマネジメントとの関連性に触れつつ、理解を深める。<BR/>・ＢＳＣ、ＧＤＬ、ＰＳＬ、ＮＰＭ、ＮＰＧの関係性について概観したうえで、価値評価も含めた公共における政策形成の全体フレームワークに関する理解を深める。", "授業当日までに事前にLUNAにアップした配布資料を読んでおくこと"], "第14回": ["政策形成に関する受講者によるプレゼン及びディスカッション<BR/>・事前に受講者に示した課題に基づき、受講者自らのバックグラウンドと当講義で修得した知識を活用したプレゼン資料（期末レポート）の事前作成を行う。そのうえで授業当日に各受講者からのショートプレゼンを行ったのち、政策形成に関するディスカッションを行い、政策形成に関する理解を深める。", "事前にプレゼン資料（期末レポート、様式、枚数は任意）を作成すること"]}, "評価": {"参考文献・資料Reference books0": "授業中にお示しします。", "学生による授業評価の方法Course Evaluation by Students0": "授業中のアンケートにより実施します。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "60 %", "期末レポート（最終講義でのプレゼン資料）"], "成績評価Grading2": ["その他／Others (99)", "40 %", "意見交換や質問等による授業への貢献"], "更新日時/Date of Update0": "2022年02月25日 15時57分23秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期後半／Spring (2nd Half)", "日曜３時限／Sunday 3", "春学期後半／Spring (2nd Half)", "ＯＣ１００５"], "項番No.2": ["2022年度", "春学期後半／Spring (2nd Half)", "日曜４時限／Sunday 4", "春学期後半／Spring (2nd Half)", "ＯＣ１００５"]}, "campas": 2, "name": "【600】公共政策／Public Policy", "管理部署": 58, "単位数": 2, "担当者": "松尾　亮爾（MATSUO RYOJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 44, "時限2": 45, "評価1": 1, "評価2": 4, "開講期": 4}