{"履修期": "春学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的は、様々な大学や機関の組織について理解すること。そして学生数からみた規模、設置形態、設置場所、意思決定システムなどによる大学の違いを分析し、大学アドミニストレータの立場からあなた自身の所属大学または機関の組織管理についての問題を討議し、改善策を作成する。", "到達目標": "以下の４つの点を目標としている。<BR/>・所属する大学や機関の組織管理の問題を分析できる<BR/>・一般的な大学の組織管理の方法を理解し、かつ運用できる。<BR/>・大学組織に関するケーススタディを通して論理的思考を身につける<BR/>・明瞭な表現能力を身につける", "授業方法": "対面授業。ただし、新型コロナウイルスの感染状況等により、同時双方型オンライン授業に変更する可能性あり。本授業は本学のLMSであるLUNAを使って事前に教材を上げ、その上で対面授業を行う。コロナウイルス感染状況により、同時双方型オンライン授業となった場合は、ZOOMとメールを使って行う。授業はLUNAにあげたPPTを使って行ない、履修者とのやりとりをしながら授業を進める。いずれの場合も毎回授業後半の時間は毎回の授業テーマについて、履修者同士との討議を通じて論点を明確にし、履修者がそれぞれの論点から意見や改善策を考え文章にまとめ、時間内に授業担当者にメールにて提出する。毎回提出した文章は担当者が後日コメントをつけて、メールにてフィードバックする。最終回は履修者自身による事例発表を行い、理解を深める。履修者はインターネット環境に関してメールにて事前に授業担当者に連絡ください。ｔ_sawatani＠me.com／euq59234@kwansei.ac.jp", "トピック": {"第1回": ["１．大学組織管理の沿革<BR/>・マーチン・トロー論にみる大学組織管理、大学職員の重層構造論", ""], "第2回": ["・大学組織管理において重要だと思う点についてディスカッション、履修者自身の意見を文章にまとめる", "事前準備：所属大学（機関）の沿革と組織管理の概要を調査"], "第3回": ["２．規模と設置者の違いによる組織管理<BR/>　　規模と国公私立等設置者による違い、関西学院大学にみる定員管理の事例紹介", ""], "第4回": ["・私立大学の特徴（規模、設置形態など）に関するディスカッション、履修者自身の意見を文章にまとめる。", "事前準備：所属大学（機関）における学生定員管理（従業員員数管理）の現状と問題点を調査"], "第5回": ["３．教職共同による大学組織管理<BR/>　　大学における二つの意思決定と教員文化と職員文化", ""], "第6回": ["摩擦とシナジー効果に関するディスカッション、所属大学（機関）の出来事の問題点と解決策の作成", "事前準備：所属大学（機関）における教員と職員（異なった業種の従業員）間の協働事例を調査"], "第7回": ["４．大学組織管理と職員の人材育成<BR/>ピラミッド型、マトリックス型（サッカー型と野球型）の組織形態の管理、日米の職務と人材フローの比較、２１世期型大学職員の人材育成（スペシャリスト、ジュネラリスト）", ""], "第8回": ["・目指す人材育成に関するディスカッション、所属大学（機関）の自身または部下の人材育成について意見をまとめる。", "事前準備：所属大学（機関）における人事政策を調査"], "第9回": ["５．外国の大学の人口減少期における組織管理<BR/>・米国と韓国における18歳人口減少期の大学経営戦略の事例<BR/>・中国における人口減少期と進学率上昇期における大学経営戦略の事例<BR/>・大学のSWOT分析", ""], "第10回": ["・大学（機関）における生き残り戦略に関するディスカッション、所属大学（機関）における戦略をまとめる。", "事前準備：所属大学（機関）における学生募集戦略、カリキュラム改革、就職戦略などを調査"], "第11回": ["６．大学組織管理をめぐる諸論<BR/>・ゲストスピーカー（未定）による講義", ""], "第12回": ["・ゲストスピーカーとの意見交換、質問", "事前準備：必要に応じて指示"], "第13回": ["７．履修者による事例発表<BR/>・履修者が分析フレームワークを使って所属大学（機関）に関する事例発表。<BR/>・履修者の意見交換、コメント", ""], "第14回": ["（履修者による事例発表、履修者の意見交換、コメント）<BR/>・大学組織管理講義全体の振り返り<BR/>・授業調査の実施", "事前準備：組織管理のフレームワークを駆使し、自大学の問題（課題）の改善策をPPTにまとめる。"]}, "評価": {"参考文献・資料Reference books0": "参考文献：\n・小日向允著『私立大学のクライシス・マネジメントー経営・組織管理の視点から』論創社、2003\n・澤谷敏行・五藤勝三・河口浩著『大学職員のための人材育成のヒント　失敗事例から学ぶケースワーク28の視点』、関西学院大学出版会、2014\n・澤谷敏行・五藤勝三・河口浩編著『続　大学職員のための人材育成のヒント　失敗事例から学ぶ若手・中堅職員の28の視点』、関西学院大学出版会、2017\n・その他", "学生による授業評価の方法Course Evaluation by Students0": "授業調査：\n最終回、あるいは一つ前の回の授業中に所定の様式によって実施する。", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "期末試験（リポート試験：ポイント加点方式で採点）"], "成績評価Grading2": ["その他／Others (99)", "60 %", "小論文5回×10%、事例発表1回×10%"], "成績評価Grading3": "備考　Note\n成績評価方法：\n期末試験（リポート試験）40%（ポイント加点方式で採点）\n事例発表（1回）10%、　提出小論文・改善案（5回）50％", "更新日時/Date of Update0": "2021年01月29日 11時27分36秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期前半／Spring (1st Half)", "日曜５時限／Sunday 5", "春学期前半／Spring (1st Half)", "ＯＣ１４０６"], "項番No.2": ["2021年度", "春学期前半／Spring (1st Half)", "日曜６時限／Sunday 6", "春学期前半／Spring (1st Half)", "ＯＣ１４０６"]}, "開講キャンパス": "大阪梅田キャンパス／Osaka Umeda Campus", "【科目ナンバー/Course Number】授業名称": "【600】大学組織管理／University Organizational Management", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "澤谷　敏行（SAWATANI TOSHIYUKI） ", "履修基準年度": "１年", "時限1": "日曜５時限／Sunday 5", "時限2": "日曜６時限／Sunday 6", "開講期": "春学期前半／Spring (1st Half)"}