{"履修期": "春学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的は、さまざまな大学や機関の組織構造について理解するとともに、学生数規模、大学設置形態、地理的条件、意思決定システム、などによる大学の違いを分析し、さらに大学アドミニストレータの立場に立って所属大学や機関の組織管理について問題を提起し、提言を作成する。", "到達目標": "以下の４つの点を目標としている。<BR/>・大学の組織変革要因を発見できる。<BR/>・一般的な大学組織管理の方法を理解し、かつ運用できる。<BR/>・ケーススタディを作成し論理的に説明できる。<BR/>・明瞭な文章表現能力を身につける。", "特記事項": "", "関連科目": "", "授業方法": "ハイフレックス授業実施予定。本授業は本学のLMSであるLUNAを使って事前に教材を上げ、その上で授業を行う。授業はZOOMにてLUNAにあげたPPTを使って行ない、履修者とのやりとりをしながら授業を進める。毎回授業後半の時間は、テーマについて履修者同士での討議を通じて論点を明らかにし、その論点から自らの意見や改善策を文章にまとめ、時間内に小論文にまとめ、授業担当者にメールにて提出する。提出された小論文は担当者がコメントをつけて、後日フィードバックする。最終回は履修者自身による事例発表を行い、大学組織管理のあり方について履修者の相互理解を深める。履修者はインターネット環境に関してメールにて事前に授業担当者に連絡ください。euq56234@kwansei.ac.jp", "トピック": {"第1回": ["１．大学組織管理の定義と大学の組織変遷<BR/>　　M.トロウの高等教育システムの段階移行論による管理システムの変遷、大学職員論における大学職員の役割の変遷ほか。", ""], "第2回": ["・各大学における規模と構成員の役割について、自身の大学における目標、あるべき姿、ありたい姿についてディスカッションし、教職員としての目標やありたい姿を文章にまとめる。", ""], "第3回": ["２．大学経営と組織管理<BR/>大学の規模と国公私立等の設置者の違いによるメリットとデメリット<BR/>デパートとショッピングセンターに例えられる規模の経済。<BR/>関西学院大学にみる定員管理の変遷事例ほか。", "事前準備：所属大学における特徴、学部数、学生数、教員数、ST比、定員充足率などの現状と問題点を調査"], "第4回": ["・規模、設置形態などによる違いと所属大学の特徴に関するディスカッションを行い、履修者自身の考えを文章にまとめる。", ""], "第5回": ["３．トップダウンとボトムアップ、アップアンドダウンの意思決定<BR/>　　トップダウン、ボトムアップ、アップアンドダウンの意思決定、<BR/>大学トップダウンとボトムアップの意思決定、教員組織と職員組織、教員の特質と職員の特質ほか。", "事前準備：所属大学における教員と職員による協働事業の事例を調査"], "第6回": ["・教職協働におけるシナジーと摩擦、教学におけるIRなど教職協働のシナジー生む分野と摩擦を生む分野などディスカッションにより、履修者自身の大学の事例を文章にまとめる。", ""], "第7回": ["４．組織管理と大学職員の人材育成<BR/>・組織構造：ピラミッド型、マトリックス型（サッカー型と野球型）の組織形態の管理、日米の職務比較と人材フロー比較<BR/>・人材育成：２１世紀型大学職員の人材育成、大学職員のキャリア形成の事例（前半）ほか", "事前準備：所属大学における採用基準、人事異動、人材育成等の人事規程を確認"], "第8回": ["・目指す大学職員の姿と人材育成に関するディスカッションにより、所属大学における自身または部下の人材育成について意見をまとめる。", ""], "第9回": ["５．大学組織管理をめぐる諸論<BR/>・ゲストスピーカー（未定）<BR/>・意見交換と補足説明", "事前準備：必要に応じて指示"], "第10回": ["・ゲストを交え履修者とのディスカッション", ""], "第11回": ["６．外国における大学のサバイバル戦略と組織変革<BR/>・米国と韓国における18歳人口減少期の大学サバイバル戦略の事例<BR/>・中国における進学率上昇期における大学発展戦略の事例<BR/>・SWOTによる大学分析の方法<BR/>・大学職員のキャリア形成の事例（後半）", "事前準備：所属大学のアドミッション（学生募集、入試戦略）、カリキュラム（カリキュラム改革）、ディプロマ（学位要件と就職戦略）の３ポリシーを確認。"], "第12回": ["・所属大学における生き残り戦略の方法について意見交換し、自身の考える大学生き残り戦略を提言にまとめる。", ""], "第13回": ["７．履修者による事例発表<BR/>履修者が大学分析の手法（PDCA、SWOT、BSCなど）を使って、所属大学の組織管理のフレームワークを分析し、発表する。<BR/>・履修者による発表と相互の意見交換、コメント", "事前準備：自大学の組織管理のフレームワークを明確にし、問題（課題）の改善策をPPTにまとめる。"], "第14回": ["第13回に引き続き<BR/>・履修者による発表と相互の意見交換、コメント", ""]}, "評価": {"参考文献・資料Reference books0": "参考文献：\n・小日向允著『私立大学のクライシス・マネジメントー経営・組織管理の視点から』論創社、2003年\n・龍慶昭・佐々木亮著『大学の戦略的マネジメントー経営戦略の導入とアメリカの大学事例』多賀出版、2005年\n・澤谷敏行・五藤勝三・河口浩著『大学職員のための人材育成のヒント　失敗事例から学ぶケースワーク28の視点』関西学院大学出版会、2014年\n・澤谷敏行・五藤勝三・河口浩編著『続　大学職員のための人材育成のヒント　失敗事例から学ぶ若手・中堅職員の28の視点』、関西学院大学出版会、2017年\n・その他必要に応じて指示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "リポート試験"], "成績評価Grading2": ["平常リポート／Individual reports (04)", "60 %", "発表10％、小論文（5回）50％"], "成績評価Grading3": "備考　Note\n成績評価方法：\n40% 期末試験（リポート試験）\n60% 発表（1回）10%、　小論文（5回）50％", "更新日時/Date of Update0": "2022年03月15日 09時18分23秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期前半／Spring (1st Half)", "日曜５時限／Sunday 5", "春学期前半／Spring (1st Half)", "ＯＣ１４０８"], "項番No.2": ["2022年度", "春学期前半／Spring (1st Half)", "日曜６時限／Sunday 6", "春学期前半／Spring (1st Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【600】大学組織管理／University Organizational Management", "管理部署": 58, "単位数": 2, "担当者": "澤谷　敏行（SAWATANI TOSHIYUKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 46, "時限2": 47, "評価1": 1, "評価2": 3, "開講期": 3}