{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "独立行政法人制度とは、各府省の行政活動から政策の実施部門のうち一定の事務・事業を分離し、これを担当する機関に独立の法人格を与えて業務の質の向上や活性化、効率性の向上、自律的な運営、透明性の向上を図ることを目的とする制度である。国(自治体)の100％子会社としての(地方)独立行政法人が、中期あるいは各年度において計画、実施、評価の経営サイクルをいかなる理論と制度を前提に履行しているのか、について理解する。また、パブリック・ガバナンスの観点から、内部統制、監査制度、会計制度、外部評価制度がいかに設計・運営されているのかについて、民間企業の諸制度と比較しつつ学ぶ。結果、官と民の組織経営およびガバナンスに関する諸制度の類似点と相違点を体系的に学ぶことができる。", "到達目標": "受講生は、独立行政法人の経営を支える諸制度について、民間企業との類似点と相違点を意識しつつ理解できるようになる。また、独立行政法人（IAA）制度は、その後に構築された国立大学法人制度や地方独立行政法人（公立病院・公立大学など）制度に多大な影響を与えているため、国立大学法人や公立大学、公立病院等の経営・ガバナンスに関する諸制度の基礎について説明できるようになる。", "授業方法": "授業形態は、②同時双方向型オンライン授業を原則とする（一部、対面授業に変更となる場合には、事前に受講生にお知らせします）。事前に掲示された次回の講義内容についての予習を前提とし、教科書と配布するレジメに沿って講義を行う。毎回、授業のはじめに、その日の到達点を「具体的な質問形式」で明示し、受講生に問題意識をまず持っていただく。双方向の授業を心がけ、受講生との質疑応答を毎回実施することで、受講生の理解度を確認するとともに理解度そのものをより高める。<BR/>授業後半には、IAAの管理者をお招きし、経営管理の実践の説明と質疑応答により独立行政法人経営の理論と実務を融合できる。参加者の規模を勘案しつつ、グループ討論など（アクティブ・ラーニング）も取り入れていく。", "トピック": {"第1回": ["（総論１：基本理論）独立行政法人の理論的背景としてのNPM(新公共経営)の歴史やその内容（エージェント理論他）、特徴を明らかにするとともに、適切な評価に必要な財務情報の概要について理解する。", ""], "第2回": ["（総論２：制度概要）独立行政法人制度の基本理念と仕組み・特徴、目標管理の業務フローなどについて、独立行政法人経営とガバナンスの全体像を理解する。また、独立行政法人の経営と企業経営における諸制度を比較検討し、官民の組織経営の類似点・相違点を理解する。", ""], "第3回": ["（総論２：制度概要）地方独立行政法人制度の創設の背景、基本理念と主な仕組み、地方独立行政法人の改革の意義と業務範囲・類型などについて理解する。", ""], "第4回": ["（目標と計画の制度）主務大臣は、「独立行政法人の目標の策定に関する指針」に基づき、達成すべき業務運営の目標として法人ごとに3～5年の中期目標を定める。各法人は当該中（長）期目標に基づいて中期計画と年度計画（予算・収支計画・資金計画を含む）を策定することを理解する。", ""], "第5回": ["（具体的な独法経営の事例１：IAA管理者の講義１）地方独立行政法人の理事等の経営者をお招きして、地方独立行政法人の経営実務の事例について具体的な講義を頂く。", ""], "第6回": ["（具体的な独法経営の事例１：IAA管理者との意見交換１）講義内容を踏まえて、独立行政法人の経営全般について事前に予習した情報などに照らしつつ、独法経営者などとの意見交換を行う。", ""], "第7回": ["（評価制度）「独立行政法人の評価に関する指針」を参考に、業績評価の対象となる業務実施報告書の内容と自己評価の実施方法について学習する。", ""], "第8回": ["（事例研究）具体的な独立行政法人の事案をもとに、過年度の中期計画・年度計画・自己評価・主務省の評価内容について学び、これまでの知識を整理する。", ""], "第9回": ["（グループワーク１）実際のIAAの事例をもとに、グループに分かれて業務実績について、第三者評価を行う。（ZOOMのブレークアウトセッションを予定）", ""], "第10回": ["（グループワーク２）グループワークの結果を、班ごとに発表し、全員で質疑応答を行う。", ""], "第11回": ["（財務・会計制度と会計理論）独立行政法人通則法第36条から第50条までの「財務と会計」に関する制度会計の全体像について理解する。また、会計の基礎的概念や独立行政法人通則法第38条、独立行政法人会計基準・Q&amp;Aに基づき、財務諸表の主な勘定科目の内容を理解するとともに、民間企業の決算書や会計処理との主な相違点を理解する。", ""], "第12回": ["（ガバナンス制度）監事監査・外部監査・外部評価（国の場合は所管府省などの評価と総務省の評価、自治体の場合は自治体の評価）の諸制度の内容を事例に基づき理解する。また、平成22年に公表された研究会報告書「独立行政法人における内部統制と評価について」を中心に、民間企業と比較することで、独立行政法人の内部統制の意義と特性を明らかにする。", ""], "第13回": ["（具体的な独法経営の事例２：IAA管理者の講義２）独立行政法人の理事等の経営者をお招きして、地方独立行政法人の経営実務の事例について具体的な講義を頂く。", ""], "第14回": ["（具体的な独法経営の事例２：IAA管理者との意見交換２）講義内容を踏まえて、独立行政法人の経営全般について事前に予習した情報などに照らしつつ、独法経営者などとの意見交換を行い、これまでの講義の総まとめとする。", ""], "授業外学習2": "受講生は、所属されている組織やその他様々な組織の経営について興味をもち日経新聞や日経ビジネスなどを読む習慣をつけることが望まれる。受講生が所属する組織などの経営と（地方）独立行政法人の経営・ガバナンスとを比較・検討することで、官民の組織経営の類似点・相違点について新たな発見が得られる。"}, "評価": {"教科書Required texts0": "最初の授業で、明示する。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["独立行政法人制度研究会編", "独立行政法人制度の解説", "第一法規", "2015 年", "9784474035164", ""], "参考書/Reference books2": ["監査法人トーマツ編", "地方独立行政法人　制度改革と今後の展開", "第一法規", "2018 年", "", ""], "参考文献・資料Reference books0": "原則、パワーポイントによるレジメと必要に応じて関連記事を提示する。関連する参考書については、授業で指示する。", "学生による授業評価の方法Course Evaluation by Students0": "授業中にアンケート調査を実施", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "70 %", "期末試験（レポート試験）A4用紙で５枚以上を目途とする。"], "成績評価Grading2": ["その他／Others (99)", "30 %", "グループ討論および授業中の確認テストなど"], "備考Note0": "授業内容は、受講生の理解等により進捗度を変更する場合がある。あらかじめ、了解の上受講のこと。", "更新日時/Date of Update1": "2021年01月05日 12時26分44秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半／Spring (2nd Half)", "火曜６時限／Tuesday 6", "春学期後半／Spring (2nd Half)", "梅未定"], "項番No.2": ["2021年度", "春学期後半／Spring (2nd Half)", "火曜７時限／Tuesday 7", "春学期後半／Spring (2nd Half)", "梅未定"]}, "開講キャンパス": "大阪梅田キャンパス／Osaka Umeda Campus", "【科目ナンバー/Course Number】授業名称": "【600】独立行政法人経営／Independent Administrative Agency Management", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "遠藤　尚秀（ENDO NAOHIDE） ", "履修基準年度": "１年", "時限1": "火曜６時限／Tuesday 6", "時限2": "火曜７時限／Tuesday 7", "開講期": "春学期後半／Spring (2nd Half)"}