{"履修期": "秋学期前半集中", "主な教授言語": "英語", "授業目的": "This course aims to provide students with an understanding of the ethical issues facing the manager. Focusing on globalization and the complicated society where we live, the course will cover expanding range of issues in business ethics. The course will first take a look at the definition of “ethics”, the “glue” that makes sustainable business possible and successful, at its general significance in the business context. Focusing on the corporation’s responsibilities to its stakeholders and society as a whole, it will then cover topics from a variety of viewpoints examining each case at the ethical implications of managerial decisions. Thus, the course enables students to see how all of the issues presented are interrelated and are emerging as strategic imperatives for corporations.", "到達目標": "As a result of this course students will be able to:<br />- demonstrate a practical understanding of the three components of corporate responsibility, outlining the corporation’s responsibility to the environment, to society, and to consumers<br />- embrace the role of ethics and philanthropy as it relates to corporate responsibility<br />- determine how to communicate and implement corporate responsibility programs strategically and effectively.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "All lectures are conducted completely face-to-face.", "トピック": {"第1回": ["Introduction: Students demonstrate a practical understanding of  an overall plan for the course. Students also deepen their understanding of ethics in business and corporate responsibility by discussing their definitions, contributions to the success of an organization, as well as how business ethics and corporate responsibility relate to each other. Three key frameworks to examine an organization's CR initiatives will also be introduced.", "Carefully review the syllabus, and prepare for the introductory discussion by reading materials available at Luna before the first session."], "第2回": ["Introduction: Students demonstrate a practical understanding of  an overall plan for the course. Students also deepen their understanding of ethics in business and corporate responsibility by discussing their definitions, contributions to the success of an organization, as well as how business ethics and corporate responsibility relate to each other. Three key frameworks to examine an organization's CR initiatives will also be introduced.", "Carefully review the syllabus, and prepare for the introductory discussion by reading materials available at Luna before the first session."], "第3回": ["1. Key concepts of corporate sustainability: Sustainable development; Corporate Social Responsibility (CSR); Creating Shared Value; Environmental, Social and Governance (ESG), Triple Bottom Line (TBL) <br />2. The evolution of corporate environmental responsibility <br />3. Corporate environmental performance and “greenwashing”  <br />4. Measuring corporate environmental responsibility: Global Reporting Initiatives (GRI) <br />5. Investors’ interest in corporate ESG performance", "Argenti, P.A. (2015), Corporate Responsibility, Chapter 3, SAGE Publications, Inc."], "第4回": ["Case Study: FIJI Water and Corporate Social Responsibility - Green Makeover or \"Greenwashing\"?", "Read the case: FIJI Water and Corporate Social Responsibility - Green Makeover or \"Greenwashing\"?"], "第5回": ["The main goal of this session is to provide a practical understanding of corporations’ responsibility to consumers and explore ethical considerations in the development and use of Artificial intelligence (AI) technologies. <br />Session 5 provides a broad overview of AI as a powerful tool that can revolutionize the world. We will explore the benefits and risks of AI, the tensions between capitalism, responsible AI, and corporate governance, and discuss the importance of responsible AI for business leaders, regulators, and society. We will also look at the OECD’s guidelines regarding the crucial elements of responsible business conduct in the development and deployment of AI systems.", "Textbook reference: Argenti, P.A. (2015), Corporate Responsibility, Chapter 5, \"The Corporation’s Responsibility to Consumers\", SAGE Publications, Inc.<br />And review the following article (available at LUNA) before the class:<br />\"Artificial Intelligence and Responsible Business Conduct\""], "第6回": ["In session 6, we will discuss the launch of Google’s AI Principles, structures created to bring those principles to life, ethical implications of AI in areas such as privacy, bias, accountability, and transparency. We will also examine Google’s ethical principles and practices in the development and use of AI and the challenges the company faces in operationalizing its AI Principles. Finally, we will reflect on how companies and individuals can use AI to solve real-world problems, not to create new ones.", "Review the following case (available at LUNA) before the class:<br />\"Responsible A.I.: Tackling Tech’s Largest Corporate Governance Challenges"], "第7回": ["In the first period of the Week 4 session, we will discuss corporate philanthropy and its development from being an altruistic initiative of charitable giving to an integral part of strategic business operations. In the 90’s before the dawn of CSV era, corporate philanthropy was quite popularly practiced among companies, and now corporate philanthropy works most effectively when it builds on core business operations and strategic imperatives. Although it is difficult to define the right metrics, it is essential to measure the progress and success of corporate philanthropy programs in order to build and support the business case for corporate philanthropy to sometimes skeptical stakeholders.", "Students are required to read the following case and the assigned chapters in the course textbook, Argenti, P.A. (2015) Corporate Responsibility, SAGE Publications, Inc.<br />Case: “Corporate Philanthropy at Goldman Sachs: 10,000 Small Businesses”<br />Chapters: Chapter 8 &amp; 9"], "第8回": ["In the second period of the Week 4 session, our main goal is to provide a strategic but practical perspective on communicating CR. Effective corporate communication is essential for engaging stakeholders and building competitive advantage, and there a robust communications strategy is necessary. We will also examine the real-work examples of several Japanese and Global brands to see how CR-related messages influence corporate reputation. Through these real-work examples, we will discuss that there are a multitude of channels through which we can communicate, and that emerging technology impacts the communication strategy and implementation as well.", "Students are required to read the following case and the assigned chapters in the course textbook, Argenti, P.A. (2015) Corporate Responsibility, SAGE Publications, Inc.<br />Case: “Corporate Philanthropy at Goldman Sachs: 10,000 Small Businesses”<br />Chapters: Chapter 8 &amp; 9"], "第9回": ["Busineee Ethics is discussed from the view point of Corporate Finance.  Particularly, we discuss the Lehman Schock in 2008 and Bailout of AIG by the government to see how the problem of \"Too Big to Fail\" can be identified.", "Students should read in advance the case of AIG - Blame for Bailout."], "第10回": ["Busineee Ethics is discussed from the view point of Corporate Finance.  Particularly, we discuss the Lehman Schock in 2008 and Bailout of AIG by the government to see how the problem of \"Too Big to Fail\" can be identified.", "Students should read in advance the case of AIG - Blame for Bailout."], "第11回": ["In the 6th session of the course, we will discuss organization's responsibility toward its employees and suppliers. A crucial component of the relationship between the organization and society is the former's adherence to socially responsible labor practices. Guidelines for business's duty to society in terms of labor practices will be discussed. The discussion is also designed to show that labor issues that exit along an organization's supply chain are in many ways more difficult to control given organizations' limited purview over external organizations.&nbsp;", "Carefully review class assignment materials posted on Luna as preparation for class discussion."], "第12回": ["In the 6th session of the course, we will discuss organization's responsibility toward its employees and suppliers. A crucial component of the relationship between the organization and society is the former's adherence to socially responsible labor practices. Guidelines for business's duty to society in terms of labor practices will be discussed. The discussion is also designed to show that labor issues that exit along an organization's supply chain are in many ways more difficult to control given organizations' limited purview over external organizations.&nbsp;", "Carefully review class assignment materials posted on Luna as preparation for class discussion."], "第13回": ["<div><span style=\"font-size:13.28px;\">As a concluding session of this course, an actionable, step-by-step process for implementing a CR program will be discussed. Gaining top management teams support for CR ititiatives and establishing organizational momentum entail various adjustments in organization, reporting relationships, as well as incentives. The discussion introduces four key implementation sections, including&nbsp; strategy difiniton, driving internal change by establishing a change movement organization, partnering with external parties, reinforcing through incentives and measuring.</span></div>", "Carefully review \"Volkswagen's Emissions Scandal How Could It Happen (IN 1465)\" as preparation for class discussion."], "第14回": ["<div><span style=\"font-size:13.28px;\">As a concluding session of this course, an actionable, step-by-step process for implementing a CR program will be discussed. Gaining top management teams support for CR ititiatives and establishing organizational momentum entail various adjustments in organization, reporting relationships, as well as incentives. The discussion introduces four key implementation sections, including&nbsp; strategy difiniton, driving internal change by establishing a change movement organization, partnering with external parties, reinforcing through incentives and measuring.</span></div>", "Carefully review \"Volkswagen's Emissions Scandal How Could It Happen (IN 1465)\" as preparation for class discussion."]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final report examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Short quiz (20%) , Contribution to Class (40%)"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期前半集中／Intensive (Fall 1st Half)", "集中・その他／Concentration/Other", "秋学期前半集中／Intensive (Fall 1st Half)", "教室５"]}, "campas": 0, "name": "【500】Business Ethics　２／Business Ethics", "管理部署": 58, "単位数": 2, "担当者": "前田　祐治（MAEDA YUJI） ", "履修基準年度": "１年", "履修登録方法": "申込制", "緊急授業形態": 0, "時限1": 49, "評価1": 3, "評価2": 6, "開講期": 12}