{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "This course aims to provide students with an understanding of the ethical issues facing the manager. Focusing on globalization and the complicated society where we live, the course will cover expanding range of issues in business ethics. The course will first take a look at the definition of “ethics”, the “glue” that makes sustainable business possible and successful, at its general significance in the business context. Focusing on the corporation’s responsibilities to its stakeholders and society as a whole, it will then cover topics from a variety of viewpoints examining each case at the ethical implications of managerial decisions. Thus, the course enables students to see how all of the issues presented are interrelated and are emerging as strategic imperatives for corporations.", "到達目標": "As a result of this course students will be able to:<BR/>- demonstrate a practical understanding of the three components of corporate responsibility, outlining the corporation’s responsibility to the environment, to society, and to consumers<BR/>- embrace the role of ethics and philanthropy as it relates to corporate responsibility<BR/>- determine how to communicate and implement corporate responsibility programs strategically and effectively.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "All lectures are conducted completely face-to-face.", "トピック": {"第1回": ["Introduction: Students demonstrate a practical understanding of  an overall plan for the course. Students also deepen their understanding of ethics in business and corporate responsibility by discussing their definitions, contributions to the success of an organization, as well as how business ethics and corporate responsibility relate to each other. Three key frameworks to examine an organization&#39;s CR initiatives will also be introduced.", "Carefully review the syllabus, and prepare for the introductory discussion by reading materials available at Luna before the first session."], "第2回": ["Introduction: Students demonstrate a practical understanding of  an overall plan for the course. Students also deepen their understanding of ethics in business and corporate responsibility by discussing their definitions, contributions to the success of an organization, as well as how business ethics and corporate responsibility relate to each other. Three key frameworks to examine an organization&#39;s CR initiatives will also be introduced.", "Carefully review the syllabus, and prepare for the introductory discussion by reading materials available at Luna before the first session."], "第3回": ["1. Key concepts of corporate sustainability: Sustainable development; Corporate Social Responsibility (CSR); Creating Shared Value; Environmental, Social and Governance (ESG), Triple Bottom Line (TBL) <BR/>2. The evolution of corporate environmental responsibility <BR/>3. Corporate environmental performance and “greenwashing”  <BR/>4. Measuring corporate environmental responsibility: Global Reporting Initiatives (GRI) <BR/>5. Investors’ interest in corporate ESG performance", "Argenti, P.A. (2015), Corporate Responsibility, Chapter 3, SAGE Publications, Inc."], "第4回": ["Case Study: FIJI Water and Corporate Social Responsibility - Green Makeover or &quot;Greenwashing&quot;?", "Read the case: FIJI Water and Corporate Social Responsibility - Green Makeover or &quot;Greenwashing&quot;?"], "第5回": ["Ethics in the Digital World - Corporate Responsibilities around Consumer Data and Privacy (I)<BR/>The main goal of this session is to provide a practical understanding of ethics in the digital world. <BR/>In this session, we will discuss an emerging concept of corporate digital responsibility (CDR) that touches on the regulatory, economic, and ethical issues around platform governance, consumer data and privacy.", "Review the following article (available at LUNA) before the class:<BR/>“Corporate Digital Responsibility”: New corporate responsibilities in the digital age."], "第6回": ["Ethics in the Digital World - Corporate Responsibilities around Consumer Data and Privacy (II)<BR/>In this session, we will explore corporate responsibilities to consumers in the data-driven business and discuss a case about the Facebook ethical dilemma. While corporate responsibilities in platform governance, consumer data, and privacy are becoming more important, technology users should also actively understand their responsibilities as consumers and decision-makers around digital consumption. The last part of our class discussion will reflect on how we (as consumers) can use technology ethically, embrace its positives, and avoid harmful consequences to ourselves and others.", "Review the following case (available at LUNA) before the class:<BR/> &quot;From Facebook to Meta: Rebranding or Dealing with Ethical Dilemma?&quot;."], "第7回": ["In the first period of the Week 4 session, we will discuss corporate philanthropy and its development from being an altruistic initiative of charitable giving to an integral part of strategic business operations. In the 90’s before the dawn of CSV era, corporate philanthropy was quite popularly practiced among companies, and now corporate philanthropy works most effectively when it builds on core business operations and strategic imperatives. Although it is difficult to define the right metrics, it is essential to measure the progress and success of corporate philanthropy programs in order to build and support the business case for corporate philanthropy to sometimes skeptical stakeholders.", "Students are required to read the following case and the assigned chapters in the course textbook, Argenti, P.A. (2015) Corporate Responsibility, SAGE Publications, Inc.<BR/>Case: “Corporate Philanthropy at Goldman Sachs: 10,000 Small Businesses”<BR/>Chapters: Chapter 8 &amp; 9"], "第8回": ["In the second period of the Week 4 session, our main goal is to provide a strategic but practical perspective on communicating CR. Effective corporate communication is essential for engaging stakeholders and building competitive advantage, and there a robust communications strategy is necessary. We will also examine the real-work examples of several Japanese and Global brands to see how CR-related messages influence corporate reputation. Through these real-work examples, we will discuss that there are a multitude of channels through which we can communicate, and that emerging technology impacts the communication strategy and implementation as well.", "Students are required to read the following case and the assigned chapters in the course textbook, Argenti, P.A. (2015) Corporate Responsibility, SAGE Publications, Inc.<BR/>Case: “Corporate Philanthropy at Goldman Sachs: 10,000 Small Businesses”<BR/>Chapters: Chapter 8 &amp; 9"], "第9回": ["Corporate governance, which used to be understood as responsibilities of the board of directors and managers whose objective is to maximize shareholder value, has evolved to responsiveness of a whole organization to the rights and wishes of stakeholders. Students deepen their understanding of this evolution by discussing influences of corporate scandals and financial crisis, or one the major drivers of the profound change.", "Tb be announced."], "第10回": ["Corporate governance, which used to be understood as responsibilities of the board of directors and managers whose objective is to maximize shareholder value, has evolved to responsiveness of a whole organization to the rights and wishes of stakeholders. Students deepen their understanding of this evolution by discussing influences of corporate scandals and financial crisis, or one the major drivers of the profound change.", "Tb be announced."], "第11回": ["In the 6th session of the course, we will discuss organization&#39;s responsibility toward its employees and suppliers. A crucial component of the relationship between the organization and society is the former&#39;s adherence to socially responsible labor practices. Guidelines for business&#39;s duty to society in terms of labor practices will be discussed. The discussion is also designed to show that labor issues that exit along an organization&#39;s supply chain are in many ways more difficult to control given organizations&#39; limited purview over external organizations. We will also examine challenges faced by Tokyo Electric Company to fulfil its ethical responsibilities to its employees, suppliers, as well as to local communities in the March 2011 nuclear crisis.", "Carefully review &quot;Fukushima Nuclear Disaster: Leadership in Crisis (SMU 105)&quot; as preparation for class discussion."], "第12回": ["In the 6thsession of the course, we will discuss organization&#39;s responsibility toward its employees and suppliers. A crucial component of the relationship between the organization and society is the former&#39;s adherence to socially responsible labor practices. Guidelines for business&#39;s duty to society in terms of labor practices will be discussed. The discussion is also designed to show that labor issues that exit along an organization&#39;s supply chain are in many ways more difficult to control given organizations&#39; limited purview over external organizations. We will also examine challenges faced by Tokyo Electric Company to fulfil its ethical responsibilities to its employees, suppliers, as well as to local communities in the March 2011 nuclear crisis.", "Carefully review &quot;Fukushima Nuclear Disaster: Leadership in Crisis (SMU 105)&quot; as preparation for class discussion."], "第13回": ["As a concluding session of this course, we will discuss an actionable, step-by-step process for implementing a CR programme. Gaining and maintaining the support of senior and middle-level managers for CR initiatives and, thereby, for establishing organizational momentum towards successful strategy implementation. This entails various adjustments within the organization, including: re-configuring reporting lines and relationships; re-designing compensation systems (incentives and rewards) to promote top- and middle- management ‘buy in’ to change and thus to the organization-wide consolidation of the new CR programme.<BR/><BR/>Accordingly, the discussion in this closing session of our course introduces four key stages of strategy implementation practice; namely: strategy definition; establishing the dynamics of change within the organization; partnering with external parties (external stakeholders); reinforcing the ‘new state’ change through the targeting offering of ‘buy in’ incentives for (internal) stakeholders.<BR/><BR/>A vital strategic exercise during these four stages is measuring the progress of change and, ultimately, the impact of the change both within the organization and across its strategic business environment. Consequently, in this session we explore how business ethics is incorporated into a generic ‘6Es’ framework for assessing, evaluating and comparing the relative performance of organisations. The six ‘Es’ in the framework are: effectiveness, efficiency, economics, equity, ecological impact and ethics. We focus our discussion on measures of ‘ethics’ in relation to the other five generic ‘E’ performance measures.<BR/><BR/>In class, we will be comparing the application of the ‘6Es’ framework in discussion of two case studies: one of a ‘for-profit’ organization; one of a ‘not-for-profit’ organization. We will identify and examine discernible similarities and differences between the value-systems and strategic assumptions that appear to underlie and inform processes of ‘ethical’ performance measurement at each case study organization. From our discussions of the two case studies we will draw conclusions that might be applied in CR programme development and implementation and, by extension, in international management practice generally to other types of business organisation.", "Prior to the class sessions, students will receive (via LUNA) a copy of the two case study texts along with exercises and discussion questions for each case study. The case studies have been authored (SOAS, 2020) by the instructor. The case study exercises and questions will cross-refer to the Argenti textbook."], "第14回": ["As a concluding session of this course, we will discuss an actionable, step-by-step process for implementing a CR programme. Gaining and maintaining the support of senior and middle-level managers for CR initiatives and, thereby, for establishing organizational momentum towards successful strategy implementation. This entails various adjustments within the organization, including: re-configuring reporting lines and relationships; re-designing compensation systems (incentives and rewards) to promote top- and middle- management ‘buy in’ to change and thus to the organization-wide consolidation of the new CR programme.<BR/><BR/>Accordingly, the discussion in this closing session of our course introduces four key stages of strategy implementation practice; namely: strategy definition; establishing the dynamics of change within the organization; partnering with external parties (external stakeholders); reinforcing the ‘new state’ change through the targeting offering of ‘buy in’ incentives for (internal) stakeholders.<BR/><BR/>A vital strategic exercise during these four stages is measuring the progress of change and, ultimately, the impact of the change both within the organization and across its strategic business environment. Consequently, in this session we explore how business ethics is incorporated into a generic ‘6Es’ framework for assessing, evaluating and comparing the relative performance of organisations. The six ‘Es’ in the framework are: effectiveness, efficiency, economics, equity, ecological impact and ethics. We focus our discussion on measures of ‘ethics’ in relation to the other five generic ‘E’ performance measures.<BR/><BR/>In class, we will be comparing the application of the ‘6Es’ framework in discussion of two case studies: one of a ‘for-profit’ organization; one of a ‘not-for-profit’ organization. We will identify and examine discernible similarities and differences between the value-systems and strategic assumptions that appear to underlie and inform processes of ‘ethical’ performance measurement at each case study organization. From our discussions of the two case studies we will draw conclusions that might be applied in CR programme development and implementation and, by extension, in international management practice generally to other types of business organisation.", "Prior to the class sessions, students will receive (via LUNA) a copy of the two case study texts along with exercises and discussion questions for each case study. The case studies have been authored (SOAS, 2020) by the instructor. The case study exercises and questions will cross-refer to the Argenti textbook."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Argenti, P.A.", "Corporate Responsibility", "SAGE", "2016 年", "", ""], "学生による授業評価の方法Course Evaluation by Students0": "Course evaluation by students will be conducted in class.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final report examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Short quiz (20%) , Contribution to Class (40%)"], "更新日時/Date of Update0": "2023年01月13日 08時21分56秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期後半／Spring (2nd Half)", "月曜３時限／Monday 3", "春学期後半／Spring (2nd Half)", "教室５"], "項番No.2": ["2023年度", "春学期後半／Spring (2nd Half)", "月曜４時限／Monday 4", "春学期後半／Spring (2nd Half)", "教室５"]}, "campas": 0, "name": "【500】Business Ethics　１／Business Ethics", "管理部署": 58, "単位数": 2, "担当者": "鈴木　修（SUZUKI OSAMU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "時限2": 3, "評価1": 3, "評価2": 4, "開講期": 4}