{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This is an introductory course on accounting where students will learn to use accounting information for making economic decisions. The course objective will be achieved by introducing the concepts and issues of financial accounting with an emphasis on how the economic events of an organization are identified, measured, processed, and communicated to a wide variety of users.", "到達目標": "Upon successful completion of the requirements for this course, students will be able to: <BR/>a)Understand and use accounting as an information system for measuring, processing and communicating information that is useful in making economic decisions<BR/>b)Comprehend the conceptual framework of financial accounting including GAAP, IFRS, and IASB<BR/>c)Identify the accounting cycle required to prepare and use of accounting statements<BR/>d)Understand the technical competencies as well as underlying rationale for accounting practices and the effectiveness of these practices", "特記事項": "", "関連科目": "The course has no specific prerequisites.", "授業方法": "The course will be offered in &quot;Hy-flex&quot; format. In&quot;Hy-flex&quot; format, instructor will conduct the class in a classroom, and students are able to choose whether to take the course in the classroom or online, depending on his or her own choice. For online students, classes will be held at the time specified in the timetable via interactive live streaming using Zoom. Study materials (i.e., power point slides, exercises, and home assignment) will be uploaded in LUNA one week in advance. Students are strongly encouraged to read the materials before joining the class. It would be helpful to note down the key concepts in each chapter to discuss in the class. <BR/>In each session, at first the instructor will clarify the key concepts of a chapter to the students. Then, the students will solve a number of related problems. This process will ensure that the students acquire adequate technical competencies as well as comprehend the underlying rationale and effectiveness of accounting practices. <BR/>Individual assignments will be from end-of-chapter problems. On average, students should spend 3/4 hours working on each assignment.  <BR/>Mid-term report and final report: In both the reports students are required to solve some exercises related to the topics covered in the class.<BR/>Students are required to subscribe WileyPLUS, an online learning platform developed by Wiley Publishing. WileyPLUS includes pre-created assignments, quizzes, and eTextbook.", "トピック": {"第1回": ["Accounting in Action", "Read course outline<BR/>Read chapter 1 from the text"], "第2回": ["Key concepts in Accounting", "Read chapter 1 from the text"], "第3回": ["The recording Process: Understanding the accounting cycle", "Solve end-of-chapter 1 problems and exercises<BR/>Read chapter 2 from the text"], "第4回": ["The recording process: Solving end-of-chapter problems and exercises", "Read chapter 2 from the text"], "第5回": ["Adjusting the Accounts: Revenue recognition and expense matching principle", "Solve end-of-chapter 2 problems and exercises<BR/>Read chapter 3 from the text"], "第6回": ["Completing the accounting cycle", "Read chapter 4 from the text"], "第7回": ["Accounting for Merchandising Operations", "Read chapter 5 from the text<BR/>Solve end-of-chapter 3 problems and exercises"], "第8回": ["Accounting for inventories", "Read chapter 6 from the text"], "第9回": ["Accounting for receivables", "Read chapter 8 from the text<BR/>Solve end-of-chapter 5 &amp; 6 problems and exercises"], "第10回": ["Plant Assets, Natural Resources, and Intangible Assets", "Read chapter 9 from the text"], "第11回": ["Accounting and reporting of liabilities", "Solve end-of-chapter 8 &amp; 9 problems and exercises<BR/>Read chapter 10 from the text"], "第12回": ["Statement of Cash Flows", "Read chapter 13 from the text"], "第13回": ["Accounting for corporations: Organization, Share transactions, dividends, and retained earnings", "Solve end-of-chapter 13 problems and exercises<BR/>Read chapter 11 from the text"], "第14回": ["Review class", "Review all chapters in the syllabus"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Jerry J. Weygandt, Paul D. Kimmel, Donald E. Kieso", "Financial Accounting with International Financial Reporting Standards, 4th Edition", "Wiley", "2018 年", "978-1-119-50340-8", ""], "教科書Required texts0": "Financial Accounting with International Financial Reporting Standards, 4th Edition\nJerry J. Weygandt, Paul D. Kimmel, Donald E. Kieso, ISBN: 978-1-119-50340-8", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Donald E. Kieso, Jerry J. Weygandt, Terry D. Warfield", "Intermediate Accounting IFRS, 4th Edition", "Wiley", "2020 年", "978-1-119-60924-7", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Report final examination 30"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Midterm exam 30, Individual assignment 40"], "備考Note0": "This is a core course of MBA Program at IBA. As an introductory course, students are not required to have any previous background on accounting. Although this is quite reading intensive course, you will find it interesting as you will be able to learn the language of business- ACCOUNTING.", "更新日時/Date of Update1": "2022年03月10日 16時51分16秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "火曜１時限／Tuesday 1", "秋学期前半／Fall (1st Half)", "ＯＣ１４０１"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "火曜２時限／Tuesday 2", "秋学期前半／Fall (1st Half)", "ＯＣ１４０１"]}, "campas": 2, "name": "【500】Accounting for Decision Making　２／Accounting for Decision Making", "管理部署": 58, "単位数": 2, "担当者": "ハイダー　Ｍ．　Ｂ．（HAIDER M. B.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 7, "時限2": 8, "評価1": 1, "評価2": 4, "開講期": 5}