{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "The purpose of this course is to train students as strategy planners. The course is designed to enable students to be familiar with alternative firm or business strategies. We also discuss how to effectively implement alternative strategies by ensuring appropriate selection of skills, expertise, resources, organizational structure, incentive &amp; control mechanisms. The course also covers discussions on how strategic thinking relates to other major disciplines, including marketing as well as finance.", "到達目標": "Learning goals of this course are twofold. Firstly, students should be able to generate realistic and effective strategic alternatives for their organizations by considering their competitive contexts, available resources, as well as goals and missions of their organizations. Secondly, students should be able to articulate differential profit potential and associated risks of those strategic alternatives. Students will be encouraged to pay close attention to the challenge of implementing new strategic initiatives while they sustain smooth and efficient operation of ongoing business.", "特記事項": "", "関連科目": "", "授業方法": "HyFlex (Hybrid Flexible) session. However, depending on the infection situation of COVID-19, there is a possibility of changing to Online Format: Simultaneous and Two-way. In case you join the session online, I&#39;d appreciate if you could follow instructions below.<BR/>1. join the session via PC, rather than a smartphone<BR/>2. be on time for class, otherwise you may not be able to join smoothly<BR/>3. sign-in with your nick-name you prefer to be called (rather than your fullname)<BR/>4. turn-on your video to show your face to your classmates<BR/>5. use earphones or a headset to make sure that your microphone does not capture sound from your speaker", "トピック": {"第1回": ["Positioning-based view (1): After a quick introduction of the course, we start the course by discussing what strategy planners should clarify to design effective strategy. We then examine one of the most fundamental typologies of competitive strategy. We will discuss aims, typical initiatives involved, competitive contexts, as well as challenges associated with the cost leadership strategy and the differentiation strategy, respectively.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第2回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第3回": ["Positioning-based view (2):  In the second session, we will discuss how to organize for effective implementation of the cost leadership strategy, as well as the differentiation strategy, respectively. The discussion is designed to characterize the two strategic alternatives as polar opposites, thereby showing the rationale why they should not be pursued simultaneously.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第4回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第5回": ["Resource-based view: One of the most critical critiques against the positioning-based view is that it ignores uniqueness of each organization, or an underlying rationale why one organization is more competitive than others. A resource-based view addresses this shortfall by analyzing organizations as bundle of unique resources. We introduce this approach employed for examining the source of competitiveness by discussing a mechanisms of diversification strategy.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第6回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第7回": ["Knowledge-based view: As one of the most important resources, we focus on knowledge of organizations in the fourth session. We will reconcile seemingly contradictory perspectives on strategy, i.e., the positioning-based view and the resource-based view, by showing that valuable and unique knowledge, which can only be defined as so by considering competitive positioning, enables both the cost leadership strategy and the differentiation strategy.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第8回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第9回": ["Organizations are not always fortunate enough to have all resources required to implement their intended strategy. Accordingly, managers sometimes consider complementing available resources by alliances or M&amp;As (mergers and acquisitions). We also extend our discussion beyond the combination of resources by examining how organizations can leverage its structural position in the network of allied organizations as their source of additional competitive advantage.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第10回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第11回": ["I the sixth session, we will discuss why, rather than how, an organization employs one strategy than the other. In other words, the foregoing discussions are motivated by the question, &quot;why one organization is more competitive than the others?&quot;, while more informative question for strategy planners may be &quot;how should one select from several alternative strategies?&quot;. This is an important issue to understand the reason why organizations may select (in)appropriate strategy, given their available resources, competitive requirements, and strategic goals.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第12回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第13回": ["We conclude the course by discussing some emerging streams of science of strategy, including resource orchestration, effectuation, and organizational ambidexterity.", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "第14回": ["Case discussion", "Read assigned academic journal article(s). Read case materials and prepare for class discussion."], "授業外学習2": "Preparation for class discussion."}, "評価": {"教科書Required texts0": "No textbook is assigned.", "参考文献・資料Reference books0": "Academic journal articles and case materials are assigned in class for each session.", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted in the last class by using a standard form designated by IBA.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "20% short quiz, 40% class participation"], "更新日時/Date of Update0": "2022年03月10日 16時51分16秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期後半／Spring (2nd Half)", "木曜１時限／Thursday 1", "春学期後半／Spring (2nd Half)", "教室４"], "項番No.2": ["2022年度", "春学期後半／Spring (2nd Half)", "木曜２時限／Thursday 2", "春学期後半／Spring (2nd Half)", "教室４"]}, "campas": 0, "name": "【550】Corporate Strategy／Corporate Strategy", "管理部署": 58, "単位数": 2, "担当者": "鈴木　修（SUZUKI OSAMU） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "時限2": 22, "評価1": 1, "評価2": 4, "開講期": 4}