{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "The objective of this course is for students to develop an understanding of marketing principles and acquire practical learning experience in marketing management and planning in various settings.", "到達目標": "After completing this course, students will be able to:<BR/>1. Understand a range of decisions in the 21st century marketing management and planning. <BR/>2. Develop understanding of marketing frameworks such as market analysis, segmentation, targeting and positioning. <BR/>3. Develop necessary skills to apply relevant marketing tools such as the 4Ps (Product, Place, Promotion and Pricing) to a marketing plan of a specific company/product.", "授業方法": "Online format: Simultaneous and Two-way via Zoom.<BR/>Reading materials are available at LUNA for class preparation. A mixture of class discussions and assignments will facilitate a deeper understanding of marketing management concepts and their applications to various business settings. Class discussions will also include the elements of a marketing plan. To facilitate the preparation of the marketing plan report, students will be given assignments such as information gathering for the market analysis of a specific product. At the end of the course, each group is required to submit a written report of a marketing plan project.", "トピック": {"第1回": ["Understanding Marketing for the 21st. Century, Developing Marketing Strategies and Plan", ""], "第2回": ["Gathering Market Information and Forecasting Demand", ""], "第3回": ["Analyzing Consumer Markets, Creating Customer Value, Satisfaction and Loyalty", ""], "第4回": ["Dealing with Competition", ""], "第5回": ["Identifying Market Segments and Targets", ""], "第6回": ["Crafting the Brand Positioning", ""], "第7回": ["Planning Direction, Objectives and Marketing Supports", ""], "第8回": ["Developing Product and Brand Strategy, and Designing and Managing Services", ""], "第9回": ["Designing and Managing Integrated Marketing Communications", ""], "第10回": ["Designing and Managing Integrated Marketing Channels", ""], "第11回": ["Developing Pricing Strategies", ""], "第12回": ["Planning Performance Measurement and Implementation Control", ""], "第13回": ["Introducing New Market Offerings and Tapping into Global Markets", ""], "第14回": ["Marketing Project Presentation", ""], "授業外学習2": "For class preparation of the first session, students are required to prepare a one-page essay on “what marketing means to you”. This essay can be based on your personal experience as a consumer and/or work-related experience. There is no right or wrong answer for the essay; students should feel free to write their honest opinion and experience.<BR/>(Please refer to LUNA for details)"}, "評価": {"教科書Required texts0": "Phillip Kotler and Kevin L. Keller, Marketing Management, 13th. (International) Edition, Prentice Hall, 2009.", "参考文献・資料Reference books0": "Marian Burk Wood, The Marketing Plan Handbook, 3rd. Edition, Prentice Hall, 2008.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final Report"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Contribution (30%), Assignments (30%)"], "更新日時/Date of Update0": "2021年01月12日 06時10分07秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期前半／Spring (1st Half)", "月曜３時限／Monday 3", "春学期前半／Spring (1st Half)", "教室４"], "項番No.2": ["2021年度", "春学期前半／Spring (1st Half)", "木曜３時限／Thursday 3", "春学期前半／Spring (1st Half)", "教室１"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【550】Marketing Management　１／Marketing Management", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "時限1": "月曜３時限／Monday 3", "時限2": "木曜３時限／Thursday 3", "開講期": "春学期前半／Spring (1st Half)"}