{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "The objective of this course is for the student to understand both the theory of corporate finance and its practical applications. We will discuss how financial managers face two decisions- which real assets the firm should invest in and how to raise the cash to pay for them. Thus, the investment decision typically precedes the financial decision. This course will be devoted to different aspects of the investment decision. The first topic is how to value real and financial assets. The second topic is the link between the risk and value, and the third is the management of the capital investment process.<BR/>Along with the discussion on corporate asset, capital acquisitions and management, the course also deals with the issues related to agency problems and managerial incentives which might affect the value of a firm. This course will be facilitated by lectures, case discussions and exercises.", "到達目標": "Students will understand the theory of corporate finance and its practical applications to financial problems at companies.  Students will be able to discuss how financial managers face two decisions- which real assets the firm should invest in and how to raise the cash to pay for them.  Students will also be able to value real and financial assets, applying the link between the risk and returns, and to manage the capital investment process.", "授業方法": "We will meet in a classroom and provide the course by &quot;Face-to Face&quot;.  This course is also provided online by using the &quot;Zoom&quot; and at the same time we video tape the class.  Then, after the class, the location of the video file will be announced to the students through LUNA.  Also, look at Luna for the presentation materials and assignments.  If the students had difficulties in getting access to Zoom, then it is OK that you see the video later and communicate with the instructor on Luna. Lecture and Case Discussion.", "トピック": {"第1回": ["Overview of the course and introduction to corporate finance<BR/>DCF (Discounted Cash Flows), PV (Present Value), NPV (Net Present Value)<BR/>Reading: Chapter 1-2", ""], "第2回": ["Overview of the course and introduction to corporate finance<BR/>DCF (Discounted Cash Flows), PV (Present Value), NPV (Net Present Value)<BR/>Reading: Chapter 1-2", ""], "第3回": ["Valuation of Bonds and Term Structure of Interest Rates <BR/>Reading: Chapter 3", ""], "第4回": ["Valuation of Bonds and Term Structure of Interest Rates <BR/>Reading: Chapter 3", ""], "第5回": ["Valuation of Common Stocks<BR/>Reading: Chapter 4", ""], "第6回": ["Valuation of Common Stocks<BR/>Reading: Chapter 4", ""], "第7回": ["NPV and Capital Budgeting and Resource Allocation<BR/>Reading: Chapter 5-6", ""], "第8回": ["NPV and Capital Budgeting and Resource Allocation<BR/>Reading: Chapter 5-6", ""], "第9回": ["&quot;Risk and Return, Modern Portfolio Theory, Cost of Capital and CAPM (Capital Asset Pricing Model), MM Proposition I and II <BR/>Reading: Chapter 7-9", ""], "第10回": ["Case 1: &quot;Worldwide Paper Company&quot;<BR/>Case 2: &quot;Nike, Inc", ""], "第11回": ["Case 3: &quot;Flinder Valves and Controls Inc.&quot;", ""], "第12回": ["Case 4:  &quot;Deluxe Corporation&quot;", ""], "第13回": ["Case 5 : &quot;Timken Company&quot;", ""], "第14回": ["Wrap-up discussions", ""], "授業外学習2": "The student is expected to prepare for class by completing the reading assignments and preparing for selected discussion topics prior to attending class. Attendance, participation in class discussion, submission of homework assignments and final written examination based on assigned topics constitute the core course requirements."}, "評価": {"教科書Required texts0": "Ross, Westerfield, Jaffe, Jordan “CORPORATE FINANCE, 11th Ed,” McGraw-Hill Global Edition", "学生による授業評価の方法Course Evaluation by Students0": "Will be conducted at the end of the course.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Homework Assignments 40%　Attendance and Participation 20%"], "成績評価Grading3": "備考　Note\nHomework Assignments 40%; Attendance and Participation 20%; Final Report Examination 40%", "更新日時/Date of Update0": "2021年09月06日 15時39分04秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期後半／Fall (2nd Half)", "木曜３時限／Thursday 3", "秋学期後半／Fall (2nd Half)", "教室２"], "項番No.2": ["2021年度", "秋学期後半／Fall (2nd Half)", "木曜４時限／Thursday 4", "秋学期後半／Fall (2nd Half)", "教室２"]}, "campas": 0, "name": "【550】Corporate Finance　２／Corporate Finance", "管理部署": 58, "単位数": 2, "担当者": "前田　祐治（MAEDA YUJI） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 23, "時限2": 24, "評価1": 3, "評価2": 4, "開講期": 6}