{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "<span style=\"font-size:13.28px;\">As a compulsory basic course for management majors, this course aims to offer opportunities to discuss foundational theories and frameworks to examine how international business organizations should be managed. We build on foundational ideas discussed in “Management” to see how we should extend our key learning in the core course for unique context of international business organizations. We also try to closely tie our learning with other basic courses, “Corporate Strategy” in particular. Students are also encouraged to identify their own learning agenda as their preparation for advanced courses, including “Human Resource Management” and “Cross-Cultural Management” among others.</span>", "到達目標": "<div><span style=\"font-size:13.28px;\">Learning goals for this course are threefold.</span></div><div><span style=\"font-size:13.28px;\">1.<span style=\"white-space:pre;\">\t</span>Understand unique challenges and opportunities for international business organizations</span></div><div><span style=\"font-size:13.28px;\">2.<span style=\"white-space:pre;\">\t</span>Understand roles and responsibilities for managers of international business organizations by extending key learning in “Management” and by closely connecting with other basic courses, “Corporate Strategy” in particular</span></div><div><span style=\"font-size:13.28px;\">3.<span style=\"white-space:pre;\">\t</span>Identify learning agenda in advanced courses, including “Human Resource Management” and “Cross-Cultural Management” among others.</span></div><div><br /></div>", "特記事項": "", "関連科目": "", "授業の概要・背景": "This course is conducted by a mixture of lectures and class discussions on selected international business cases. For each session, the lecturer introduces theories and concepts relevant to the case story, followed by active case discussion. Class discussions are focused on issues and challenges described in the case, as well as approaches employed to overcome these challenges. Students are expected to prepare for class discussions by reviewing case materials before the class.", "授業方法": "All lectures are conducted completely face-to-face.", "トピック": {"第1回": ["<div><span style=\"font-size:13.28px;\">Introduction, challenges and opportunities for international business</span></div><div><span style=\"font-size:13.28px;\">We start the course with a brief introduction of topics we plan to discuss in this course. Then, we will examine some key issues students will face as managers of international business organizations. Unique opportunities and challenges associated with international competition will be introduced for further discussions in the following sessions.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第2回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."], "第3回": ["<div><span style=\"font-size:13.28px;\">Developmental stages of international business</span></div><div><span style=\"font-size:13.28px;\">Traditional understanding is that firms gradually internationalize their business as they accumulate resources and experiences. We examine various developmental stages by discussing their underlying mechanisms as well as alternative entry modes into new country markets. We also discuss an emerging view that some firms are born global.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第4回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."], "第5回": ["<div><span style=\"font-size:13.28px;\">Global integration and adaptation to local competitive conditions&nbsp;</span></div><div><span style=\"font-size:13.28px;\">One of the major arguments for internationalization is a pursuit for replication opportunities of successful strategic as well as operational initiatives. It also is necessary, however, to properly adapt to competitive conditions unique to host country markets, including customer preferences, competitive pressure, and regulation. We will discuss how managers of international business should reconcile these mutually contradictory requirements by building on foundational discussion on differentiation and integration.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第6回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."], "第7回": ["<div><span style=\"font-size:13.28px;\">Leveraging global and local human resources</span></div><div><span style=\"font-size:13.28px;\">Human resources can be both resources and constraints, depending on how properly they are managed. This is particularly the case for international business organizations because managers are expected to manage human resources with diverse behavioral and cognitional patterns. We review foundational discussion on coordination and control, motivation, as well as leadership to build on them for deeper understanding of effective management of global and local human resources at international business.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第8回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."], "第9回": ["<div><span style=\"font-size:13.28px;\">Network of country subsidiaries as a source of global innovation&nbsp;</span></div><div><span style=\"font-size:13.28px;\">One of the most important sources of competitive advantages of international business is its network of country subsidiaries as a source of global innovation. Exactly because they face wide varieties of local competitive conditions, they enjoy opportunities to have more novel ideas which may be globally leveraged for further competitiveness. We build on foundational discussion on knowledge-based view of the firm to discuss how managers of international business organizations can effectively exploit these opportunities.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第10回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."], "第11回": ["<div><span style=\"font-size:13.28px;\">Cooperative rivalry between headquarters and country subsidiaries</span></div><div><span style=\"font-size:13.28px;\">International business is unique in that their intra-organizational relationships should be managed as inter-organizational relationships. This can be particularly challenging when country subsidiaries are powerful and influential in comparison with the headquarters. We discuss some key ideas on effective management of inter-organizational relationships to deepen our understanding of how managers of international business should effectively address this challenge.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第12回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."], "第13回": ["<div><span style=\"font-size:13.28px;\">Final report presentation</span></div><div><span style=\"font-size:13.28px;\">In the last session, students are asked to present their final report, followed by Q&amp;A sessions with classmates.</span></div><div><br /></div>", "Read assigned articles. Read case materials and prepare for class discussion."], "第14回": ["Case discussion", "Read assigned articles. Read case materials and prepare for class discussion."]}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final report examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "20% short quiz,, 40% class participation"], "項番No.0": [], "項番No.1": ["2024年度", "秋学期後半／Fall (2nd Half)", "木曜３時限／Thursday 3", "秋学期後半／Fall (2nd Half)", "教室５"], "項番No.2": ["2024年度", "秋学期後半／Fall (2nd Half)", "木曜４時限／Thursday 4", "秋学期後半／Fall (2nd Half)", "教室５"]}, "campas": 0, "name": "【550】International Management　２／International Management", "管理部署": 58, "単位数": 2, "担当者": "鈴木　修（SUZUKI OSAMU） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 23, "時限2": 24, "評価1": 3, "評価2": 6, "開講期": 6}