{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "Do you have what it takes to become an effective leader? How well do you understand the leadership process? Can you inspire your team members to accomplish great results? In this course we examine what leadership means in an organizational context.  We will explore the role of leaders, leadership and creativity in determining why some organizations die while others survive. Through lectures, cases, readings, and in-class simulations, students will examine the connections among leaders, leadership, creativity and organizational renewal. We will examine what it means to be an effective leader and explore the traits, behaviors and situational factors that must be considered in becoming an effective leader. Students will be expected to examine some basic concepts of leadership/organizational renewal and gain insights into these concepts in order to explore at a more advanced level and refine their understanding of these concepts and develop knowledge into how they can use them to build more successful careers and contribute more to their organizations and society.", "到達目標": "Upon completion of this course, the student will be able to demonstrate the following learning outcomes: 1) Identify key elements of leadership and creativity in the context of market capitalism in different institutional environments, especially in terms of how value is defined and implemented in organizations. 2) Analyze the relationship between leaders and followers and determine the group/organizational dynamics at work in accomplishing organizational tasks. 3) Understand the role of leaders and leadership in management and in particular students should be able to self-reflect on their own abilities to be effective and creative leaders. 4) Be able to think critically and laterally and express coherently that thinking both verbally and in written form.", "特記事項": "＜DP・CPと授業科目との関連＞<BR/>各授業科目は、各学部・研究科の定めるDP・CPに基づき、カリキュラム上に配置されています。<BR/>DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。<BR/>また、履修心得や履修の手引きに掲載されている教育課程表（授業科目一覧等）も参考にしてください。<BR/>＜DP・CPとは？＞<BR/>DP（ディプロマ・ポリシー）：各学部等の教育理念に基づき、どのような力を身に付けた者に卒業を認定し、学位を授与するのかを定める基本的な方針であり、学生の学修成果の目標ともなるもの。<BR/>CP（カリキュラム・ポリシー）：DPの達成のために、どのような教育課程を編成し、どのような教育内容・方法を実施し、学修成果をどのように評価するのかを定める基本的な方針。<BR/>＜各学部・研究科等のDP・CP一覧＞<BR/>https://www.kwansei.ac.jp/a_affairs/a_affairs_000550", "関連科目": "", "授業方法": "Online Format: Simultaneous and Two-way Zoom. Lecture and discussion of cases (both written and video) based on conceptual frameworks found in current research and articles appearing in leading academic journals and business publications. Application of these conceptual frameworks and present your analysis of the cases in both written and oral formats will be accomplished through a variety of approaches including discussion, team and individual presentations, quizzes, in-class exercises among others. Throughout the term we will form a learning community in understanding leadership in management.", "トピック": {"第1回": ["So you want to be a leader. Why? Do you have what it takes? Introduction to the course, leaders, leading, leadership, creativity and organizational renewal. What is the role of individual risk/responsibility in all this? What does it mean to be a good, great, bad leader? What is the difference between leadership and dictatorship?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第2回": ["Let’s win one for the absentee shareholder! The fundamental paradox of leadership in business organizations; can we motivate workers to undertake extraordinary effort in order to maximize shareholder value? How is values defined? How would you define value?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第3回": ["If you build it, will they come? What is the difference between visions, illusions and delusions? Are most new ideas bad? What role does random chance play in success?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第4回": ["Will you jump off a cliff for with me or what is the difference between a professor and a leader? Building credulity, credibility and charisma; to say, to do (espouse/enact)", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第5回": ["If you don’t have followers, you can’t be a leader or what is the difference between a pioneer and a leader? Zones of indifference and the willing suspension of disbelief, and the role of followers in legitimating leaders. You cannot be a leader unless you have followers.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第6回": ["Of lions and mice; recognizing bases of power and channeling these to influence the behavior of others and understanding the moderating effect of situation. If power is the currency of leadership, how do I get it, keep it and use it without it corrupting me?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第7回": ["Is it better to be loved or feared? Which is more likely to make you an effective leader? How does maintaining a sense of humility enhance your effectiveness as a leader? How the task and relationship oriented behavior of leaders can enhance their negotiating position and culminate in respect. Is the leader’s job to serve the followers? How?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第8回": ["Taking a walk on the dark side; cults, megalomania and other pathologies of leadership. What is meant by a bad leader?If power tends to corrupt, what can I do so as not to be corrupted? How do leaders differ from dictators?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第9回": ["Do we really need leaders? Succession, leaderless groups and self-managed teams and mavericks; how do I pass on the light side of my legacy of leadership?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第10回": ["Can we all be creative or do we have to be a genius first? What is meant by creativity? What are the well springs of creativity? Is creativity analog or digital? What is the relationship between entrepreneurship and creativity? How do I foster variety generation?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第11回": ["If most new ideas are bad, how do I know I have a good one? Uncertainty, risk, mismatching traps for the individual and the organization. What are weak signals and how should leaders interpret weak signals? What heuristics do I use for the selection process?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第12回": ["What are the pathologies that exist between leaders and groups?  How do &quot;good&quot; leaders&quot; and &quot;good&quot; followers end up in &quot;bad&quot; situations?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第13回": ["Can a group or an organization be creative? What is the relationship between individual and organizational creativity? Can an individual or an organization be too creative? What is the &quot;dark side&quot; of creativity? Balancing exploration/exploitation and avoiding learning traps or how do I retain and implement the good ideas?", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第14回": ["Beyond here, there be dragons!!! Student&#39;s and Professorial reflections on the relationship between leaders (good, great, bad), leading, leadership, creativity, value and organizational renewal and the fate of leaders, followers, organizations and humanity.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "All assigned materials will come from leading academic journals and business publications. Cases (from Harvard Business Publications and others) will also be part of the course pack.", "", "", "", ""], "教科書Required texts0": "Course pack of cases and readings will be available for purchase from Harvard Business Publishing web site.", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted in the last class by using a standard form designated by IBA.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final Report"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Participation (includes written, oral, individual and group presentations among others)"], "更新日時/Date of Update0": "2022年03月22日 10時07分19秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜３時限／Saturday 3", "秋学期前半／Fall (1st Half)", "ＯＣ１４０２"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜４時限／Saturday 4", "秋学期前半／Fall (1st Half)", "ＯＣ１４０２"]}, "campas": 2, "name": "【550】Leadership and Corporate Renewal／Leadership and Corporate Renewal", "管理部署": 58, "単位数": 2, "担当者": "メッセイ　デヴィッド（METHE DAVID THOMAS） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 3, "評価2": 4, "開講期": 5}