{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "The purpose of this course is to guide students towards developing an international management (IM) perspective on current and emerging challenges and opportunities in the global business environment. Specifically, we discuss processes of international management (IM) as a strategic organisational response to these challenges and opportunities. We structure our discussion around real-life examples of IM practice in a variety of organisation types: multi-national and transnational corporations (MNCs &amp; TNCs), small- and medium-sized enterprises (SMEs), and micro-enterprises seeking to do business internationally. We explore and discuss examples from a range of business sectors, where organisations are competing internationally, for profit and not-for-profit. Recognising that much research and discussion of IM continues to demonstrate a ‘western’ bias, we develop our discussion from an East Asian perspective. We use case studies in order to illustrate and examine how and why practices of IM in Japanese, Chinese and Korean businesses are shaping flows of foreign direct investment (FDI) across emerging and so-called developed markets worldwide: e.g. in the Middle East and North Africa (MENA), in Sub-Saharan Africa (SSA), and in Europe.", "到達目標": "By participating actively and collaboratively on this course, each student should become more able to:<BR/><BR/>- Demonstrate a critical appreciation of the roles and responsibilities exercised by IM practitioners in organisations generally, and specifically in geographical locations and markets across Asia <BR/><BR/>- Formulate - and justify - strategic decisions that IM practitioners might make in order to render their organisations more competitive in international markets for business<BR/><BR/>- Apply tools and techniques relevant towards developing a career in international management and international business leadership, including the creation and management of micro-enterprises designed strategically to compete internationally.", "授業方法": "This version of the International Management 1 course is designed for delivery using Hybrid / Hyflex modes.", "トピック": {"第1回": ["International management: roles and responsibilities (co-ordination and control)", ""], "第2回": ["Case study discussion", "Home study exercises designed to guide students towards working effectively as a group and individually"], "第3回": ["Scanning the business environment: uncertainty and risk", ""], "第4回": ["Case study discussion", "Practical examples of business environmental scanning"], "第5回": ["Organisational management: differentiation and integration", ""], "第6回": ["Case study discussion", "Selected chapters and exercises from the textbook."], "第7回": ["Organisational leadership: diversity and conflict", ""], "第8回": ["Case study discussion", "Selected chapters and exercises from the textbook."], "第9回": ["International management: emerging business challenges and opportunities", ""], "第10回": ["Case study discussion", "Selected chapters and exercises from the textbook."], "第11回": ["Cross-border acquisitions: creating stakeholder value?", ""], "第12回": ["Case study discussion", "Selected chapters and exercises from the textbook. Preparing for the group presentations (assessed)"], "第13回": ["Group presentations (assessed)", ""], "第14回": ["Instructor gives feedback on the group presentations<BR/><BR/>Instructors gives briefing about the team assignment <BR/><BR/>Instructor leads course wrap-up", "In teams, students prepare and submit an assignment (assessed)"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Grazia Ietto-Gillies", "Transnational Corporations and International Production: Concepts, Theories and Effects", "Edward Elgar", "2019 年", "978-1788117159", ""], "教科書Required texts0": "Ietto-Gillies, G. (2019) Transnational Corporations and International Production: Concepts, Theories and Effects (Cheltenham: Edward Elgar)\n\nA paper back version of this book is available in Japan (Amazon), costing approximately ¥6,300.\n\nCopies should also be available from the KGU CO-OP.", "参考文献・資料Reference books0": "The instructor will provide links and guidance towards open source (i.e. no cost) case studies, articles and other relevant sources of reference that can help students collectively and individually achieve the Learning Goals of the course.", "学生による授業評価の方法Course Evaluation by Students0": "Following IMC standard procedures.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Teams produce and submit a business consultancy style report. Each team will be given a report template and a copy of the grading criteria to be used."], "成績評価Grading2": ["その他／Others (99)", "60 %", "Two in class quizzes (30%); In-class group presentation (30%)"], "成績評価Grading3": "備考　Note\nTwo quizzes are conducted in class in an open book format. In each quiz are required to define and explain three key IM concepts, offering supporting examples from IM practice.\n\nThe in-class group presentation requires students to prepare a short presentation daring on key concepts from the textbook, supporting their presentation with examples from the various case studies we discussed in class. The grade awarded to the group as a whole will be the individual grade awarded to each group member.", "更新日時/Date of Update0": "2021年02月10日 13時34分56秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半／Spring (2nd Half)", "金曜３時限／Friday 3", "春学期後半／Spring (2nd Half)", "梅未定"], "項番No.2": ["2021年度", "春学期後半／Spring (2nd Half)", "金曜４時限／Friday 4", "春学期後半／Spring (2nd Half)", "梅未定"]}, "開講キャンパス": "大阪梅田キャンパス／Osaka Umeda Campus", "【科目ナンバー/Course Number】授業名称": "【550】International Management　１／International Management", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "キース　Ｇ．　Ｊ．（KEITH GEOFFREY JACKSON） ", "履修基準年度": "１年", "時限1": "金曜３時限／Friday 3", "時限2": "金曜４時限／Friday 4", "開講期": "春学期後半／Spring (2nd Half)"}