{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This is an introductory course on cost and management accounting where students will learn to use a variety of cost and management accounting concepts and techniques for decision making in both manufacturing and service organizations.", "到達目標": "Upon successful completion of this course, students will be able to:<BR/>1. Explain the terminology, basic concepts and principles of cost and management accounting<BR/>2. Classify and analyze the various types of costs in a manufacturing company<BR/>3. Evaluate and prepare different managerial accounting statements<BR/>4. Understand job order, process costing, and activity based costing<BR/>5. Compute necessary managerial accounting information;<BR/>6. Calculate and allocate overhead costs to product manufacturing<BR/>7. Understand how to prepare budgets and how to determine and interpret different variances from budgets<BR/>8. Use relevant cost techniques for decision making", "特記事項": "", "関連科目": "Students are advised to take &quot;Accounting for decision making&quot; before taking this course", "授業方法": "The course will be offered in &quot;Hy-flex&quot; format. In&quot;Hy-flex&quot; format, instructor will conduct the class in a classroom, and students are able to choose whether to take the course in the classroom or online, depending on his or her own choice. For online students, classes will be held at the time specified in the timetable via interactive live streaming using Zoom. Study materials (i.e., power point slides, exercises, and home assignment) will be uploaded in LUNA one week in advance. Students are strongly encouraged to read the materials before joining the class. It would be helpful to note down the key concepts in each chapter to discuss in the classes. <BR/>In each online session, at first the instructor will clarify the key concepts of a chapter to the students. Then, the students will solve a number of related problems. This process will ensure that the students acquire adequate technical competencies as well as comprehend the underlying rationale and effectiveness of accounting practices. <BR/>Individual assignments will be from end-of-chapter problems. On average, students should spend 3/4 hours working on each assignment. <BR/>Mid-term report and final report: In both the reports students are required to solve some exercises related to the topics covered in the class.", "トピック": {"第1回": ["Managerial Accounting: An Overview", "Read the course outline. <BR/>Read prologue of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer."], "第2回": ["Managerial Accounting and Cost Concepts", "Read chapter 1 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer."], "第3回": ["Cost-Volume-Profit Relationships", "Read chapter 5 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer. <BR/>Solve end-of-chapter problems and exercises."], "第4回": ["Variable Costing and Segment Reporting: Tools for Management", "Read chapter 6 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer. <BR/>Solve end-of-chapter problems and exercises."], "第5回": ["Master Budgeting", "Read chapter 8 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer. <BR/>Solve end-of-chapter problems and exercises."], "第6回": ["Flexible Budgets and Performance Analysis", "Read chapter 9 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer. <BR/>Solve end-of-chapter problems and exercises."], "第7回": ["Standard Costs and Variances", "Read chapter 10 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer. <BR/>Solve end-of-chapter problems and exercises."], "第8回": ["Responsibility Accounting Systems", "Read chapter 11 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer.<BR/>Solve end-of-chapter problems and exercises."], "第9回": ["Strategic Performance Measurement", "Read chapter 12 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer."], "第10回": ["Differential Analysis: The Key to Decision Making", "Read chapter 13 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer."], "第11回": ["Capital Budgeting Decisions", "Read chapter 14 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer."], "第12回": ["Job-Order Costing", "Read chapter 3 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer.<BR/>Solve end-of-chapter problems and exercises."], "第13回": ["Process Costing", "Read chapter 4 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer. <BR/>Solve end-of-chapter problems and exercises."], "第14回": ["Activity-Based Costing: A Tool to Aid Decision Making", "Read chapter 7 of the book Managerial Accounting by by Ray Garrison, Eric Noreen, and Peter Brewer.<BR/>Solve end-of-chapter problems and exercises."], "授業外学習2": "Participation in class discussion is an important part of the course. Quantity and quality of questions, comments, contributions and insights offered during class are important to the success of the course and students will be graded for their overall engagement and participation. Students are expected to review each chapter in advance to prepare for the next class.  <BR/>Students also need to spend 3/4 hours in each week to submit the individual assignments. <BR/>At last, students are required to sit for a comprehensive final examination. This exam will be largely based on the lecture materials and end-of-chapter problems. As there will be multiple choice questions, students must have clarity in understanding this subject."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Ray H. Garrison, Eric W. Noreen, Peter C. Brewer", "Managerial Accounting", "McGraw-Hill Education", "2020 年", "978-1260575682", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Srikant M. Datar and Madhav V. Rajan", "Horngren's Cost Accounting: A Managerial Emphasis", "Pearson Education Limited", "2020 年", "9781292363073", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Report final examination 30"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Individual assignments 40; Mid-term exam 30"], "更新日時/Date of Update0": "2022年02月25日 15時57分22秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "金曜１時限／Friday 1", "秋学期前半／Fall (1st Half)", "ＯＣ１４０１"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "金曜２時限／Friday 2", "秋学期前半／Fall (1st Half)", "ＯＣ１４０１"]}, "campas": 2, "name": "【550】Cost and Management Accounting／Cost and Management Accounting", "管理部署": 58, "単位数": 2, "担当者": "ハイダー　Ｍ．　Ｂ．（HAIDER M. B.） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 28, "時限2": 29, "評価1": 1, "評価2": 4, "開講期": 5}