{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "This is an introductory course on cost and management accounting where students will learn to use a variety of cost and management accounting concepts and techniques for decision making in both manufacturing and service organizations.", "到達目標": "Upon successful completion of this course, students will be able to:<BR/>1. Explain the terminology, basic concepts and principles of cost and management accounting<BR/>2. Classify and analyze the various types of costs in a manufacturing company<BR/>3. Evaluate and prepare different managerial accounting statements<BR/>4. Understand job order, process costing, and activity based costing<BR/>5. Compute necessary managerial accounting information;<BR/>6. Calculate and allocate overhead costs to product manufacturing<BR/>7. Understand how to prepare budgets and how to determine and interpret different variances from budgets<BR/>8. Use relevant cost techniques for decision making", "授業方法": "The course will be offered using &quot;Online Format: Simultaneous and Two-way&quot;. Classes will be held at the time specified in the timetable via interactive live streaming using Zoom. Study materials (i.e., power point slides, exercises, and home assignment) will be uploaded in LUNA one week in advance. Students are strongly encouraged to read the materials before joining online class. It would be helpful to note down the key concepts in each chapter to discuss in the online session. <BR/>In each online session, at first the instructor will clarify the key concepts of a chapter to the students. Then, the students will solve a number of related problems. This process will ensure that the students acquire adequate technical competencies as well as comprehend the underlying rationale and effectiveness of accounting practices. <BR/>Individual assignments will be from end-of-chapter problems. On average, students should spend 3/4 hours working on each assignment. <BR/>Mid-term report and final report: In both the reports students are required to solve some exercises related to the topics covered in the class.", "トピック": {"第1回": ["Managerial Accounting: An Overview", "Read course outline. <BR/>Comprehend the difference between financial accounting and management accounting."], "第2回": ["Managerial Accounting and Cost Concepts", "Read chapter 1 from text book"], "第3回": ["Job-Order Costing", "Read chapter 2 &amp; 3 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第4回": ["Process Costing", "Read chapter 4 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第5回": ["Cost-Volume-Profit Relationships", "Read chapter 5 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第6回": ["Variable Costing and Segment Reporting: Tools for Management", "Read chapter 6 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第7回": ["Activity-Based Costing: A Tool to Aid Decision Making", "Read chapter 7 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第8回": ["Master Budgeting", "Read chapter 8 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第9回": ["Flexible Budgets and Performance Analysis", "Read chapter 9 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第10回": ["Standard Costs and Variances", "Read chapter 10 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第11回": ["Performance Measurement in Decentralized Organizations", "Read chapter 11 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第12回": ["Differential Analysis: The Key to Decision Making", "Read chapter 12 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第13回": ["Capital Budgeting Decisions", "Read chapter 13 from text book. <BR/>Solve end-of-chapter problems and exercises."], "第14回": ["Review class", "Review all the chapters in the syllabus."], "授業外学習2": "Participation in class discussion is an important part of the course. Quantity and quality of questions, comments, contributions and insights offered during class are important to the success of the course and students will be graded for their overall engagement and participation. Students are expected to review each chapter in advance to prepare for the next class.  <BR/>Students also need to spend 3/4 hours in each week to submit the individual assignments. <BR/>At last, students are required to sit for a comprehensive final examination. This exam will be largely based on the lecture materials and end-of-chapter problems. As there will be multiple choice questions, students must have clarity in understanding this subject."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Ray H. Garrison, Eric W. Noreen, Peter C. Brewer", "Managerial Accounting", "McGraw-Hill Education", "2020 年", "978-1260575682", ""], "参考文献・資料Reference books0": "Charles T. Horngren, Srikant M. Datar, Madhav V. Rajan, Cost Accounting-A managerial emphasis, 15/e, 2015, Pearson Higher Education, ISBN-10: 0133428702.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "Report final examination 30"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Individual assignments 40; Mid-term report 30"], "更新日時/Date of Update0": "2021年10月05日 18時31分43秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "金曜１時限／Friday 1", "秋学期前半／Fall (1st Half)", "ＯＣ１４０８"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "金曜２時限／Friday 2", "秋学期前半／Fall (1st Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【550】Cost and Management Accounting／Cost and Management Accounting", "管理部署": 58, "単位数": 2, "担当者": "ハイダー　Ｍ．　Ｂ．（HAIDER M. B.） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 28, "時限2": 29, "評価1": 3, "評価2": 4, "開講期": 5}