{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "The objective of this course is for the students to comprehend the financial reporting environment and to understand and analyze the financial statements of organizations for economic decision-making.", "到達目標": "Upon successful completion of the requirements for this course, students will be able to: <br />a) comprehend the financial accounting and reporting environment<br />b) read, understand, interpret and analyze the financial statements<br />c) understand the alternative accounting policies and their impact on financial statements<br />d) analyze financial statements from the viewpoints of investors, creditors and management <br />e) apply different tools and techniques such as ratio analysis, cash flow analysis, and forecasting techniques to assess the performance of companies and assist the users in making economic decisions<br />f) understand the recent development in corporate reporting such as sustainability reporting and integrated reporting", "特記事項": "", "関連科目": "You are advised to take \"Accounting for decision making\" before taking this course", "授業の概要・背景": "In this course, students will learn the usefulness and the limitations of financial reporting analysis skills and techniques such as fundamental analysis, forecasting, and estimation of firm value using financial data provided by public companies. In addition, you will also comprehend recent development in corporate reporting practice such as sustainability reporting and integrated reporting for economic decision making.", "授業方法": "All lectures are conducted\ncompletely face-to-face.<div>Study materials (i.e., PowerPoint slides, class exercises, and home assignments) will be uploaded on LUNA one week in advance. Students are strongly encouraged to read the materials before joining the class. It would be helpful to note down the key concepts in each chapter to discuss in class. <br />In each session, the instructor will first clarify the key concepts of a chapter/case to the students. Then, the students will solve several related problems. This process will ensure that the students acquire adequate technical competencies as well as comprehend the underlying rationale and effectiveness of accounting practices. <br />Individual assignments will be from end-of-chapter problems. On average, students should spend 3/4 hours working on each assignment. All homework assignments must be submitted by LUNA. Students are required to identify difficulties while solving problems and to communicate them so that the instructor can discuss them.<br />Case analysis is a proven tool for developing students’ critical thinking and problem-solving skills. Therefore, success in this course significantly depends on the ability to analyze the given case studies. <br />Final Report: Students are required to submit a final report by analyzing the financial performance and financial condition of a selected company. The length of the report should be 15 pages (approximately).</div>", "トピック": {"第1回": ["\n\n\n\n<p class=\"MsoNormal\" style=\"margin:0cm;font-size:12pt;font-family:Aptos,sans-serif;\"><span times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">IFRS 15 — Revenue from Contracts with Customers I</span></p>", "Read chapter 18 from Intermediate Accounting: IFRS Edition by Donald E. Kieso, Jerry J. Weygandt, Terry D. Warfield, 3rd Edition"], "第2回": ["\n\n\n\n<p class=\"MsoNormal\" style=\"margin:0cm;font-size:12pt;font-family:Aptos,sans-serif;\"><span times=\"times\" new=\"new\" roman\",serif;\"=\"roman',serif;'\" style=\"font-size:10pt;font-family:;\">IFRS 15 — Revenue from Contracts with Customers II</span></p>", "Read chapter 18 from Donald E. Kieso, Jerry J. Weygandt, Terry D. Warfield. Intermediate Accounting: IFRS Edition, 3nd Edition"], "第3回": ["Solving end-of-chapter problems and exercises:&nbsp;<span times=\"times\" new=\"new\" roman\",serif;font-size:11pt;\"=\"roman',serif;font-size:11pt;'\" style=\"font-family:;\">Revenue from Contracts with Customers&nbsp;</span><br /><div><br /></div>", "Read the assigned materials provided by the instructor."], "第4回": ["Case: Accounting For The iPhone Upgrade Program (A)", "Read the case \"Accounting For The iPhone Upgrade Program (A)\".<br />Prepare the answers for the assigned questions given in the above case.<br />Read the revenue recognition principle of Apple Inc. from the annual report of Apple Inc."], "第5回": ["Basics of financial statement analysis: Horizontal and vertical analysis", "Read chapter 5 from Financial Reporting and Analysis by Lawrence Revsine, Daniel Collins, Bruce Johnson, Fred Mittelstaedt and Leonard Soffer, 7th edition"], "第6回": ["Basics of financial statement analysis: Ratio analysis", "Read chapter 5 from Financial Reporting and Analysis by Lawrence Revsine, Daniel Collins, Bruce Johnson, Fred Mittelstaedt and Leonard Soffer, 7th edition"], "第7回": ["Solving problems and exercises: Financial statement analysis", "Read the assigned materials provided by the instructor."], "第8回": ["Cash flow statement", "Read chapter 17 from Financial Reporting and Analysis by Lawrence Revsine, Daniel Collins, Bruce Johnson, Fred Mittelstaedt and Leonard Soffer, 7th edition. <br />Read the case \"BNL Stores\""], "第9回": ["Case: BNL Stores", "Read the case \"BNL Stores\"<br />Prepare the answer for the assigned questions given in the above case."], "第10回": ["Business Valuation and Financial statement analysis<div><br /></div>", "Read chapter 7 from Corporate Financial Reporting and Analysis,4th edition, by<br />S. David Young, Jacob Cohen and Daniel A Bens"], "第11回": ["\n\n\n\n<p class=\"MsoNormal\" style=\"margin:0cm;font-size:12pt;font-family:Aptos,sans-serif;\"><span times=\"times\" new=\"new\" roman\",serif;background-image:initial;background-position:initial;background-size:initial;background-repeat:initial;background-attachment:initial;background-origin:initial;background-clip:initial;\"=\"roman',serif;background-image:initial;background-position:initial;background-size:initial;background-repeat:initial;background-attachment:initial;background-origin:initial;background-clip:initial;'\" style=\"font-size:10pt;font-family:;\">Problems and Exercises:&nbsp;Business Valuation and Financial statement analysis</span></p>", "Read the assigned materials provided by the instructor."], "第12回": ["Case: Saito Solar - Discounted Cash Flow Valuation", "Read the case \"Saito Solar - Discounted Cash Flow Valuation\"<br />Prepare the answer for the assigned questions given in the above case."], "第13回": ["Facebook's Acquisition of WhatsApp: The Rise of Intangibles", "Read the case \"Facebook's Acquisition of WhatsApp: The Rise of Intangibles\"<br />Prepare the answer for the assigned questions given in the above case."], "第14回": ["Case: Toshiba: Accounting Fraud", "Read the case \"Toshiba: Accounting Fraud\". <br />Prepare the answer for the assigned questions given in the above case."]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["Donald E. Kieso, Jerry J. Weygandt, Terry D. Warfield", "Intermediate Accounting IFRS, 4th Edition", "Wiley", "2020 年", "978-1-119-60751-9", ""], "参考書/Reference books2": ["Lawrence Revsine, Daniel Collins, Bruce Johnson, Fred Mittelstaedt, Leonard Soffer", "Financial Reporting and Analysis", "McGraw-Hill", "2021 年", "9781260247848", ""], "参考書/Reference books3": ["S. David Young, Jacob Cohen, Daniel A. Bens", "Corporate Financial Reporting and Analysis: A Global Perspective", "Wiley", "2018 年", "978-1119494577", ""], "参考文献・資料Reference books0": "1. Donald E. Kieso, Jerry J. Weygandt, Terry D. Warfield. Intermediate Accounting: IFRS Edition, 4th Edition, Wiley, 2017 ISBN: 978-1-119-60751-9.\n2. S. David Young, Jacob Cohen and Daniel A Bens. Corporate Financial Reporting and Analysis, 4th edition, Wiley, 2019, ISBN: 978-1-119-49457-7.\n3. Lawrence Revsine, Daniel W. Collins, W. Bruce Johnson, H. Fred Mittelstaedt, Leonard C. Soffer. Financial Reporting and Analysis, 8th edition, McGraw-Hill, 2021, ISBN-13: 9781260247848", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "Final Report Examination 30"], "成績評価Grading2": ["その他／Others (99)", "70 %", "Individual assignment 20, Quiz 20, Case analysis 30"], "更新日時/Date of Update0": "2024年01月11日 16時05分52秒", "項番No.0": [], "項番No.1": ["2024年度", "秋学期後半／Fall (2nd Half)", "火曜１時限／Tuesday 1", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０６"], "項番No.2": ["2024年度", "秋学期後半／Fall (2nd Half)", "火曜２時限／Tuesday 2", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０６"]}, "campas": 2, "name": "【550】Financial Reporting and Analysis　２／Financial Reporting and Analysis", "管理部署": 58, "単位数": 2, "担当者": "ハイダー　Ｍ．　Ｂ．（HAIDER M. B.） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 7, "時限2": 8, "評価1": 3, "評価2": 6, "開講期": 6}