{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "Refer to the following", "到達目標": "Refer to the following", "特記事項": "【合併】Business Negotiation（経営戦略研究科）/Business Negotiation（経営戦略研究科）", "関連科目": "", "授業の概要・背景": "", "授業方法": "All lectures are conducted completely face-to-face.<br />The course structure is experiential, combining class discussion, assigned readings, and practice negotiations in one-on-one and group situations. Negotiations will be conducted in fishbowl situations, in front of the class, as well as in \"private\" environments. Students will plan their negotiations in and outside of class.", "トピック": {"第1回": ["Funadamentals of Negotiation.", "Students will study some academic papers o the fundamentals of negotiation. The time required will be about 3 hours"], "第2回": ["Pre-class study:  Reflect on what you think is important in negotiation skills (1 hour).<br />Post-class study:  Review of first in-class negotiation. Submit to online forum regarding article introduced in class (3 hours)", "Reading an academic article and submitting their views to an online forum. The time required will be about 3 hours."], "第3回": ["Distributive and Integrative Strategies.", "Study distributive and integrative strategies. The time required will be about 3 hours."], "第4回": ["Pre-class study: Study vocabulary related to negotiation skills (1 hour).<br />Post-class study: Watch and take notes on a video detailing negotiation skills. Prepare for in-class negotiation (3 hours).", "Watch a video on negotiation and prepare with group members for an in-class negotiation. The time required will be about 3 hours."], "第5回": ["Negotiation Styles.", "Study about different kinds of negotiations. The time required will be about 3 hours."], "第6回": ["Trust and Relationships.<br />Pre-class study: Answer questions on an article related to negotiation skills (1 hour).<br />Post-class study: Watch and reflect on a video of your in-class negotiation. Prepare analysis (3 hours).", "Thinking and discussing with group members about how to acquire trust and make relationships at the negotiation table. The time required will be about 3 hours."], "第7回": ["Multi-party Negotiations.", "Preparation and review of multi-party negotiations. The time required will be about 3 hours."], "第8回": ["Pre-class study:  Listen to a radio interview on salary negotiations (1 hour).<br />Post-class study: Prepare for second in-class negotiations case study (3 hours)", "Prepare with teammates for second negotiation. Time required about 3 to 5 hours."], "第9回": ["Cross Cultural Negotiation.", "Giving views on cross cultural negotiations. Time required about 3 hours."], "第10回": ["Pre-class study: Read an article related to negotiations in business (1 hour).<br />Post-class study:  (3 hours).", "Read and discuss through an online forum issue related to negotiations in business. Time required about 3 hours."], "第11回": ["Difficult Negotiations.<br />Pre-class study: Final Report submission checklist (1 hour).", "Looking at and discussing how to make difficult negotiations successful for both parties. Time required about 3 hours."], "第12回": ["Redrafting of Final Report (3 hours).", "Working on final report. Time required about 5 hours."], "第13回": ["Course Summary.<br />Prepare for final in-class negotiation (1 hour).", "Final group work on the last in-class negotiation. Time required 3 hours."], "第14回": ["Prepare analysis on in-class negotiation (3 hours).", "Analyse final negotiation. Time required about 3 hours"], "授業外学習2": "Students will do extensive reading of theory and case studies in preparation for their in- and out-of-class negotiation tasks. Students will also complete weekly, out-of-class writing assignments based on assigned readings."}, "評価": {"1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "0": ["", "", "", "", "", ""], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "30 %", "Final written report (final report examination)"], "成績評価Grading2": ["その他／Others (99)", "70 %", "(30%) Preparation of and participation in weekly individual and group negotiations. (40%) Weekly writing/presenting/research assignments."], "項番No.0": [], "項番No.1": ["2024年度", "春学期前半／Spring (1st Half)", "土曜１時限／Saturday 1", "春学期前半／Spring (1st Half)", "ＯＣ１４０７"], "項番No.2": ["2024年度", "春学期前半／Spring (1st Half)", "土曜２時限／Saturday 2", "春学期前半／Spring (1st Half)", "ＯＣ１４０７"]}, "campas": 2, "name": "【600】Business Negotiation／Business Negotiation", "管理部署": 58, "単位数": 2, "担当者": "デミアン　ヒーリー（DAMIEN HEALY） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "時限1": 35, "時限2": 36, "評価1": 3, "評価2": 6, "開講期": 3}