{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "The objective of this course is for students to apply and enhance their understanding of marketing and consumer behavior through analysis of marketing-related cases in various settings.", "到達目標": "Specific objectives of this course are for students to:<BR/>1. Obtain practical learning experience in discussing how marketing theories are applied into practices through case analysis<BR/>2. Develop critical thinking towards the existing marketing frameworks in different contexts.<BR/>3. Develop skills to synthesize various components of complex marketing problems and offer workable solutions.<BR/>4. Enhance analytical and communication skills through preparation of case analysis for class presentation and a written report.", "授業方法": "Online format: Simultaneous and Two-way. <BR/>The material for the first week including &#39;case 1&#39; is available at LUNA. Students are required to purchase cases 2-12 (except Case 6) from the Harvard Business School via the link provided at LUNA. Based on the guiding questions for each case (available at LUNA), students are required to prepare the key points of each case for class discussion.  <BR/>Due to the interactive (and intensive) nature of this course, each student&#39;s commitment to &#39;4Ps&#39;- Preparation, Presence, Participation, and Positive attitude) is crucial to ensure a rewarding and enjoyable learning experience.", "トピック": {"第1回": ["Course Introduction and Approach to Case Analysis", "Please read the course material available at LUNA. <BR/>All of the students are required to purchase cases 2 to 11 at Harvard Business School&#39;s website. The link to the course-pack will be posted at LUNA."], "第2回": ["Subway Entry in Japan (Case 1)", "Assignment 1: Please read the case available at LUNA, answer all the given questions at the end of the case, and submit this assignment to the instructor (by email) on November 23rd."], "第3回": ["Golden Arch Hotel: McDonald’s Adventure in the Hotel Industry (Case 2)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第4回": ["BMW films (Case 3)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第5回": ["Louis Vuitton in Japan (Case 4)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第6回": ["IKEA in China: An Arduous Journey (Case 5)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第7回": ["&#39;Cool Japan&#39;: Nation Branding at its best? (Case 6)", "The case including guiding questions is available at LUNA"], "第8回": ["HubSpot: Inbound Marketing and Web 2.0(Case 7)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第9回": ["Starbucks: Delivering Customer Services (Case 8)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第10回": ["Zara: Fast Fashion in the Digital Age (Case 9)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第11回": ["YouTube for Brands(Case 10)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第12回": ["Vazirani Shul: India’s first Electric Hypercar (Case 11)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第13回": ["Cyberdyne: A leap to the future (Case 12)", "Please read the case before the class and prepare for class discussions based on the guiding questions available at LUNA."], "第14回": ["Case Presentation and Course Review", ""], "第15回": ["Final Report Submission", ""], "授業外学習2": "It is desirable for students to have completed courses in Marketing Management and/or Marketing Strategy or have a basic understanding of marketing before taking this course.  <BR/>Students are expected to have a thorough reading of each case and draw attention to its key issues before every session. Please note that in discussing each case, there are no right or wrong opinions, only some that are better than others, and these depend on students&#39; understanding of each case and the ability to relate the key issues of each case to marketing theories and practices."}, "評価": {"教科書Required texts0": "Students are required to purchase the selected cases for class discussions from the Harvard Business School Publishing's (HBSP) website. The link to the course-pack will be available at LUNA.", "参考文献・資料Reference books0": "William Ellet, The Case Study Handbook: How to Read, Discuss and Write Persuasively About Cases, Harvard Business School Press, April 2007.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Contribution and Case Summary (30%), Group Case Assignment and \"4Ps\" (30%)"], "更新日時/Date of Update0": "2021年10月05日 06時44分59秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "月曜４時限／Monday 4", "秋学期前半／Fall (1st Half)", "教室４"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "木曜４時限／Thursday 4", "秋学期前半／Fall (1st Half)", "教室４"]}, "campas": 0, "name": "【600】Marketing Case Analysis／Marketing Case Analysis", "管理部署": 58, "単位数": 2, "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 3, "時限2": 24, "評価1": 3, "評価2": 4, "開講期": 5}