{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "本授業では、受講生が経営科学技法を応用することにより経営上意思決定ができるようになることを目的とする。", "到達目標": "Learning goals for the students are to: <BR/>1. Acquire a deep understanding of what is a &quot;Business Decision&quot;<BR/>2. Learn and apply techniques for modelling business decisions.<BR/>3. Learn to identify critical information needed to make better decisions<BR/>4. Review and apply statistical and mathematical techniques to analyze the information available for making decisions.<BR/>5. Learn current techniques used for collecting, storing, and managing information needed to support decision making.", "特記事項": "", "関連科目": "", "授業方法": "Online Format: Simultaneous and Two-way. (HyFlex will only be used for workshops where it requires intensive interaction between students.)<BR/>The course contents will be interactively presented with ample opportunities for questions and discussions on each topic. Case studies will be used to illustrate various topics. Decision models will be built in class.<BR/>Prior to each class students will be expected to read the case studies and solve the weekly problem sets.<BR/>In class students will be expected to demonstrate their learning from case studies by participating in the class discussions.<BR/>Mid term and final exams will be based on case studies.<BR/>(Refer to the course information board on LUNA for all reading assignments, case studies and weekly problem sets. Solutions to weekly problem sets will also be posted after assignment due date. Late assignments will only be accepted under exceptional circumstances and students should make prior arrangements with the instructor.", "トピック": {"第1回": ["Introduction<BR/>[Review] Case-Study - Understanding the problem<BR/>[Lecture] Decision Analysis I <BR/>   Making decision in uncertain environments<BR/>   Modeling your decision Problem", "Before Coming to class read (Time: 1 hour): <BR/>  Chapter 1 Sections: 1.1 - 1.4; <BR/>  Case-study 1: A DECISION TO ACQUIRE OR NOT<BR/><BR/>Due: Nothing.<BR/>Weekly Assignment: 1 Handed-out.<BR/>  Due in one week. <BR/>  Time to complete 1.5 Hour."], "第2回": ["[Review] Case-Study - Solutions - Class discussion<BR/>[Lecture] Decision Analysis II - Modeling Uncertain Business Events<BR/>   Review of Probability &amp; Conditional Probabilities<BR/>   Review of Discrete Probability Distributions &amp; Random Variables", "Before Coming to class read (Time: 1 hour):<BR/>  Chapter 2 - Sections 2.1 - 2.4"], "第3回": ["[Review] Case-Study - Understanding the problem; Assignment 1 Solution.<BR/>[Lecture] Decision Analysis II - Modeling Uncertain Events Continued...<BR/>   Review of The Binomial Distribution, Summary Measures of Probability Distributions<BR/>   Review of Linear Functions of a Random Variable, Co-variance and Correlation, <BR/>   Review of Joint Probability Distributions and Independence, Sums of Two Random Variables", "Before Coming to class read (Time: 1 hour):<BR/>  Chapter 2 - Sections 2.5 - 2.11<BR/>  Case-study 2: Uncertain future - Any Thing Can Happen<BR/><BR/>Weekly Assignment 1 Due<BR/>Weekly Assignment 2 Handed-out<BR/>Time to Complete 1.5 Hours"], "第4回": ["[Review] Case-Study - Solutions - Class discussion<BR/>[Lecture] Decision Analysis II - Modeling Uncertain Events Continued...<BR/>   The Normal Distribution<BR/>   The Central Limit Theorem", "Before Coming to class read (Time: 1 hour):<BR/>  Chapter 3 - Section 3.1 - 3.7"], "第5回": ["[Review] Case-Study - Understanding the problem and solution - Class discussion; Assignment 2 Solution.<BR/>[Lecture] Decision Analysis III - Sampling and Collecting Data to test your models<BR/>   Statistical Sampling<BR/>   Estimation and Confidence", "Before Coming to class read (Time: 1 hour):<BR/>  Chapter 4 - Section 4.1 - 4.9<BR/>  Case Study 3: Data and Analytics<BR/><BR/>Weekly Assignment 2 Due<BR/>Weekly Assignment 3 Handed-out<BR/>  Time to Complete 1.5 Hours"], "第6回": ["[Review] Case-Study - Understanding the problem - Class discussion<BR/>[Lecture] Decision Analysis III - Simulating your decision problem<BR/>   Simulation I", "Before Coming to class read (Time: 1.5 hour):<BR/>   Chapter 5 - Section 5.1 - 5.11<BR/>   Case Study: 4 - Should I go on my own?"], "第7回": ["[Review] Case-Study - Solution - Class discussion; Assignment 3 Solution.<BR/>[Lecture] Decision Analysis III - Simulating your decision problem continued...<BR/>   Simulation II", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 5 - Section 5.1 - 5.11;<BR/><BR/>Mid-Term Assignment Handed-out <BR/>   (Due in 1 week)<BR/>   (Time: 3 hours to complete)<BR/>Weekly Assignment 3 Due"], "第8回": ["[Review] Question about Mid-Term<BR/>[Lecture] Decision Analysis IV - Making Predictions<BR/>   Regression Models I", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 6 - Section 6.1 - 6.4<BR/>   Case Study: 5 Predicting the Future, Part I"], "第9回": ["[Review] Case-Study - Understanding the problem - Class discussion; Mid-Term Assignment Solution.<BR/>[Lecture] Decision Analysis IV - Making Predictions Continued...<BR/>   Regression Models II", "Before Coming to class read (Time: 1.5 hour):<BR/>   Chapter 6 - Section 6.5 - 6.8<BR/>   Case Study: 5 Predicting the Future, Part I contd...<BR/><BR/>Mid-Term Assignment Due<BR/>Weekly Assignment 4 Handed-out<BR/>   Time to Complete 1.5 Hours"], "第10回": ["[Review] Case-Study - Solution - Class discussion; <BR/>[Lecture] Decision Analysis IV - Making Predictions Continued...<BR/>Regression Illustrated", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 6 - Section 6.9"], "第11回": ["[Review] Case-Study - Understanding the problem - Class discussion; Assignment 4 Solution.<BR/>[Lecture] Decision Analysis V - Decisions as Optimization Problems<BR/>Linear Optimization", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 7 - Section 7.1 - 7.4<BR/>   Case Study: 6 Optimization of an Old Business<BR/><BR/>Weekly Assignment 4 Due<BR/>Weekly Assignment 5 Handed-out<BR/>   Time to Complete 1.5 Hours"], "第12回": ["[Review] Case-Study - Solution - Class discussion; <BR/>[Lecture] Decision Analysis V - Decisions as Optimization Problems<BR/>Solving and Analyzing Linear Optimization Models", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 7 - Section 7.5 - 7.8"], "第13回": ["[Review] Case-Study - Understanding the problem - Class discussion; Assignment 5 Solution.<BR/>[Lecture] Decision Analysis VI - The Art of Decision Modeling", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 10 - Section 10.1 - 10.2<BR/>   Case Study: 7 Predicting the Future, Part II<BR/><BR/>Weekly Assignment 5 Due"], "第14回": ["[Review] Case-Study - Solution - Class discussion; <BR/>[Lecture] Prologue - The Art of Decision Modeling.<BR/>   Summary &amp; Look ahead;<BR/>   Final Exam Review: Guidance for the final examination.", "Before Coming to class read (Time: 1 hour):<BR/>   Chapter 10 - Sections 10.3<BR/><BR/>Final Take Home Exam Handed out. <BR/>   Due in 1 Week."], "授業外学習2": "Familiarity with high-school level math is required.<BR/>Please review the math concepts of &quot;Permutation and combinations&quot;; Basic probability<BR/>theory.<BR/>Familiarity with the MS Windows operating system and MS Excel is required.<BR/>Students are expected to read 7 case studies + the book chapters. (7 hr)<BR/>4 assignments: 10 hrs."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Dimitris Bertsimas and Robert M. Freund", "Data, Models, and Decisions", "Dynamic Ideas", "2004 年", "097591460X", ""], "教科書Required texts0": "Bertsimas, Dimitris, and Robert M. Freund. Data, Models, and Decisions: The Fundamentals of\nManagement Science. Southwestern College Publishing, 2000. ISBN: 097591460X", "参考文献・資料Reference books0": "Anderson D.R., Sweeney D.J. & Williams T.A. An Introduction to Management Science. Quantitative\nApproaches to Decision Making, 6/E, West Publishing, ISBN: 0-314-79321-6\nMcClave, Benson, and Sincich. A First Course in Business Statistics. Prentice Hall, 1998. ISBN:\n0136152597.\nHamburg, and Young. Statistical Analysis for Decision Making. Fort Worth, Texas: Dryden Press,\n1994. ISBN: 053451037X.\nDespontin M. (2008) Multiple Criteria Decision Making\nKrarup J. & Vanderhoeft C. (1997) Belgium’s Best Beer and Other Stories, Brussels:\nMiddleton, M.R. (2001). Risk Attitude and Exponential Utility.\nMiddleton, M.R. (2007). Decision Analysis Using Microsoft Excel. (Or similar text)", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted in the last class by using a standard form designated by IBA", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "30 %", "Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "70 %", "1. In-class performance 10% (Participation in class discussion and attendance: 2% deduction per unexcused absence), 2. Weekly assignments - 40% (1 per week), 3. Mid term Exam (Take-home) - 20%"], "成績評価Grading3": "備考　Note\n1. In-class performance 10% (Participation in class discussion and attendance: 2% deduction per unexcused absence); 2. Four Weekly assignments - 40%; 3. Mid term Assignment (Take-home) - 20%; 4. Final Assignment & Report - 30%", "更新日時/Date of Update0": "2022年02月25日 15時57分22秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期後半／Spring (2nd Half)", "月曜４時限／Monday 4", "春学期後半／Spring (2nd Half)", "教室４"], "項番No.2": ["2022年度", "春学期後半／Spring (2nd Half)", "木曜４時限／Thursday 4", "春学期後半／Spring (2nd Half)", "教室３"]}, "campas": 0, "name": "【600】Information Management for Decision Making／Information Management for Decision Making", "管理部署": 58, "単位数": 2, "担当者": "フセイニ　ジャフアー（HUSSAINEE JAFFER） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 3, "時限2": 24, "評価1": 1, "評価2": 4, "開講期": 4}