{"履修期": "秋学期前半", "主な教授言語": "英語", "授業目的": "The purpose of this course is to guide students towards developing a critical and practical appreciation of cross-cultural management (CCM) as a vital, organisation-specific response to the challenges and opportunities currently emerging in the global business environment.", "到達目標": "The instructor has designed this CCM course on the professionally grounded assumption that students studying for an MBA qualification can learn most effectively when they engage in active and collaborative learning. On this basis, an overarching learning goal for this course is:<BR/>•By working actively and collaboratively through this course students should develop a critical and practical understanding of the extent to which CCM practices might differ according to specific geographical, institutional and strategic business contexts<BR/><BR/>The instructor’s preferred approach towards working with students is interactive. On this basis, and assuming students taking the course are prepared to engage actively with the learning materials, students should become more confident in:<BR/>•Demonstrating a critical appreciation of diverse social, cultural, sub-cultural and virtual identities relevant to contexts for CCM<BR/>•Making - and justifying - decisions that impact on the work and learning of people from diverse social and cultural backgrounds: e.g. in virtual project teams <BR/>•Applying skills and competencies relevant towards pursuing a global career in organisational management and business leadership", "授業方法": "This version of the CCM course has been designed for delivery in face-to-face and / or hybrid / hyflex modes", "トピック": {"第1回": ["What is ‘cross-cultural management’ (CCM)?<BR/>Discussion questions include:<BR/>•What is distinctive about ‘cross-cultural management’ (CCM) as a style of strategic management? How and why might CCM be distinguished (in practical terms) from processes of ‘general management’ or ‘international management’?", ""], "第2回": ["Developing a conceptual perspective on CCM, how can we describe and distinguish between an individual’s ‘social’, cultural’, ‘sub-cultural’ and ‘digital&#39; (virtual) identities? In practical management terms, how might these identities overlap? In contexts for CCM, how might reference to these conceptualised identities help explain our own experiences and expectations of being ‘managed’ cross-culturally in organisations?", "Homework reading (questions &amp; exercises posted to LUNA):<BR/>•Lee-Kelley, L. and T. Sankey (2008) Global virtual teams for value creation and project success: A case study. In International Journal of Project Management 26 pp. 51-62. <BR/><BR/>LUNA discussion."], "第3回": ["Challenging CCM theory: assessing CCM performance<BR/>Topics for discussion include:<BR/>•Identifying and examining challenges and opportunities for CCM practice in specific organisational and strategic business contexts: e.g. management and leadership in and of virtual (global) project teams.", ""], "第4回": ["Case study discussion.", "Homework reading and LUNA discussion."], "第5回": ["CCM decision-making: sustainability as a performance objective<BR/>In a seminar-style discussion, we reflect on what we have learnt from the homework reading. We then focus on processes of CCM decision-making, further discussing conceptual linkages of &#39;identities&#39; and &#39;subcultures&#39; and the implications of these linkages for CCM practice: e.g. in relation to managing and working with employees and other organisational stakeholders of diverse ages, experience, gender along with individual perceptions of risk and uncertainty. Using mini-case studies (&#39;vignettes&#39;) we examine examples of individual and collective (e.g. team / group) expectations of management / leadership.", ""], "第6回": ["Case study discussion.", "Homework reading and LUNA discussion."], "第7回": ["Training CCM practitioners: skills", ""], "第8回": ["Case study discussion.", "Homework reading and LUNA discussion."], "第9回": ["Developing managers for cross-cultural leadership: competencies<BR/>We distinguish in practical (e.g. team performance terms) between processes of CC management (skills focus) and CC leadership (competency focus). As a practical exercise we identify and list (e.g. in the form of an inventory) specific competencies relevant to CCM practice and performance: e.g. &#39;global mindset&#39;.<BR/>How can these competencies be developed and improved; how can improved performance be measured?", ""], "第10回": ["Case study discussion.", "Homework reading and LUNA discussion."], "第11回": ["CCM simulation based on a real-life expatriate experience: extended role play", ""], "第12回": ["CCM Simulation - debriefing. (What have we learned?)<BR/><BR/>Briefing for the team assignment (assessed).", "Students prepare the team presentation (assessed)."], "第13回": ["Team presentations (assessed)<BR/><BR/>Instructor give s feedback on the team presentations", ""], "第14回": ["CCM and global career development: the journey ahead? <BR/><BR/>Briefing for the individual report (assessed).<BR/><BR/>Course wrap-up.", "Students prepare the individual report (assessed)."]}, "評価": {"教科書Required texts0": "There is no required textbook. The instructor will provide all necessary home study readings and case studies (via LUNA) in addition to guiding students to open access (no cost resources) relevant to towards achieving the learning goals of the course and in support of each student's choice of individual report topic.", "参考文献・資料Reference books0": "Two main sources informing the design of this course are:\n\n•Jandt, F. E. (2013) An Introduction to Intercultural Communication: Identities in a Global Community (Thousand Oaks, CA: Sage)\n\n•Steers, R. M., Nardon, L. and C. J. Sanchez-Runde (2014) Management Across Cultures: Developing Global Competences (Cambridge: Cambridge University Press)\n\n\nFurther source references include:\n\n•Aycan, Z., R. N. Kanungo and M. Mendonça (2014) Organizations and Management in Cross-Cultural Context (London: Sage)\n\n•Browaeys, M-J and R. Price (2015) Understanding Cross-Cultural Management (London: Pearson Education)\n\n•Jackson, K. (in press) Human Resource Management and Development (London: SOAS, University of London)\n\n•Jackson, K. (2007) Cross-Cultural Management (London: SOAS, University of London)\n\n•Jackson, K. (2003) Cross-Cultural Management (Konstanz: Konstanz Institut für Wertemanagement / Konstanz Business School)\n\n•Tomlinson, P., Jackson, K. and R. Common (2013) Managing the Transnational Corporation (London: SOAS, University of London)", "学生による授業評価の方法Course Evaluation by Students0": "Using standard IMC procedures.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Final report examination (Analysis of a real-life CCM challenge and business opportunity)."], "成績評価Grading2": ["その他／Others (99)", "50 %", "In-class quiz (15%); Team presentation in class (35%)"], "成績評価Grading3": "備考　Note\nMethod of Criteria for Evaluation:\n\nIn-class examination (quiz) (15%): The ‘in-class quiz’ will be a time-limited closed book examination. In this quiz, students will be tested individually on their conceptual and practical understanding of key concepts that have been defined, exemplified and discussed during the first half of the course.\n\nTeam presentation (in class) (35%): The team presentation will be a time-limited assessment structured around a short case study (vignette) - provided by the instructor – that illustrates a real-life CCM situation (dilemma). For this report, students will be organized into teams. The team task is to propose and justify practical solutions to the situation applying CCM concepts and techniques. Each group will submit (online) their report on a date, by a time, and in a format to be determined by the class instructor. Each team will receive verbal feedback after their submission has been assessed.\n\nFINAL Term paper to replace the final examination (50%)\nIn agreement with the instructor, students choose a topic for individual research. This term paper (individual report)\nEach student is guided individually towards identifying, researching and analysing a real-life CCM challenge and opportunity. Topics are chosen by the student individually and require approval by the instructor. It is expected that the topic and its analysis should advance the professional and career development of each student.", "更新日時/Date of Update0": "2021年02月10日 14時29分55秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半／Fall (1st Half)", "金曜１時限／Friday 1", "秋学期前半／Fall (1st Half)", "ＯＣ１４０５"], "項番No.2": ["2021年度", "秋学期前半／Fall (1st Half)", "金曜２時限／Friday 2", "秋学期前半／Fall (1st Half)", "ＯＣ１４０５"]}, "開講キャンパス": "大阪梅田キャンパス／Osaka Umeda Campus", "【科目ナンバー/Course Number】授業名称": "【600】Cross-Cultural Management／Cross-Cultural Management", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "キース　Ｇ．　Ｊ．（KEITH GEOFFREY JACKSON） ", "履修基準年度": "１年", "時限1": "金曜１時限／Friday 1", "時限2": "金曜２時限／Friday 2", "開講期": "秋学期前半／Fall (1st Half)"}