{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "The purpose of this course is to guide students towards gaining and being able to demonstrate a critical and practical understanding of key concepts from the field of Organizational Behaviour (OB).  A theme running though the course explores and illustrates how OB can be applied strategically towards managing and leading organizational change. In support of each participating student’s professional development, the course provides opportunities for students individually and in teams to rehearse and perform roles as consultants to organizations seeking to change established behaviours. <BR/><BR/>Note: The instructor has designed this course on the assumption that some students may have no prior knowledge or experience of OB theory or practice.", "到達目標": "After working actively and collaboratively though this course, students should be able to demonstrate:<BR/>•An informed and critical understanding of key concepts from the field of Organizational Behaviour (OB).  <BR/>•An informed and practical understanding of how OB concepts might be applied strategically in processes of managing and leading organizational change.<BR/>•Practical insights into how consultants, who might be either external and / or internal to a particular organization, might act as ‘agents’ of behavioural change in these organizations with the effect of improving the relative business performance of these organizations.", "授業方法": "The instructor has designed this course on the assumption that the current COVID-19 global pandemic might make face-to-face teaching and student-to-student interaction difficult or impossible. At the time of preparing this syllabus, the instructor assumes that some form of hybrid (i.e. face-to-face and on-line) interaction will be possible. <BR/><BR/>The instructor will post relevant preparation materials for each class session online (via LUNA) prior to the class. The instructor will also open and adjudicate on-line discussions about selected OB topics.", "トピック": {"第1回": ["Defining Organizational Behaviour (OB): theory and practice<BR/><BR/>Adopting a systems approach towards observing, describing and comparing the behaviours of diverse organizations", ""], "第2回": ["Exploring business consultancy perspectives on OB <BR/>Exploring the roles of internal and external consultants as ‘change agents’ influencing the behaviours of individual organizations: case studies from the for-profit and not-for-profit sectors", "Textbook chapter 1. In addition, students should familiarize themselves with the OB resources available in the IBA Library. <BR/>The instructor will provide students with a ‘treasure hunt&#39; guide for this out-of-class activity!"], "第3回": ["Organizations as contexts for shaping individual employee behaviours", ""], "第4回": ["Institutions as contexts for shaping group attitudes and behaviours", "Textbook chapters 2 &amp; 3"], "第5回": ["Politics, power and path dependencies: explaining how and why organizations might resist behavioural change", ""], "第6回": ["Justifying management attempts to change employee, group and organizational behaviours: case studies", "Textbook chapters 4 &amp; 5"], "第7回": ["Quiz #1 (assessed)<BR/><BR/>Promoting changes in established organizational behaviours as a strategic opportunity: leadership", ""], "第8回": ["What happens when organizations and their managers refuse to change established behaviours?<BR/><BR/>In what circumstances might behavioural change become a cause of diminished organizational performance?", "Textbook chapter 6"], "第9回": ["Quiz #2 (assessed)<BR/><BR/>Comparing hard and soft models of organizational change", ""], "第10回": ["Applying hard and soft models of organizational change: case studies", "Textbook chapters 7 &amp; 8"], "第11回": ["Leading behavioural change in a not-for-profit organization: extended case study and role play", ""], "第12回": ["Organizational development as a strategic response to emerging business environments: opportunities for external and internal consultants<BR/><BR/>Briefing on the Team Presentation", "Textbook chapter 9"], "第13回": ["Team Presentations (assessed) and feedback", ""], "第14回": ["Course summary: briefing on the Team Report (final assessment)", "Teams work on their Reports prior to submission."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Senior, B., Swailes, S. and C. Carnall", "Organizational Change", "Pearson", "2020 年", "978-1292243436", ""], "教科書Required texts0": "Senior, B., Swailes, S. and C. Carnall (2020) Organizational Change (London, Pearson), paperback, ISBN 978-1292243436\nNote: Students unable to access the latest (6th) Edition of the textbook can refer to earlier editions without being disadvantaged. For further guidance about which version of the textbook, and about which related books might be used, students should contact the instructor directly.", "参考文献・資料Reference books0": "As part of their home study exercises from week #1, students will be guided to identify and begin working with other relevant OB textbooks that are already available in the IBA Library.", "学生による授業評価の方法Course Evaluation by Students0": "Following the established IBA / IMC procedures.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Final Report Examination (Analysis of a real-life OB challenge)"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Two in-class quizzes (10% + 10%); Team presentation in class(30%)"], "成績評価Grading3": "備考　Note\nTwo in-class quizzes (20%). The two quizzes (each worth a maximum 10% of individual student assessment) will be time-limited open book examinations. In these quizzes, students will be tested individually on their conceptual and practical understanding of key OB concepts that have been discussed during the early stages of the course.\n\nTeam presentation (30%). As a consequence of their individual quiz scores, the instructor will allocate students towards forming an OB ‘consultancy’ team. The instructor will then allocate each team a task that guides them systematically towards developing a structured analysis of a selected organization’s behaviour. Each team presents the results of their analysis in class. The instructor will give feedback to each team as part-preparation for their final examination: Team Report.\n\nFinal Report Examination (50%)Team members are selected by the instructor.\nIndividual team members collaborate towards researching, writing and submitting a team report (50%). Each team is guided towards building upon the research, analysis and feedback they received during the above-mentioned team presentation process before writing and submitting a Final Report. The format and style of this Final Report simulate those that business consultants routinely use when preparing reports and guidelines for action for their client organizations. The instructor will provide each team with a template for this type of consultancy report along with a detailed briefing about the template can be used prior to beginning their work on this final assessment.\nNote: The grades awarded to the team as a whole will become the individual grades awarded to each team member.", "更新日時/Date of Update0": "2021年02月10日 14時29分32秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期前半／Spring (1st Half)", "金曜１時限／Friday 1", "春学期前半／Spring (1st Half)", "梅未定"], "項番No.2": ["2021年度", "春学期前半／Spring (1st Half)", "金曜２時限／Friday 2", "春学期前半／Spring (1st Half)", "梅未定"]}, "開講キャンパス": "大阪梅田キャンパス／Osaka Umeda Campus", "【科目ナンバー/Course Number】授業名称": "【600】Organizational Behavior／Organizational Behavior", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "キース　Ｇ．　Ｊ．（KEITH GEOFFREY JACKSON） ", "履修基準年度": "１年", "時限1": "金曜１時限／Friday 1", "時限2": "金曜２時限／Friday 2", "開講期": "春学期前半／Spring (1st Half)"}