{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "Are you interested in becoming an entrepreneur or an innovative manager (an intrapreneur)? Are you curious about how dynamic technological innovation has shaped competitive conditions in markets and industries? Are you interested in exploring how dynamic technological innovation, societal, cultural, economic and political forces interact to generate the world we live in and where human kind is going in the future? This course will examine from the perspective of practicing managers and entrepreneurs the impact that technology and technological innovation has on the competitive context of organizations and how strategy must incorporate this impact. This course will also provide an opportunity to explore the relationships between the management of a business and the management of technological innovation; of the scientific quest for knowledge and the technological use of knowledge; and of the firm as an instrument of technological change in the broader context of society. Further we examine the role of entrepreneurs and intrapreneurs as leaders and entrepreneurship in fostering technological innovation and contrast and compare that role with established incumbent firms. We will accomplish these tasks through the use of hands on decision making through computer simulations of innovative environments, living cases presented by currently practicing manages (based on schedule availability) and traditional cases where you will experience the challenges of creating the future through entrepreneurship and technological innovation.", "到達目標": "Upon completion of this course, the student will be able to demonstrate the following learning outcomes: 1) Identify key elements of entrepreneurship, technology and innovation. 2) Analyze the relationship between entrepreneurs and incumbent firms in fostering technological innovation. 3) Understand the role of entrepreneurs and mangers in incumbent firms in generating technological innovation and in particular students should be able to self-reflect on their own abilities to be effective entrepreneurs. 4) Be able to think critically and laterally and express coherently that thinking both verbally and in written form. 5.) Have experienced hands on decision-making in environments characterized by uncertainty and dynamic innovation.", "特記事項": "＜DP・CPと授業科目との関連＞<BR/>各授業科目は、各学部・研究科の定めるDP・CPに基づき、カリキュラム上に配置されています。<BR/>DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。<BR/>また、履修心得や履修の手引きに掲載されている教育課程表（授業科目一覧等）も参考にしてください。<BR/>＜DP・CPとは？＞<BR/>DP（ディプロマ・ポリシー）：各学部等の教育理念に基づき、どのような力を身に付けた者に卒業を認定し、学位を授与するのかを定める基本的な方針であり、学生の学修成果の目標ともなるもの。<BR/>CP（カリキュラム・ポリシー）：DPの達成のために、どのような教育課程を編成し、どのような教育内容・方法を実施し、学修成果をどのように評価するのかを定める基本的な方針。<BR/>＜各学部・研究科等のDP・CP一覧＞<BR/>https://www.kwansei.ac.jp/a_affairs/a_affairs_000550", "関連科目": "", "授業の概要・背景": "", "授業方法": "Online Format: Simultaneous and Two-way Zoom. The course will be taught with a combination of computer simulation, living cases (based on schedule availability), lectures, and traditional case analyses and student presentations and other in-class simulations.", "トピック": {"第1回": ["1.Introduction to the course and lecture on technology, innovation and entrepreneurs and entrepreneurship.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第2回": ["2. Strategic Management of Technology: Dynamics of Technological Innovation Impact on Competitive Context on Entrepreneurs and Firms", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第3回": ["3. Dynamics of Technological Innovation Impact on Competitive Context on Entrepreneurs and Firms: Case analysis and discussion.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第4回": ["4. Technological Innovation and Industry Structure: Technology trajectories; Scientific Technology and Firm Capabilities: Data, Information, Knowledge and Weak Signals processing", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第5回": ["5. Computer simulation on incumbent firms confronting a dynamic innovative landscape.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第6回": ["6. Incumbents, Technological Innovation, Weak Signals and the Competitive Dialectic; discussion and lecture.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第7回": ["7. Computer simulation on setting up a start-up entrepreneurial firm in a dynamic Technologically Innovative environment", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第8回": ["8. Entrepreneurial Start-ups, Technological Innovation, Design Thinking and the Competitive Dialectic; discussion and lecture.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第9回": ["9. Computer simulation on developing a sustainable innovative advantage over the diffusion of the technology.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第10回": ["10. Entrepreneurial Start-ups and incumbent firms confronting the diffusion of a Technological Innovation, Networks and The Evolutionary Ecological Framework; discussion and lecture.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第11回": ["11. Dynamics of Technological Innovation and Competition: Living case for Incumbent Firms (based on schedule availability); Case analysis and discussion.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第12回": ["12. Team based problem solving session and feedback.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第13回": ["13. Dynamics of Technological Innovation and Competition: Living case for Entrepreneurs and entrepreneurship (based on schedule availability): Case Analysis and discussion.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."], "第14回": ["14. Team based problem solving session and feedback. Wrap up and reflections.", "Students must read and prepare the cases according to assigned questions and assigned readings before class. Be ready to present your analysis in class."]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "Cases, computer simulations, readings and other material will be selected and placed in a course pack that you purchase from Harvard Business Publishing web site.", "", "", "", ""], "教科書Required texts0": "Cases, computer simulations, readings and other material will be selected and placed in a course pack that you purchase from Harvard Business Publishing web site.", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted in the last class by using a standard form designated by IBA.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "Final Report"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Participation (includes written, oral, individual and group presentations among others, such as periodic quizzes or other work as deemed necessary)."], "更新日時/Date of Update0": "2022年06月13日 15時04分02秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期後半／Spring (2nd Half)", "土曜３時限／Saturday 3", "春学期後半／Spring (2nd Half)", "ＯＣ１４０３"], "項番No.2": ["2022年度", "春学期後半／Spring (2nd Half)", "土曜４時限／Saturday 4", "春学期後半／Spring (2nd Half)", "ＯＣ１４０３"]}, "campas": 2, "name": "【600】Technology Management／Technology Management", "管理部署": 58, "単位数": 2, "担当者": "メッセイ　デヴィッド（METHE DAVID THOMAS） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 1, "評価2": 4, "開講期": 4}