{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "投資の極意を学んで、あなたのファイナンススキルをレベルアップさせよう！このポートフォリオマネジメント講座では、カッコいい投資ポートフォリオを作り、管理するためのスキルとノウハウを徹底的に教えます。億単位のファンドを扱うプロを目指す人も、自分の資産をしっかり増やしたい人も、ここで必要な全てを学べます！リスクとリターンのバランスの取り方や、リアルなマーケットで使える戦略づくりを、楽しいプロジェクトや実践的なケーススタディを通じて体験。勉強するだけじゃなく、自信を持って未来に備えた投資のプロになれるチャンスです。この講座で、皆さんの金融資産について考えていきましょう！(参加者により、英語・日本語療法で行う場合もあります)", "到達目標": "- 投資の基本をマスターする： 分散投資、資産配分、リスクとリターンのトレードオフなど、投資の基本原則をしっかり理解する。- ポートフォリオを構築・管理する： 具体的な目標に合った投資ポートフォリオを作成し、市場の変化に柔軟に対応するスキルを習得する。- パフォーマンスを分析・評価する： ポートフォリオの成績を評価するための指標やフレームワークを使い、成長とリスク管理を両立させるスキルを身につける。- 自信を持って戦略を立てる： リバランス、ヘッジ、レバレッジなどの高度なポートフォリオ管理戦略を学び、成果を最大化する。- 実践的な知識を活用する： 実践的なプロジェクトやシミュレーションを通じて、理論を現実の意思決定に応用する力を磨く。- 市場で先を読む力を身につける： 経済動向、金融データ、市場の動きに対応する柔軟性と洞察力を高める。- 金融リテラシーを向上させる： 投資における判断力を強化し、どんな場面でも的確で影響力のある決定を下せる基盤を作る。- 協力・コミュニケーション能力を高める： 投資戦略や意思決定を多様なステークホルダーに効果的に伝える能力を強化する。", "特記事項": "", "関連科目": "", "授業の概要・背景": "<div><span style=\"font-size:13.28px;\">このコースは、参加者が最大限に学び、成果を得られるよう、柔軟でインタラクティブな形式で実施されます。参加者のニーズに応じて、英語、日本語、またはその両方で進行します。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">- インタラクティブな講義： 重要な概念を、講師によるダイナミックなプレゼンテーションを通じて学び、質疑応答やディスカッションの時間も設けます。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">- <strong>実践的なアクティビティ</strong>： 実務に近い演習、ケーススタディ、シミュレーションを通じて、リアルなポートフォリオ管理の経験を積みます。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">- <strong>ワークショップとラボ</strong>： 資産配分、リスクモデリング、パフォーマンス評価など、特定のスキルを深く掘り下げる集中セッションを実施します。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">- <strong>ハイブリッド学習</strong>： 対面またはライブオンラインセッションに加え、録画資料や自己学習用ツールを活用して、柔軟な学習環境を提供します。</span></div><div><span style=\"font-size:13.28px;\"><br /></span></div><div><span style=\"font-size:13.28px;\">- <strong>評価とフィードバック</strong>： クイズ、ポートフォリオ作成演習、ピアレビューを通じて進捗を確認し、実践的な理解を深めます。</span></div><div><br /></div>", "授業方法": "Hy-Flex (Hybrid Flexible) class format.This course will be conducted in a flexible, interactive format to maximize engagement and learning outcomes. Depending on participants’ needs, sessions may be delivered in English, Japanese, or a combination of both to ensure accessibility and inclusivity.- Interactive Lectures: Core concepts will be introduced through dynamic, instructor-led presentations with opportunities for Q&amp;A and discussion.- Hands-On Activities: Practical exercises, case studies, and simulations will provide participants with real-world portfolio management experience.- Workshops &amp; Labs: Focused sessions for deep dives into specific techniques such as asset allocation, risk modeling, and performance evaluation.- Blended Learning: A combination of in-person or live online sessions with access to recorded materials, readings, and tools for self-paced learning.- Assessments &amp; Feedback: Quizzes, portfolio-building exercises, and peer reviews will help track progress and ensure practical understanding of the material.", "トピック": {"第1回": ["<p><strong>ポートフォリオマネジメント入門</strong></p><p><strong>目的:</strong><br />参加者にポートフォリオマネジメントの基礎的な理解を提供し、その金融業界での重要性や、成功する投資戦略を支える基本原則を学んでもらうことを目指します。</p><p>Introduction to Portfolio Management</p><p>Objective:<br />To provide participants with a foundational understanding of portfolio management, its importance in the financial world, and the core principles that drive successful investment strategies.</p>", "<div><span style=\"font-size:13.28px;\">講義内容を復習し、基本的なポートフォリオマネジメントの用語や概念を調査してください。</span></div><div><span style=\"font-size:13.28px;\">Review the lecture content and research key terms and concepts in portfolio management.</span></div><div><br /></div>"], "第2回": ["<p><span style=\"font-size:11.0224px;\">投資目標とリスク許容度</span></p><p>目的:<br />参加者が、ポートフォリオマネジメントの基本ステップとして、明確な投資目標を設定し、リスク許容度を評価する重要性を理解できるよう支援します。この講義の終了時には、参加者は具体的な財務目標やリスクの好みに合わせてポートフォリオ戦略を調整できるようになります。</p><p>Investment Goals and Risk Tolerance</p><p>Objective:<br />To help participants understand the importance of setting clear investment goals and assessing risk tolerance as foundational steps in portfolio management. By the end of this lecture, participants will be able to align portfolio strategies with specific financial objectives and risk preferences.</p>", "<div><span style=\"font-size:13.28px;\">自身の投資目標を考え、リスク許容度を自己評価するための質問に答えてみましょう。</span></div><div><span style=\"font-size:13.28px;\">Reflect on your personal investment goals and answer questions to self-assess your risk tolerance.</span></div>"], "第3回": ["<p><span style=\"font-size:11.0224px;\">資産クラスとその特性</span></p><p>目的:<br />主要な資産クラス、それぞれの独自の特性、およびポートフォリオの分散にどのように貢献するかを参加者に紹介します。この講義の終了時には、参加者はさまざまな資産クラスを特定し評価し、それらが投資目標の達成において果たす役割を判断できるようになります。</p><p>Asset Classes and Their Characteristics</p><p>Objective:<br />To introduce participants to the major asset classes, their unique characteristics, and how they contribute to portfolio diversification. By the end of this lecture, participants will be able to identify and evaluate various asset classes and determine their roles in achieving investment objectives.</p>", "<div><span style=\"font-size:13.28px;\">各資産クラスの特性とその市場での役割を調査し、講義内容を補完してください。</span></div><div><span style=\"font-size:13.28px;\">Research the characteristics of different asset classes and their roles in the market to supplement the lecture.</span></div><div><br /></div>"], "第4回": ["<p><span style=\"font-size:11.0224px;\">マルチファクターモデル</span></p><p><span style=\"font-size:11.0224px;\">目的:<br /></span>参加者にマルチファクターモデルを紹介し、ポートフォリオマネジメントにおけるその役割を説明するとともに、リスクとリターンを理解し管理するための活用方法を示します。この講義の終了時には、参加者はマルチファクターモデルの基礎的な理解を深め、それを投資ポートフォリオの構築および評価に応用できるようになります。</p><p>Multifactor Models</p><p>Objective:<br />To introduce participants to multifactor models, explain their role in portfolio management, and demonstrate how they can be used to understand and manage risk and return. By the end of this lecture, participants will have a foundational understanding of multifactor models and their applications in constructing and evaluating investment portfolios.</p>", "<div><span style=\"font-size:13.28px;\">講義で学んだファクターモデルを適用した簡単なポートフォリオ例を考えてみてください。</span></div><div><span style=\"font-size:13.28px;\">Develop a simple portfolio example applying the factor models discussed in the lecture.</span></div>"], "第5回": ["<p><span style=\"font-size:11.0224px;\">ポートフォリオ構築<br /></span><br />目的:<br />参加者が特定の投資目標とリスクの好みに合わせた、適切に分散され最適化されたポートフォリオを構築するプロセスを学べるよう指導します。この講義の終了時には、参加者は主要なポートフォリオ構築技術を理解し、リスクとリターンのバランスを効果的に取るポートフォリオを作成できるようになります。</p><p>Portfolio Construction</p><p>Objective:<br />To guide participants through the process of constructing a well-diversified and optimized portfolio that aligns with specific investment goals and risk preferences. By the end of this lecture, participants will understand key portfolio construction techniques and be able to create portfolios that balance risk and return effectively.</p>", "<div><span style=\"font-size:13.28px;\">効果的なポートフォリオ構築のための具体的な戦略やツールを調べてみてください。</span></div><div><span style=\"font-size:13.28px;\">Explore specific strategies and tools for effective portfolio construction.</span></div>"], "第6回": ["<p>株式＆債券ポートフォリオ戦略</p><p>目的:<br />参加者に株式および債券ポートフォリオの構築と管理に関する戦略を包括的に理解してもらいます。この講義の終了時には、参加者は株式および債券投資におけるリスクとリターンを最適化するための具体的な戦略を実践できるようになります。</p><p>Equity &amp; Bond Portfolio Strategies</p><p>Objective:<br />To provide participants with a comprehensive understanding of strategies for constructing and managing equity and bond portfolios. By the end of this lecture, participants will be able to implement targeted strategies to optimize risk and return within equity and bond investments.</p>", "<div><span style=\"font-size:13.28px;\">株式および債券ポートフォリオの過去の成功事例と失敗事例を調査し、要因を分析してください。</span></div><div><span style=\"font-size:13.28px;\">Research past successes and failures in equity and bond portfolios, analyzing the contributing factors.</span></div><div><br /></div>"], "第7回": ["<p><span style=\"font-size:11.0224px;\">ポートフォリオマネジメントの失敗から学ぶ<br /></span><br />目的:<br />実際のポートフォリオマネジメントの失敗事例を分析し、その原因を理解するとともに、将来のポートフォリオ戦略で同様の失敗を回避するための貴重な教訓を得ることを目指します。この講義の終了時には、参加者はリスク管理、戦略的計画、およびポートフォリオマネジメントにおける意思決定の重要性をより深く理解できるようになります。</p><p>&nbsp;Lessons from Portfolio Management Disasters</p><p>Objective:<br />To analyze real-world portfolio management failures, understand the causes behind these disasters, and extract valuable lessons to avoid similar pitfalls in future portfolio strategies. By the end of this lecture, participants will gain a deeper appreciation for risk management, strategic planning, and decision-making in portfolio management.</p>", "<div><span style=\"font-size:13.28px;\">実際のポートフォリオ失敗事例についてさらに掘り下げて調査し、その教訓を整理してください。</span></div><div><span style=\"font-size:13.28px;\">Deep dive into real-world portfolio failures and summarize the lessons learned.</span></div>"], "第8回": [".", ""], "第9回": [".", ""], "第10回": [".", ""], "第11回": [".", ""], "第12回": [".", ""], "第13回": [".", ""], "第14回": [".", ""], "授業計画1": "."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "quality of content and understanding of material"], "成績評価Grading2": ["プレゼンテーション・発表／Presentation (07)", "40 %", "quality of content and understanding of material"], "更新日時/Date of Update0": ["2025年03月19日 09時47分46秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期前半／Spring (1st Half)", "金曜６時限／Friday 6", "春学期前半／Spring (1st Half)", "ＯＣ１４０２"], "項番No.2": ["2025年度", "春学期前半／Spring (1st Half)", "金曜７時限／Friday 7", "春学期前半／Spring (1st Half)", "ＯＣ１４０２"]}, "campas": 2, "name": "【600】Portfolio Management／Portfolio Management", "管理部署": 58, "単位数": 2, "担当者": "ジェイスン　ベネット（JASON BENNETT） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 3, "時限1": 33, "時限2": 34, "評価1": 3, "評価2": 4}