{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "講義は、対面が中心で、同時にZOOMを使用してのオンラインでも受講可能とするハイフレックスで行う予定です。<BR/><BR/>受講生は、以下を目標に学んでもらいます；<BR/>1.広告およびプロモーションプログラムの開発を、プログラムの目的、ターゲット市場、メッセージ、メディア、予算とその割り当て、および測定と評価プログラムの定義を論理的なプロセスで理解する<BR/>2.コピーとクリエイティブの戦略と実施に関し、キャンペーンの目的、製品の位置付け、およびターゲット市場に合わせて開発するプロセスを理解する<BR/>3.実際の顧客志向および競争市場における戦略レベルと戦術レベルの両方で、「広告の仕組み」のモデルを構築する手法を理解する<BR/>4.個々のメディアを効果的に組み合わせるか、また、実施後の投資対効果と効果の測定方法を理解する<BR/>5.広告およびプロモーション予算のレベルの設定とその効率の割り当ての最適化を理解する<BR/>6. P＆GやAmazon.comなどの優れたマーケティング会社の実際の例を通して、学んだことを応用し、広告の意思決定スキルを開発する機会。", "到達目標": "以下を受講生の到達目標とします；<BR/>1.広告およびプロモーションプログラムの開発を、プログラムの目的、ターゲット市場、メッセージ、メディア、予算とその割り当て、および測定と評価プログラムの定義を含む論理プロセスとして提示できるようになる<BR/>2.キャンペーンの目的、戦略と戦術、製品の位置付け、およびターゲット市場を鑑みて全体を立案、開発できるようになる<BR/>3.競争市場における戦略レベルと実装レベルの両方で、クリエイティブとメディアの両方をカバーする「広告の仕組み」のモデルを構築できる<BR/>4.個々の媒体およびメディアの組み合わせを評価し投資対効果をプレゼンテーションできるようになる<BR/>5.広告およびプロモーション予算の最適な設定と効率的な割り当てを構築できる", "特記事項": "", "関連科目": "", "授業方法": "Face to Face format is the base and Online Format: Simultaneous and Two-way is also allowed.<BR/>Lecture, case analysis and discussion in the class", "トピック": {"第1回": ["Course Introduction  Communications in marketing management", ""], "第2回": ["Communication objective and how to set communication strategy and tactics.", ""], "第3回": ["Situation Analysis/Analysis of Target Audience including customer segmentation", ""], "第4回": ["Mini case analysis(Case will be presented at the class)", ""], "第5回": ["Advertising Strategy, how to develop creatives. Planning Process of strategy and tactics", ""], "第6回": ["Marketing communication integration, concept and strategy building.", ""], "第7回": ["Advertising  Creativity and Message Development1", ""], "第8回": ["Mini Presentation, Analysis, objectives and strategies", ""], "第9回": ["Traditional Media  TV, Radio, NewsPaper, Magazine and Print", ""], "第10回": ["Communication Mix  Media Concept, planning and mix", ""], "第11回": ["Budget Allocation  Budget weight allocations by priority,Communication mix, budget and message strategy", ""], "第12回": ["Evaluation of Marketing Mix. Beyond traditional marketing  Digital media, Social Media and SNS,Return on Investment", ""], "第13回": ["PR and Sales Promotion\tDifference against advertising.  New perspective of marketing communication", ""], "第14回": ["Final Presentation", ""], "授業外学習2": "The student should prepare for each class through completion of reading assignment and participation of discussion topics. Each student will receive a single grade for its work. Each student enrolled in the course will be assigned to a 3-4member team, and will work on the project assignment together. The principal objective of the project is to provide students with an opportunity to apply what students have learned and to develop your adverting decision making skills."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Michael Dahlen, Fredrik Lange, Terry Smith", "Marketing Communications: A Brand Narrative Approach", "Wiley", "2009 年", "0470319925", ""], "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "20 %", "20% Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "80 %", "30% Final Presentation, 20% Quiz and 30% Class Participation"], "更新日時/Date of Update0": "2022年03月10日 16時51分16秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期前半／Spring (1st Half)", "月曜４時限／Monday 4", "春学期前半／Spring (1st Half)", "教室４"], "項番No.2": ["2022年度", "春学期前半／Spring (1st Half)", "月曜５時限／Monday 5", "春学期前半／Spring (1st Half)", "教室４"]}, "campas": 0, "name": "【600】Marketing Communication／Marketing Communication", "管理部署": 58, "単位数": 2, "担当者": "児玉　洋典（KODAMA HIRONORI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 3, "時限2": 4, "評価1": 1, "評価2": 4, "開講期": 3}