{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "Students learn and analyze specific areas in marketing from both practical and theoretical viewpoints. Especially, the course emphasizes “the Japanese way of Marketing.” The topics include various industries and the global and digital marketing perspectives. Students understand and analyze unique aspects of the Japanese marketing method and its place in global and digital trends.", "到達目標": "The learning goals include theoretical and analytical frameworks to clarify complex marketing phenomena, especially in Japan.", "授業方法": "Scheduled to be held in a simultaneous interactive online class.<BR/>Case Method, Group Discussion, Lecture, and Student Presentation", "トピック": {"第1回": ["Intriduction: The case of “MinChalle: An emphacy app to change behavior to achieve something good.(1)” Prof. Sato", "Remote classes will be given on time through the Zoom meeting. The following times are the same. One week before class starts, I will copy the Zoom meeting invitation on the LUNA."], "第2回": ["Intriduction: The case of “MinChalle: An emphacy app to change behavior to achieve something good.(2)” Prof. Sato", ""], "第3回": ["The Japanese Way of Marketing: Cuteness and Kawaii in Japanese marketing(1) . Prof. Sato", ""], "第4回": ["The Japanese Way of Marketing: Cuteness and Kawaii in Japanese marketing(2) . Prof. Sato", ""], "第5回": ["hospitality and relationship <BR/>The Japanese mindset of omotenashi: Comparison between hospitality provided at hotel and omotenashi at ryokan. Prof. Aishima", ""], "第6回": ["hospitality and relationship <BR/>the Japanese style of building relationship: Discuss the gift giving and reciprocity in Japanese eigyo among life insurance industry. Prof. Deno<BR/>. Prof. Deno", ""], "第7回": ["SDGs and ethical consumption<BR/>the Japanese consumers’ attitudes to ethical consumption: Discuss why the idea of ethical consumption has not been spread and how to change (as marketers). Prof. Aishima<BR/>. Prof. Aishima", ""], "第8回": ["SDGs and ethical consumption<BR/>the case of Saraya, one of the major toiletry product industries in Japan: Explore how and why Saraya set their purpose to promote the goal(s) of sustainability. Prof. Deno", ""], "第9回": ["Case Discussion Class<BR/>Who owns a cuisine? The grassroots politics of Japanese food in Europe. Prof. Sato", ""], "第10回": ["Case Discussion Class<BR/>Customer perceptions of Japanese foods in Italy.  Prof. Sato", ""], "第11回": ["TBA. Prof. Aishima", ""], "第12回": ["TBA. Prof. Deno", ""], "第13回": ["Case Discussion Class<BR/>Sugimoto Co., Ltd.: Making the producer&#39;s life and production area sustainable.  Prof. Sato", ""], "第14回": ["Case Discussion Class<BR/>Kanetetsu Delica Foods, Inc.: Big hit of the &quot;Almost Series&quot; products.  Prof. Sato", ""], "授業計画1": "The themes of the topics to be discussed will be changed by considering the students&#39; interests.", "授業外学習2": "You need four hours of preparation and two hours of reflecyion per three hours one class."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["", "Educational materials distributed through LUNA", "", "", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["", "Some important books and atticles will be suggested in my classes", "", "", "", ""], "学生による授業評価の方法Course Evaluation by Students0": "During the class", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Term Paper (50%)"], "成績評価Grading2": ["その他／Others (99)", "50 %", "Class Contribution(30%), Report & Quiz(20%)"], "備考Note0": "The some cases cited maybe be changed.", "更新日時/Date of Update1": "2022年01月07日 15時57分54秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期後半／Fall (2nd Half)", "火曜６時限／Tuesday 6", "秋学期後半／Fall (2nd Half)", "ＯＣ１００４"], "項番No.2": ["2021年度", "秋学期後半／Fall (2nd Half)", "火曜７時限／Tuesday 7", "秋学期後半／Fall (2nd Half)", "ＯＣ１００４"]}, "campas": 2, "name": "【600】Special Topics in Marketing／Special Topics in Marketing", "管理部署": 58, "単位数": 2, "担当者": "佐藤　善信（SATO YOSHINOBU） ", "履修基準年度": "１年", "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 12, "時限2": 13, "評価1": 3, "評価2": 4, "開講期": 6}