{"履修期": "秋学期前半集中", "主な教授言語": "英語", "授業目的": "This course is designed to give students a general understanding of the different Asian financial markets and institutions. We will also discuss the financial assets traded in these markets, the financial services and instruments these institutions offer, and the mechanisms and characteristics influencing these assets and instruments&#39; value. Some of these details can be country-specific. For the topics whose cross-country differences are important, we will combine a generic description that applies internationally with context-specific discussions focused on Japan, China, Hong Kong, and Singapore.<BR/>1.To acquire an internalization of knowledge of Asian financial markets;<BR/>2.To keep abreast of global developments and adapt to changing financial market trends;<BR/>3.To develop cross-cultural awareness and understand the importance of future innovative trends in the Asian financial services industry.", "到達目標": "ILO 1: To apply the traditional and new analysis of the financial market to the East Asian economies and the region as a whole<BR/>ILO 2: To familiarize students with the use of Asian financial market, investment, capital funding, and economic development data to Asian businesses and the region as a whole<BR/>ILO 3: To familiarize students with the institutional features of various Asian countries and develop a global and regional outlook<BR/><BR/>By the end of this course, you’ll be able to define and evaluate Asian financial markets, understand the evolution of market trends, identify the benefits of global strategy for your company, and quantify economic and financial market trends in major Asian financial centers.", "授業方法": "TLA1 Lecture Instructor will give lectures on major concepts and issues.<BR/>TLA2 Consultation Instructor holds weekly consultation hours to answer students’ questions.<BR/>TLA3 Online Classes will be provided.", "トピック": {"第1回": ["Overview of the course<BR/>Why study financial markets and institutions?", "Reading on the materials and lecture notes provided."], "第2回": ["Foundations, framework, and introduction to global financial markets and systems.Dealing with corporate finance and capital market.", "Reading on the materials and lecture notes provided."], "第3回": ["The global financial crisis and Impacts. Understand the challenges associated with global financial markets and learn to develop strategies to deal with them.", "Reading on the materials and lecture notes provided."], "第4回": ["Introduction to international business and globalization.<BR/>Overview of the Asian financial systems and institutions.", "Reading on the materials and lecture notes provided."], "第5回": ["Asian Financial Systems and Economic Integration.<BR/>China-Asian market interactions: changing perspectives.Emerging China in Asia’s economic integration and regional conflict &amp; cooperation in Asia.", "Reading on the materials and lecture notes provided."], "第6回": ["Asian financial centers: the Global competitiveness and most important factors for the competitiveness of global financial centers.<BR/>Financial Services Firms in the Future Asian Context.", "Reading on the materials and lecture notes provided."], "第7回": ["Business and Corporate Responses to a Changing Global Environment.<BR/>Global Market Assessment Framework Analysis by Guest Speaker: Professor Mia Ho of College of Management, National Sun Yat-sen University, Taiwan.", "Background readings."], "第8回": ["Selected Topics:<BR/>Search, filter, and analyze information on current issues and developments in financial markets.<BR/>The future of money, markets and the New Physics of Financial Services: How artificial intelligence is transforming the financial ecosystem<BR/>Dealing with disruption &amp; the irrelevance of the concept of the financial services industry", "Background readings."], "第9回": ["Selected Topics:<BR/>The Equity Market and Financial Institutions.<BR/>Case Studies: Venture Capital &amp; Private Equity Funds and Investment Banks.", "Background readings."], "第10回": ["Selected Topics:<BR/>Asset Management Industry in the future development of Asian financial centers<BR/>Case Studies: Wealth Management and Family Office Industry in Singapore.", "Background readings."], "第11回": ["Presentation:<BR/>1. Assess the impact that Asian financial market shifts will have on your business and industry, and understand the context of the global political order through analysis of how specific Asian countries developed over time.<BR/>2. Analyze and discuss the rise of populism, how it has manifested on the Asian political and economic landscape, and its effect on global economics and politics and the Asian business environment.", "Research activities."], "第12回": ["Discussion &amp; Review of the course:<BR/>Distinguish different financial institutions and their roles and activities.<BR/>Identify the key features of the main financial markets and the financial assets traded in these markets.", "Background readings."], "第13回": ["Final Written Exam (a 90-minute closed book test which consists of a combination of True/False questions, multiple-choice questions, and structured questions).", ""], "授業計画1": "According to the online and face-to-face class schedule", "授業外学習2": "Reading on the materials and lecture notes provided. <BR/>Research papers."}, "評価": {"教科書Required texts0": "The lecture slides are self-contained. Thus, no textbook is required. For those of you who wish to use a textbook in addition to the slides, I recommend that you use \"Financial Markets and Institutions\"by Mishkin, Frederic S., and Eakins G. Stanley, 9th Edition, Global Edition. Boston, MA: Pearson, 2018.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "50 %", "The take-home written final examination is designed to apply concepts and principles based on the course contents to the assigned essay questions. It is assessed based upon clarity of presentation and persuasiveness.Students should follow standard academic essay format when citing references."], "成績評価Grading2": ["その他／Others (99)", "50 %", "Participation (20 %) Case Presentation (30%)"], "成績評価Grading3": "備考　Note\nThis is a 100% continuous-assessment (CA) course. The composition of CA components is listed above. Students who miss any CA component will receive a zero mark for that component. Exceptions will only be granted according to the IBA policies and will require formal verification of the reason for absence by the IBA Office. In such exceptional cases, a substitute form of assessment may be given. An in-class examination is a form of evaluating class participation, I will take the following into account: results of random attendance checks; quality and quantity of participation in classroom discussion; occasional in-class quizzes and mini-case analysis responses.", "備考Note0": "This is a 100% continuous-assessment (CA) course. The composition of CA components is listed above. Students who miss any CA component will receive a zero mark for that component. Exceptions will only be granted according to the IBA policies and will require formal verification of the reason for absence by the IBA Office. In such exceptional cases, a substitute form of assessment may be given. An in-class examination is a form of evaluating class participation, I will take the following into account: results of random attendance checks; quality and quantity of participation in classroom discussion; occasional in-class quizzes and mini-case analysis responses.", "更新日時/Date of Update1": "2021年02月10日 17時27分47秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期前半集中／Intensive (Fall 1st Half)", "集中・その他／Concentration/Other", "秋学期前半集中／Intensive (Fall 1st Half)", "ＯＣ１４０３"]}, "campas": 2, "name": "【600】Asian Financial Market／Asian Financial Market", "管理部署": 58, "単位数": 2, "担当者": "鍾　儒育（CHUNG RU YU） ", "履修基準年度": "１年", "時限1": 49, "評価1": 2, "評価2": 4, "開講期": 12}