{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "The purpose of this course is for the student to understand the broad range of concepts and techniques concerned with risk management and controls, some of which may be quantified, while others may be treated in a more subjective manner. Financial Risk Management combines innovative analytical methods with traditional risk management processes and new approaches for managing risk by corporations.<BR/>We will focus on the following six risks and the risk management: (1) market risk (2) foreign exchange risk (3) interest rate risk (4) credit risk (5) securitization risk, and (6) catastrophe risk. Using theoretical application with case studies, we will learn how risk management can increase a firm’s value and how risk controls and the techniques can accomplish an organization’s specific risk management objectives.", "到達目標": "Students will understand the broad range of concepts and techniques related to risk management and controls, some of which may be quantified, while others may be treated in a more subjective manner.  Students will understand how and in what ways a risk manager at companies combines innovative analytical methods with traditional risk management processes and new approaches for managing risk.", "特記事項": "", "関連科目": "", "授業方法": "We will meet in a classroom and provide course Face-to Face.  This course is also provided on-line by using the &quot;Zoom&quot; and at the same time we video tape the class.  Then, after the class, the location of the video file will be announced to the students through LUNA.  Also, look at Luna for the presentation materials and assignments.  If the students had difficulties in getting access to Zoom, then it is OK that you see the video later and communicate with the instructor on Luna.", "トピック": {"第1回": ["Overview of the course and introduction to the financial risk management <BR/>Framework for Corporate Risk Management", ""], "第2回": ["Overview of the course and introduction to the financial risk management <BR/>Framework for Corporate Risk Management, Risks for Financial Institutions", ""], "第3回": ["Framework for Corporate Risk Management, Insurance and Risk Management", ""], "第4回": ["Framework for Corporate Risk Management, Insurance and Risk Management", ""], "第5回": ["Interest Rate Risk Management; Valuation of assets using maturity, duration and convexity models.", ""], "第6回": ["Interest Rate Risk Management; Valuation of assets using maturity, duration and convexity models.", ""], "第7回": ["Risk Management with Derivatives:  Forward, Futures, Swaps", ""], "第8回": ["Risk Management with Derivatives:  Forward, Futures, Swaps", ""], "第9回": ["Options, Option Pricing Models and Real Options", ""], "第10回": ["Options, Option Pricing Models and Real Options", ""], "第11回": ["Equity as Option", ""], "第12回": ["Black Scholes Option Pricing Theory", ""], "第13回": ["Exchange Rate Risk", ""], "第14回": ["Lehman Shock and Bailout of AIG", ""], "授業外学習2": "The student is expected to prepare for a class by completing the case reading assignments and preparing for selected discussion topics prior to attending class.  Attendance, participation in class discussion, submission of homework assignments, and final written examination based on assigned topics constitute the course requirements."}, "評価": {"参考文献・資料Reference books0": "Ross, Westerfield, Jaffe and Jordan,\"CORPORATE FINANCE, 11th Edition\", McGraw-Hill Global Edition", "学生による授業評価の方法Course Evaluation by Students0": "Will be conducted at the end of the course.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "40 %", "Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Please see the below details of evaluation criteria."], "成績評価Grading3": "備考　Note\n1.Final Report Examination (40%):\nEach student will take a final written examination. The details of the examination will be announced in the class.\n2.Presentations of case analysis, class attendance and participation in class discussions (30%): The students’ input to class discussions and presentations of case analysis are very much encouraged and welcome. Attendance and class participation are mandatory and are reflected in the final grade. Therefore, class attendance will be recorded and monitored. Excessive absences will result in a lower grade.\n3.Homework assignments (30%):\nPeriodically, homework assignments are provided. Details of the assignments are provided in the class.", "更新日時/Date of Update0": "2022年02月25日 15時57分22秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期後半／Fall (2nd Half)", "月曜３時限／Monday 3", "秋学期後半／Fall (2nd Half)", "教室２"], "項番No.2": ["2022年度", "秋学期後半／Fall (2nd Half)", "月曜４時限／Monday 4", "秋学期後半／Fall (2nd Half)", "教室２"]}, "campas": 0, "name": "【600】Financial Risk Management／Financial Risk Management", "管理部署": 58, "単位数": 2, "担当者": "前田　祐治（MAEDA YUJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "時限2": 3, "評価1": 1, "評価2": 4, "開講期": 6}