{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "The objective of this course is to introduce the students the theory of portfolio management and its practical applications. <BR/><BR/>The theoretical component of the course will look into how investment managers select securities for their portfolios as well as how these securities are combined to construct portfolios.<BR/><BR/>The practical/applications sections of the course will provide an overview of portfolio design, risk management, benchmarking and evaluation of manager performance, as well as the manager&#39;s fiduciary duty with respect to their clients.", "到達目標": "By the end of this course, students will have an understanding of how to select securities that are part of a portfolio, as well as how these securities are selected to construct portfolios that are designed to satisfy an investment mandate. Students will also become aware of the practical issues faced when constructing portfolios and selecting investment managers.<BR/><BR/>Students will also gain exposure to the current portfolio management industry. In particular, students will understand the types of organizations involved in the industry, their respective roles, and the types of portfolios they manage.", "特記事項": "＜DP・CPと授業科目との関連＞<BR/>各授業科目は、各学部・研究科の定めるDP・CPに基づき、カリキュラム上に配置されています。<BR/>DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。<BR/>また、履修心得や履修の手引きに掲載されている教育課程表（授業科目一覧等）も参考にしてください。<BR/>＜DP・CPとは？＞<BR/>DP（ディプロマ・ポリシー）：各学部等の教育理念に基づき、どのような力を身に付けた者に卒業を認定し、学位を授与するのかを定める基本的な方針であり、学生の学修成果の目標ともなるもの。<BR/>CP（カリキュラム・ポリシー）：DPの達成のために、どのような教育課程を編成し、どのような教育内容・方法を実施し、学修成果をどのように評価するのかを定める基本的な方針。<BR/>＜各学部・研究科等のDP・CP一覧＞<BR/>https://www.kwansei.ac.jp/a_affairs/a_affairs_000550", "関連科目": "", "授業の概要・背景": "", "授業方法": "Hy-Flex.<BR/>Lectures, course assignments, and final presentation.<BR/>Face-to-Face Format. However, depending on the infection situation of COVID-19, there is a possibility of changing to Online Format: Simultaneous and Two-way.", "トピック": {"第1回": ["Overview of Asset Management<BR/>Asset Managers, Plan Sponsors/Investors<BR/>Types of Investment Funds<BR/>Recent trends in the industry<BR/> - GPIF and the pension system in Japan<BR/> - ESG, Technology, Regulations", ""], "第2回": ["The portfolio approach to investing:<BR/>Types of investor characteristics and their needs.<BR/> - defined contribution/benefit pension plans.<BR/> - the portfolio management process;<BR/> - investment policy statement: its components, investment constraints of liquidity, time horizon,<BR/> - tax concerns, legal and regulatory factors, and unique circumstances<BR/> - performance calculation, attribution and evaluation.", ""], "第3回": ["The portfolio approach to investing - continued", ""], "第4回": ["Risk -<BR/>- definition of risk.<BR/>- features of a risk management/governance framework and its efficacy.<BR/>- risk tolerance/budgeting and its effects on risk management.<BR/>- financial and non-financial sources of risk and their interaction.<BR/>- methods to measure and modify risk exposures.<BR/>- quantitative measures of risk.", ""], "第5回": ["Risk - continued", ""], "第6回": ["Multifactor Models<BR/>Arbitrage pricing theory assumptions &amp; multifactor models.<BR/>Arbitrage: opportunities for and their existence.<BR/>Calculating the expected return on an asset, based on its factor exposures, and the factor risk premiums.<BR/>Types of factor models: macroeconomic/fundamental/statistical.<BR/>Sources of active risk. Interpretation of tracking error, and Information Ratio (IR).<BR/>Describe uses of multifactor models and interpret the output of analyses based on multifactor models;<BR/>Potential benefits of considering multiple risk dimensions when modeling asset returns.", ""], "第7回": ["Multifactor Models &amp; Arbitrage - continued", ""], "第8回": ["Active Portfolio Management<BR/>Describe how value added by active management is measured<BR/>Calculate and interpret the information ratio and contrast it to the Sharpe ratio<BR/>State and interpret the fundamental law of active portfolio management including its component terms, transfer coefficient, information coefficient, breadth, and active risk<BR/>Explain how the information ratio may be useful in investment manager selection and choosing the level of active portfolio risk<BR/>Compare active management strategies and evaluate strategy changes in terms of the fundamental law of active management<BR/>Strengths and limits of the fundamental law of active management", ""], "第9回": ["Active Portfolio Management - continued", ""], "第10回": ["An overview of Investment Research Methodology", ""], "第11回": ["Short Student Presentations - Investment Research<BR/>Students will be required to give a short presentation of an investment research topic. It is expected that this assessment will provide students insights into the methods and thought processes behind investment research in practical terms.", ""], "第12回": ["Short Student Presentations - Investment Research continued", ""], "第13回": ["Student Presentations - Asset Management Case Studies", ""], "第14回": ["Student Presentations - Asset Management Case Studies continued<BR/>Course Closing Summary", ""], "授業外学習2": "The student is expected to prepare for class by completing the reading assignments and preparing for selected discussion topics prior to attending class. <BR/><BR/>Attendance, participation in class discussion, submission of homework assignments and final written examination based on assigned topics constitute the core course requirements."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "50 %", "Final Report Examination on an investment scandal of the candidates choice."], "成績評価Grading2": ["その他／Others (99)", "50 %", "30%:Presentation on an investment scandal of the candidates choice. 20%:Presentation on an investment management academic paper of the candidates choice."], "成績評価Grading3": "備考　Note\nFor students' individual reports, candidates must demonstrate application of theory covered in class to real-world portfolio management examples.", "更新日時/Date of Update0": "2022年03月18日 16時58分43秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期後半／Fall (2nd Half)", "金曜６時限／Friday 6", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０６"], "項番No.2": ["2022年度", "秋学期後半／Fall (2nd Half)", "金曜７時限／Friday 7", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０６"]}, "campas": 2, "name": "【600】Portfolio Management／Portfolio Management", "管理部署": 58, "単位数": 2, "担当者": "ジェイスン　ベネット（JASON BENNETT） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 33, "時限2": 34, "評価1": 3, "評価2": 4, "開講期": 6}