{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "講義は、ZOOMを用いてライブで実施する予定です。<BR/>この講義は以下を目的とします；<BR/><BR/>-さまざまな製品/サービスのブランドのマネジメントと新製品開発の過程とそのアプローチを理解し、それぞれをいつ使用すべきかを理解する<BR/>-ブランドマネージャー、または製品開発マネージャーとして成果をだすための基本的な知識、スキル、ツールを理解する", "到達目標": "この講義の到達目標は以下です；<BR/>1.企業の製品開発のコンセプト、市場と顧客の重要な傾向を考えた上での、ブランドマネジメントを設定し説明できるようになる<BR/>2.ブランドマネジメントが、どのように企業、従業員、消費者、を含むあらゆるタイプのステイクホルダーに利益をもたらすかを説明できるようになる<BR/>3.ブランドマネジメントと付随する新製品開発コンセプトを開発、評価できるようになる", "授業方法": "Online Format: Simultaneous and Two-way<BR/>Mix of lecture, class discussion and preparation for group work a couple of times during the period", "トピック": {"第1回": ["Course Introduction and mutual understanding of brand management", ""], "第2回": ["Definition of Brand Management and how to build Brand Strategy", ""], "第3回": ["Brand  Equity How to Create Strong Brand. How to create Brand Plan,Analysis, objectives and strategies", ""], "第4回": ["Customer segmentation and brand positioning and conceptual mapping", ""], "第5回": ["Planning Process of strategy and tactics in Brand Value chain.", ""], "第6回": ["Understand competitive situation with point of parity and point of difference.", ""], "第7回": ["Evaluation of Brand equity", ""], "第8回": ["Mid term presentation (case will be announced at the class)", ""], "第9回": ["How to develop Brand mantra and message.", ""], "第10回": ["Design brand programs", ""], "第11回": ["New brand development and brand line expantion", ""], "第12回": ["New and existing brand portfolio management, Managing brand overtime", ""], "第13回": ["Role of Brand manager", ""], "第14回": ["Final presentation by team by allocated students", ""], "授業外学習2": "The student is expected to prepare for each class through completion of reading assignment, cases, participation of discussion topics and team based study. Each student will receive a single grade for its work. <BR/>This course will also provide a comprehensive overview of product / brand management and new product development. There will be a mix of theory and actual business applications of the theory through utilizing actual facts and examples. The student needs to demonstrate his/her findings through interactive class participation, works with team members, and homework. And thus, it is strongly suggested for the student to have completed Marketing Management and Marketing Communications before taking this class.<BR/><BR/>The course starts with a framework for product management and product development in large organizations. The focus of the course is developing strategy at the level of business unit on the team basis so that each student will be assigned 3-4 person team at the beginning stage of the course."}, "評価": {"教科書Required texts0": "-Strategic Brand Management, Kevin Lane Keller,: Building, Measuring, and Managing Brand Equity, 3rd Edition, Prentice Hall, 2007.", "参考文献・資料Reference books0": "Building Strong Brands by David A.AAKER", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "20 %", "20% Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "80 %", "30% Mid and Final Presentation, 20% Quiz and 30% Class Participation"], "更新日時/Date of Update0": "2021年01月29日 13時39分16秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半／Spring (2nd Half)", "月曜４時限／Monday 4", "春学期後半／Spring (2nd Half)", "院－２０９"], "項番No.2": ["2021年度", "春学期後半／Spring (2nd Half)", "月曜５時限／Monday 5", "春学期後半／Spring (2nd Half)", "院－２０９"]}, "campas": 0, "name": "【600】Brand Management／Brand Management", "管理部署": 58, "単位数": 2, "担当者": "児玉　洋典（KODAMA HIRONORI） ", "履修基準年度": "１年", "時限1": 3, "時限2": 4, "評価1": 3, "評価2": 4, "開講期": 4}