{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "The overarching purpose of this course is to guide students towards developing a practical mentoring perspective on leadership development, specifically for purposes of preparing for leadership succession in small- or medium-sized enterprises (SMEs), and especially in family-owned businesses in Asia and in Japan.", "到達目標": "By participating actively and collaboratively on this course, each student should become able to:<BR/><BR/>-\tDemonstrate familiarity with key principles and processes of leadership development, and especially in SMEs<BR/><BR/>-\tDemonstrate a practical understanding of mentoring as an approach towards developing leaders, and specifically towards preparing these leaders for succession in family-owned businesses<BR/><BR/>-\tDemonstrate skills and competencies relevant towards self-mentoring as an approach towards preparing for succession in family-owned businesses<BR/><BR/>-\tDemonstrate skills and competencies relevant towards self-mentoring for the purpose of continuing their individual development as business leaders.", "特記事項": "", "関連科目": "Cross-cultural management: International Management; Organisational Behaviour", "授業方法": "In-class and (if required) on-line.", "トピック": {"第1回": ["Session #1. <BR/>Distinguishing between processes of management and leadership in SMEs and in family-owned businesses", ""], "第2回": ["Leadership development: training skills and developing competencies", "McCarthy Chapter #1"], "第3回": ["Distinguishing between processes of coaching and mentoring in SMEs and in family-owned businesses", ""], "第4回": ["Mentoring and leadership development in SMEs and in family-owned businesses: a resource-based view", "McCarthy chapters #2 &amp; #3"], "第5回": ["The family business as a context for leadership development", ""], "第6回": ["Case study: managing leadership succession in a Chinese family business in Singapore", "McCarthy chapters #5 &amp; #6"], "第7回": ["Calculating ROI: mentoring as an investment towards improving organisational performance", ""], "第8回": ["Case study: developing a strategy for family business succession in Japan", "McCarthy chapters #7 &amp; #8"], "第9回": ["Innovation leadership in SMEs and family-owned businesses", ""], "第10回": ["Mentoring for leadership succession in Asian family owned businesses: ethical issues<BR/><BR/>Individual presentations: instructor briefing", "McCarthy chapter #11"], "第11回": ["Individual presentations: a business succession plan", ""], "第12回": ["How to respond when mentoring for family business succession fails?", "McCarthy chapters #8 &amp; #12"], "第13回": ["Cross-cultural mentoring and leadership development: challenges and opportunities<BR/>Self-mentoring for continuing development as a business leader<BR/>Individual research project: instructor briefing<BR/>McCarthy chapters #4 &amp; #10", ""], "第14回": ["Self-mentoring for continuing development as a business leader<BR/><BR/>Individual research project: instructor briefing", "McCarthy chapters #4 &amp; #10"]}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Grace McCarthy", "Coaching and Mentoring for Business", "Sage", "2014 年", "978-0857-023360", ""], "教科書Required texts0": "McCarthy, G. (2014) Coaching and Mentoring for Business (New York: Sage)\n\nIn addition to offering critical discussion of a wide range of models and frameworks relevant to practices of mentoring and coaching people in organizations ? including particular focus on leadership development - the book is easy to read and can act as a self-help guide to professional and leadership development after students graduate from the module and, ultimately, from IMC", "参考文献・資料Reference books0": "The instructor will provide (via LUNA) articles that correspond to the course participants' study interests and work experience regarding leadership development and mentoring in SMEs / family businesses in Japan and in Asia", "学生による授業評価の方法Course Evaluation by Students0": "Using established IBA / IMC procedures.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "Individual leadership development / self-development strategy document (50%)"], "成績評価Grading2": ["その他／Others (99)", "50 %", "In-class Quiz (20%); Individual in-class presentation (30%)"], "成績評価Grading3": "備考　Note\nThe focus for assessment is on individual development / self-development as an effective small / family business leader using the tools and techniques of mentoring for such a role, as discussed in the McCarthy (2014) textbook and during discussions in class and on LUNA.", "更新日時/Date of Update0": "2022年03月10日 16時51分16秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期前半／Spring (1st Half)", "月曜３時限／Monday 3", "春学期前半／Spring (1st Half)", "教室１"], "項番No.2": ["2022年度", "春学期前半／Spring (1st Half)", "月曜４時限／Monday 4", "春学期前半／Spring (1st Half)", "教室１"]}, "campas": 0, "name": "【600】Leadership Development: Mentoring for Business Succession／Leadership Development: Mentoring for Business Succession", "管理部署": 58, "単位数": 2, "担当者": "キース　Ｇ．　Ｊ．（KEITH GEOFFREY JACKSON） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 2, "時限2": 3, "評価1": 1, "評価2": 4, "開講期": 3}