{"履修期": "春学期前半", "主な教授言語": "英語", "授業目的": "The objective of this course is for students to understand business-related research, particularly in the marketing area.", "到達目標": "After completing this course, students will be able to explain: <BR/>1. The elements of research proposal and research process<BR/>2. Various research designs and methods of data collection <BR/>3. Distinguish between a good research and the one that falls short of professional quality <BR/>4. To prepare a feasible and worthwhile research proposal.", "授業方法": "Online Format: Simultaneous and Two-way.<BR/>The course material including the elements of the research proposal and the relevant research articles will be available at LUNA.<BR/>Class discussions and reviews of published research articles available in leading journals and/or industry reports will facilitate understanding of the research process and preparation of a research proposal.  Active participation and contributions to the class discussion are critical for satisfactory completion of this course. An article review is designed to familiarize students with the research structure and evaluate the contents.  Students will apply the acquired knowledge to prepare a research proposal and make a class presentation at the end of this course.", "トピック": {"第1回": ["Introduction to Business and Management Research", "The students are required to read course material at LUNA and prepare Assignment 1."], "第2回": ["The Elements of a Research Proposal", "The students are required to read course material at LUNA and prepare Assignment 1."], "第3回": ["Formulating and Clarifying your Research Topic", ""], "第4回": ["Reviewing the Literature", "The students will search for two articles relevant to their research interest"], "第5回": ["Understanding Research Approach", ""], "第6回": ["Formulating the Research Design", "Article review 1"], "第7回": ["Selecting Samples", ""], "第8回": ["Secondary Data", "Article review 2"], "第9回": ["Primary Data through Observation, Semi-structured, In-depth and Group Interviews", ""], "第10回": ["Primary Data through Questionnaires", "To prepare a draft of the research proposal"], "第11回": ["Quantitative Data Analysis", ""], "第12回": ["Qualitative Data Analysis", ""], "第13回": ["Presentation of Research Proposal", ""], "第14回": ["Review and reflection on a feasible and worthwhile research project in relation to Individual Research preparation.", ""], "授業外学習2": "It is essential for students to have completed the course on Statistic and/or Business Analytics before taking this course.  The students are expected to read the course material assigned for each week before the class and prepare to actively participate in class discussions. The class discussions will focus on students’ research interests, the assigned reading material, and the review of published research articles."}, "評価": {"教科書Required texts0": "Mark Saunders, Philip Lewis & Andrian Thornhill, Research Methods for Business Students, 5th Edition, Prentice-Hall, July 2009.\n\nA selected article will be discussed at the beginning of the course to familiarize students with research structure and contents. Students are then expected to choose and review two articles relevant to their research interest in class discussions.", "参考文献・資料Reference books0": "Paul Leedy, and Jeanne Ormrod, Practical Research:Planning and Design, 8th Edition, Pearson Prentice Hall, 2005.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Class contribution (30%), Articles summary (30%), Research proposal (40%)"], "更新日時/Date of Update0": "2021年01月12日 07時08分29秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期前半／Spring (1st Half)", "月曜４時限／Monday 4", "春学期前半／Spring (1st Half)", "教室４"], "項番No.2": ["2021年度", "春学期前半／Spring (1st Half)", "木曜４時限／Thursday 4", "春学期前半／Spring (1st Half)", "教室１"]}, "campas": 0, "name": "【600】Group Research Project　１／Group Research Project", "管理部署": 58, "単位数": 2, "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "時限1": 3, "時限2": 24, "評価1": 4, "開講期": 3}