{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "講義は、ZOOMを用いてライブで実施する予定です。<BR/>この講義は以下を目的とします；<BR/><BR/>1 マーケティング、営業における統合型CRM（顧客関係性のマネジメント）とその戦略を、コンセプト、技術面、組織面から理解する<BR/><BR/>２　CRMにおける技術的ソリューションの理解をすることによって、異なる市場において同顧客との関係性を構築していくのか、を理解する<BR/>３　新規顧客の獲得手法を構築するための、データ分析、管理、リサーチの知識を習得する<BR/>４　顧客体験、顧客満足、顧客の忠誠心をCRM活動にどう活かすかを理解する<BR/>５　上記を踏まえ、CRM戦略に基づいた実施計画の立案を学ぶ", "到達目標": "この講義の到達目標は以下です；<BR/><BR/>1. CRMの理論、フレームワーク、事例を理解することで、企業での事業戦略としてのCRMを構築できるようになる<BR/>２．CRMにおける分析、目標設定、戦略・戦術構築、計画立案、管理を可能にし、ROIを測れるようになる<BR/>３．理論とフレームワークの習得に加えて、CRMに関して十分なディスカッション ができるようになる<BR/>4．リーダーシップを持ったCRM戦略構築および計画立案ができるようになる", "授業方法": "Online Format: Simultaneous and Two-way.<BR/>Lecture, case analysis and discussion in the class", "トピック": {"第1回": ["Course Introduction  Definition of CRM  Strategy, Operation, Models of CRM", ""], "第2回": ["Understanding of CRM\tWhy companies want relationship?", ""], "第3回": ["CRM project  Planning and Implementation  Partner selection", ""], "第4回": ["Develop and Manage Customer Databases\tCustomer-related database platform, <BR/>Data attributes and integration", ""], "第5回": ["Customer Portfolio  Customer Segmentation and basic discipline of CPM", ""], "第6回": ["Summary of 1st Half  Integrated Customer Relations Management", ""], "第7回": ["7th Class\tCustomer Experience\tDefinition of Customer Experiences. Amazon Case", ""], "第8回": ["8th Class\tCreate Values for Customers\tValues from products/service, process, people and channels", ""], "第9回": ["Managing Customer Life-cycle  Customer Acquisition, Value Estimates, <BR/>Make the right Offer, Customer Retention, research and strategy", ""], "第10回": ["Managing network and CRM  Business network of CRM  <BR/>Investor and employee: Internal Marketing", ""], "第11回": ["Information technology\tAnalytics, solution and architecture of CRM", ""], "第12回": ["CRM automation\tSales force , service and marketing automation", ""], "第13回": ["Organizational Issues  Organizational roles of CRM: Key accounts and person to person", ""], "第14回": ["Final Presentation  Act as CRM team and present to Management Team", ""], "授業外学習2": "The student is expected to prepare for each class through completion of reading assignment, cases, participation of discussion topics and team based study. Each student will receive a single grade for its work. <BR/>This course will also provide a comprehensive overview of product / brand management and new product development. There will be a mix of theory and actual business applications of the theory through utilizing actual facts and examples. The student needs to demonstrate his/her findings through interactive class participation, works with team members, and homework. And thus, it is strongly suggested for the student to have completed Marketing Management and Marketing Communications before taking this class.<BR/><BR/>The course starts with a framework for product management and product development in large organizations. The focus of the course is developing strategy at the level of business unit on the team basis so that each student will be assigned 3-4 person team at the beginning stage of the course."}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["Francis Buttle", "Customer Relationship Management: Concept and Technology", "Routledge", "2008 年", "1856175227", ""], "教科書Required texts0": "Customer Relationship Management: Concept and Technology (Francis Buttle, Routledge,2008 ISBN-10: 1856175227 ISBN-13: 978-1856175227", "学生による授業評価の方法Course Evaluation by Students0": "To be conducted in the last class by using a standard form designed by IBA", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "25 %", "Final Report Examination 25%"], "成績評価Grading2": ["その他／Others (99)", "75 %", "Final Presentation:30%, Mini tests 20% and Class Participation 25%"], "更新日時/Date of Update0": "2021年02月01日 11時19分54秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半／Spring (2nd Half)", "月曜２時限／Monday 2", "春学期後半／Spring (2nd Half)", "院－２０９"], "項番No.2": ["2021年度", "春学期後半／Spring (2nd Half)", "月曜３時限／Monday 3", "春学期後半／Spring (2nd Half)", "院－２０９"]}, "campas": 0, "name": "【600】Advanced Topics in Business B／Advanced Topics in Business B", "管理部署": 58, "単位数": 2, "担当者": "児玉　洋典（KODAMA HIRONORI） ", "履修基準年度": "１年", "時限1": 1, "時限2": 2, "評価1": 3, "評価2": 4, "開講期": 4}