{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "This course challenges students to think critically about Asian business and management. For the purpose of this course, Asia includes the following countries and provinces: China, Japan, India, Korea, Taiwan, Hong Kong, and the Association of Southeast Asian Nations (ASEAN). In the last few decades, the pendulum of economic power has shifted dramatically from the Western world to Asia, with its collective GDP far exceeding that of the European Union and the United States. Technological strengths have also shifted, particularly, to the leading four Asian countries (Japan, China, Korea, and India), resulting in formidable competition originating from firms in the region. <BR/><BR/>Increased opportunities have also emerged, however, for firms from the U.S. and Europe to take advantage of Asian technologies to complement their capabilities in exploring global market opportunities. In this course, a macro overview will be provided of Asian business characteristics and the similarities and dissimilarities among firms from major Asian countries will be examined. Second, the course will address macro-issues including economy, government industrial policy, and inter-firm relationships in these countries. Third, the course will include a review of the management, marketing, and product development practices in the region.", "到達目標": "Learning outcomes for this course, upon successful completion, include the ability to:<BR/>1) analyze the competitiveness of Asian businesses, particularly those in Japan, China, Korea, and India, 2) examine the challenges and opportunities in competing and cooperating with them, and 3) trace key differences among business practices in the region.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "The course is taught using a combination of lectures, case analyses and class discussion.  The textbook will give you a broad picture of Asian business and management environment.  <BR/><BR/>In-Class Case Analyses (Individual):  To enhance your grasp and management of various problems global marketers face, four in-class case analyses are scheduled. A case analysis requires you to investigate a business problem, examine the alternative solutions, and propose the most effective solution using supporting evidence.  During the case discussion in class, I may designate one of you to summarize / analyze the case.  You are all expected to actively participate in the class discussion.  <BR/><BR/>You are also required to write a brief analysis of each case in no more than two pages (in Arial 12, 1.5 spacing) and send it to me by e-mail at least one day before the assigned case date.  <BR/><BR/>To preparing the written case analysis, follow the guidelines below:<BR/><BR/>1.\tRead and Examine the Case Thoroughly:  Take notes, highlight relevant facts, underline key problems.<BR/>2.\tFocus Your Analysis:  Identify a few key problems. Why do they exist? How do they affect the organization? Who is responsible for them?<BR/>3.\tUncover Possible Solutions / Strategic Changes Needed:  Review course readings, discussions, outside research, your experience.<BR/>4.\tSuggest the Best Solution:  Consider strong supporting evidence, pros, and cons. Is this solution realistic?<BR/><BR/>Topics du jour (Individual and Class as a Whole):  Whenever time is available, we would like to discuss some current issues relevant to the topic of the day. You are encouraged to read newspapers, online news, and other sources to stay up-to-date with, and share with the class, some current topics, and issues relevant to the session for the class discussion.  It is considered part of your class participation.<BR/><BR/>Comprehensive Examination (Individual)<BR/>One comprehensive exam is scheduled during the final exam week.", "トピック": {"第1回": ["I. Global Economy and Asia<BR/> Global Economic and Financial Environment (1)", ". H&amp;N, Ch. 1, 5, and 6 <BR/>. “How to Keep Roaring,” Economist, September 19, 2014.<BR/>. “What on Earth is the CPTPP?,” Economist, March 12, 2018.<BR/>. “China Wants to Put itself Back at the Center of the world,” Economist, February 6, 2020.<BR/>. “The End of Apple’s Affair with China,” Economist, October 24, 2022."], "第2回": ["Global Economic and Financial Environment (1)", ". H&amp;N, Ch. 1, 5, and 6 <BR/>. “How to Keep Roaring,” Economist, September 19, 2014.<BR/>. “What on Earth is the CPTPP?,” Economist, March 12, 2018.<BR/>. “China Wants to Put itself Back at the Center of the world,” Economist, February 6, 2020.<BR/>. “The End of Apple’s Affair with China,” Economist, October 24, 2022."], "第3回": ["Cultural and Legal Environment (1)", ". H&amp;N, Ch. 2<BR/>. Kotabe, Masaaki and Crystal Jiang, “Three Dimensional:  The Markets of Japan, Korea, and China are Far from Homogeneous,” Marketing Management, 15 (2), 2006, 39-43.<BR/>. Kotabe, Masaaki, “Intellectual Property Protection around the Globe,” in Bruce Keillor and Timothy J. Wilkinson, ed., International Business in the 21st Century, vol.3, Praeger, 2011, 95-113."], "第4回": ["Cultural and Legal Environment (2)", ". H&amp;N, Ch. 2<BR/>. Kotabe, Masaaki and Crystal Jiang, “Three Dimensional:  The Markets of Japan, Korea, and China are Far from Homogeneous,” Marketing Management, 15 (2), 2006, 39-43.<BR/>. Kotabe, Masaaki, “Intellectual Property Protection around the Globe,” in Bruce Keillor and Timothy J. Wilkinson, ed., International Business in the 21st Century, vol.3, Praeger, 2011, 95-113."], "第5回": ["II. DEVELOPMENT OF COMPETITIVE STRATEGY<BR/>Japanese Management and Strategy (1)", ". H&amp;N, Ch. 8<BR/>. Kotabe, Masaaki, “Japanese Management and the Climate of the Time,” Asian Business &amp; Management, 19 (1), February 2020, 25-35. <BR/>. “Japan’s Economy is Stronger than Many Realise” Economist, December 7, 2021. <BR/>. Kotabe, Masaaki, “Have Japanese Companies Lost Sight of the Paradigm Shift in Competitive Advantage?” Japan MNE Insights, Academy of Multinational Enterprises (Japan), 3 (2), February 2017, 1-10.\t<BR/>. “Carrefour Retreat Points Up Pitfalls of Flying Solo into Japanese Market,” Wall Street Journal, October 13, 2004.<BR/>. “Costco Brings Business Model to Japan,” Invest Japan, JETRO, 2003."], "第6回": ["Japanese Management and Strategy (2)<BR/><BR/>Case #1:  Wal-Mart’s Rising Sun?:  A Case on Wal-Mart’s Entry into Japan", ""], "第7回": ["Chinese Management and Strategy (1)", ". H&amp;N, Ch. 9<BR/>. Kotabe, Masaaki and Tanvi Kothari, “Emerging Market Multinational Companies’ Evolutionary Paths to Building a Competitive Advantage from Emerging Markets to Developed Countries,&quot; Journal of World Business, 51 (September), 2016, 729-743.<BR/> . “Smart Phones in China:  Upstarts on Top,” Economist, February 4, 2017, 58.<BR/>. “Huawei is at the Centre of Political Controversy,” Economist, April 27, 2019."], "第8回": ["Chinese Management and Strategy (2)<BR/><BR/>Case #2:  Tesla Expansion in China, Parts I (2019) and II (2020)", ""], "第9回": ["Korean Management and Strategy (1)", ". H&amp;N, Ch. 11<BR/>. “Korea’s President Has a Rare Chance to Take on the Massive Family Businesses That Dominate His Country,” Wall Street Journal, May 12, 2017.<BR/>. Kim, Joon-Kyung, “Debt and Financial Instability in Korea,” A Working Paper, Division of Macroeconomics, Korea Development Institute, November 1998.<BR/>. “The Chaebol Spurn Change,” Economist, July 20, 2000.<BR/>. Cusumano, Michael A., “Technology Strategy and Management:  The Apple-Samsung Lawsuits,” Communication of the OCM, 55 (1), 2013, 28-31."], "第10回": ["Korean Management and Strategy (2)<BR/><BR/>Case #3: Overseas Factories, Domestic Employment, and Technological Hollowing Out:  A Case Study of Samsung’s Mobile Phone Business", ""], "第11回": ["Indian Management and Strategy (1)", ". H&amp;N, Ch. 10<BR/>. “India is Likely to be the World’s Fastest Growing Big Economy This Year,” Economist, May 14, 2022.<BR/>. “&#39;Cloud&#39; Eats into India&#39;s Outsourcing Industry,” Wall Street Journal, July 13, 2015.<BR/>. “A Local Chain May Have Cracked the Indian Consumer,” Economist, November 17, 2018."], "第12回": ["Indian Management and Strategy (2)<BR/><BR/>Case #4:  Tata Motors - An Indian Automobile Maker Going Global (2012).", ""], "第13回": ["Review", ""], "第14回": ["Comprehensive Exam", ""]}, "評価": {"教科書Required texts0": "Harukiyo Hasegawa and Carlos Noronha, Asian Business and Management: Theory, Practice, and Perspectives, 2nd ed., Palgrave Macmillan, 2014 (ISBN-13: 978-0230367388); (H&N);\n\nAdditional Readings and Cases (pdf files downloadable at the course site)", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "See below."], "成績評価Grading3": "備考　Note\nAll assignments will be graded on a 4-point basis.\n(4 = Excellent, 3 = Good, 2 = Not so good, 1 = Poor)\n\nClass Attendance and Participation 20%\nCase Analyses 40%\nExam 40%", "添付ファイル1/File Attachment 10": ["Syllabus 2023-4 KGU - Advanced Topic F - Asian Business and Management.docx", ""], "更新日時/Date of Update1": "2023年02月28日 18時49分42秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期後半／Fall (2nd Half)", "金曜３時限／Friday 3", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０６"], "項番No.2": ["2023年度", "秋学期後半／Fall (2nd Half)", "金曜４時限／Friday 4", "秋学期後半／Fall (2nd Half)", "ＯＣ１４０６"]}, "campas": 2, "name": "【600】Advanced Topics in Business F／Advanced Topics in Business F", "管理部署": 58, "単位数": 2, "担当者": "小田部　正明（KOTABE MASAAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 30, "時限2": 31, "評価1": 2, "評価2": 4, "開講期": 6}