{"履修期": "春学期後半集中", "主な教授言語": "英語", "授業目的": "The course challenges you to think critically about the role of marketing in the increasingly global economy.  As such, rote learning of terms and concepts is not sufficient; you are prepared to take the senior marketing executive’s seat in managing business on a global basis.  The senior marketing executive has the responsibility for designing, implementing and guiding an organization&#39;s marketing efforts. Marketing executives are by definition generalists. They do not have to be expert practitioners in every aspect of marketing.  However, they do need to have a solid understanding of each aspect.<BR/><BR/>The course emphasizes decision-making processes related to the organization and its markets in accordance with marketing management principles. The course has many practical elements but also provides the conceptual tools necessary for managers to abstract, analyze, understand and predict existing and future markets and customers. Contemporary and persuasive issues such as the increased globalization of markets, the importance of changing technologies as well as legal issues, and the impact of cultural considerations on marketing and branding decision making are recognized and integrated into the course.", "到達目標": "The fundamental premise underlying market-driven strategy is that the market and customers that form the market are the starting point in strategy formulation. Described as market-driven strategy, the key challenges for business organizations include:  1) developing a shared vision throughout the organization about the market and how it is likely to change in the future; 2) identifying opportunities for delivering superior value to customers; 3) positioning the organization and its brands in the market place to obtain the best match between distinctive capabilities and value opportunities; 4) recognizing the potential benefits of partnering with customers, suppliers, distribution channel members, internal functions, and even competitors; and 5) implementing and managing marketing strategy on a global basis.  At the end of the course, you will learn the changing nature of global competition and the importance of the simultaneous pursuit of economies of scale and cultural sensitivities in marketing operations.", "授業方法": "Online Format: Simultaneous and Two-way (However, if the coronavirus situation sufficiently improves, the course may be offered in a regular class.)<BR/>The course is taught using a combination of lectures, case analyses and class discussion.  The textbook will give you a broad picture of what international/global marketing is all about.  <BR/><BR/>To enhance your grasp and management of various problems marketers face, 1) in-class case analysis and 2) a comprehensive examination are scheduled. Since this course is a 6-day intensive one, all in-class case analyses will be conducted by student groups on the last day of the class. As such, you should examine the cases from the overall marketing point of view as holistically as possible. For the case analysis, each group will be made up of a number of students. The comprehensive examination is to be taken individually. <BR/><BR/>In-Class Presentation of Assigned Case:  Each group is required to lead a class discussion of the pre-assigned case. A total of 30-40 minutes is allocated. Operationally, each group will present its summary with a focus on the chapter topic(s) to the class, and then encourage the class members to participate in critical discussion and debate on the topic(s). The group may use PowerPoint, transparencies, handouts, and/or any other presentation materials that will facilitate understanding of the topic. Please turn in a hard copy of your presentation material to me at the beginning of the class. The presenting group will be evaluated based on 1) its presentation of the case and 2) its ability to lead class discussions. The rest of the audience is expected to actively participate in the class discussion. <BR/><BR/>Examination:  One comprehensive exam is scheduled to assess not only your understanding of the course material but also your ability to examine / analyze actual contemporary business issues with concepts and theories covered in the course. The exam consists of a number of essay questions.", "トピック": {"第1回": ["Global Economic and Financial Environment (1):", "Required Reading:  Ch. 1, Ch. 2, and Ch. 3"], "第2回": ["Global Economic and Financial Environment (1):", "Required Reading:  Ch. 1, Ch. 2, and Ch. 3"], "第3回": ["Cultural and Legal Environment (1):<BR/>Required Reading:  Ch. 4 and Ch. 5", "Required Reading:  Ch. 4 and Ch. 5"], "第4回": ["Cultural and Legal Environment (2):", "***Personal data sheet due at the beginning of the class***"], "第5回": ["Global Marketing Strategies (1):", "Required Reading:  Ch. 8                                                                                  Recommended Reading:  Ch. 9"], "第6回": ["Global Marketing Strategies (2):", "Required Reading:  Ch. 8                                                                                  Recommended Reading:  Ch. 9"], "第7回": ["Marketing Mix (4Ps – Product, Pricing, Promotion and Place)<BR/>1.  Product Policy:", "Required Reading:  Ch. 10 and Ch. 11"], "第8回": ["2.  Global Pricing:", "Required Reading:  Ch. 12"], "第9回": ["3.  Global Promotion:                                                                                                   Reading:  Ch. 13 and video clips", "Required Reading:  Ch. 13 and video clips"], "第10回": ["4.  Global Distribution and Logistics:", "Required Reading:  Ch. 15 and Ch. 16"], "第11回": ["Case Presentations<BR/>Case #1:  Can Washlet Clean Up the Cultural Divide? <BR/>Case #2:  Honda in Europe 2016 <BR/>Case #3:  Airbnb Going for Gold – Tokyo 2020", ""], "第12回": ["Case Presentations (cont.)<BR/>Case #1:  Can Washlet Clean Up the Cultural Divide? <BR/>Case #2:  Honda in Europe 2016 <BR/>Case #3:  Airbnb Going for Gold – Tokyo 2020", ""], "第13回": ["Review and Topics du Jour", ""], "第14回": ["Exam", "A comprehensive exam"]}, "評価": {"教科書Required texts0": " Kotabe and Helsen, Global Marketing Management, 8th ed. (Hoboken, NJ: Wiley, 2020), soft cover (ISBN: 978-1-119-56311-2) or e-book (ISBN: 978-1-119-56310-5)", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験／Final Examination (01)", "40 %", "All grades will be based on a 4-point basis."], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Attendance and Participation 30%, In-Class Case Presentation 30%"], "成績評価Grading3": "備考　Note\nClass Attendance and Participation 30%\nIn-Class Case Presentation 30%\nExam 40%", "添付ファイル1/File Attachment 10": ["Syllabus 2021 KGU - Advanced Topic C - INTERNATIONAL MARKETING.docx", "Syllabus"], "更新日時/Date of Update1": "2021年01月25日 09時33分33秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半集中／Intensive (Spring 2nd Half)", "集中・その他／Concentration/Other", "春学期後半集中／Intensive (Spring 2nd Half)", "ＯＣ１４０７"]}, "campas": 2, "name": "【600】Advanced Topics in Business C／Advanced Topics in Business C", "管理部署": 58, "単位数": 2, "担当者": "小田部　正明（KOTABE MASAAKI） ", "履修基準年度": "１年", "時限1": 49, "評価1": 0, "評価2": 4, "開講期": 11}