{"履修期": "春学期後半", "主な教授言語": "英語", "授業目的": "This seminar provides a practical introduction to processes of social scientific research applied in contexts for international business and management research. The emphasis is on the practical steps and decisions that students need to take and justify in order to produce a comprehensive and convincing research proposal. <BR/><BR/>The seminar offers training in the discourse (spoken &amp; written) of international research. It gives students practice in preparation for presenting their research proposal orally to a critical and international audience of potential research supervisors. <BR/><BR/>Specifically, the seminar is designed to improve students’ skills and confidence relevant to identifying defining a research topic or ‘problem’, conducting a critical literature review, formulating research questions and objectives, formulating and implementing a research strategy and plan, selecting and justifying research methods, analysing, interpreting and presenting research data, drawing conclusions and making recommendations for future management practice and research.", "到達目標": "By participating actively and collaboratively in this Group Research course, students should individually be able to:<BR/><BR/>- Demonstrate a practical understanding of the knowledge and competencies they need and can develop towards becoming recognised as a professional and ethical researcher in the fields of international business and management. <BR/><BR/>- Gain sufficient knowledge, skills and competencies to manage an independent research project effectively.", "授業方法": "This version of the Group Research course is designed for face-to-face delivery. In addition, the design is sufficiently robust and flexible to be effective also in Hybrid / Hyflex delivery modes.", "トピック": {"第1回": ["Research as a process of managed critical enquiry", ""], "第2回": ["Identifying a research problem: attention to audience", "Prepare a critique of an example of &#39;seminal&#39;research"], "第3回": ["Formulating research objectives and questions", ""], "第4回": ["Justifying choices of research method: critical literature review", "Prepare a short, annotated (individual) Literature Review"], "第5回": ["Managing research data: sampling strategies", ""], "第6回": ["Introduction to data analysis #1: testing research hypotheses", "Draft a short questionnaire survey instrument"], "第7回": ["Introduction to data analysis #2: multivariable analysis", ""], "第8回": ["Triangulation and controlling for bias: case study method", "Prepare a critique of a published case study"], "第9回": ["Mixed methods approaches: case study simulation", ""], "第10回": ["Proposal writing workshop", "Prepare and submit a draft research proposal (assessed)"], "第11回": ["Exploring the social roles of researchers: professional, competent and ethical project manager", ""], "第12回": ["Assessing research(er) performance: validity, reliability and credibility (ethics) <BR/><BR/>Instructor gives group feedback on draft research proposals", "Prepare a short individual research presentation that is based on the submitted and commented on draft research proposal"], "第13回": ["Research Presentations (assessed)", ""], "第14回": ["Instructor gives feedback on research presentations<BR/><BR/>Course summary", "Students prepare and submit a final research proposal (assessed)"]}, "評価": {"教科書Required texts0": "There is no required text for this course. Students will be provided with references to and extracts from the following two texts:\n\n\nSaunders, M. N. K., Lewis, P., and A. Thornhill (2012). Research Methods for Business Students (New York: Prentice Hall)\n\n\nJackson, K. and Y. Lee (forthcoming) Doing Business Research Across Cultures: Essential Skills, Competencies and Methods (Cambridge: Cambridge University Press)", "参考文献・資料Reference books0": "Depending on the student group's prior experience of independent social scientific (business & management) research, the instructor will provide open access links and other guidance to reference books and (via LUNA) access to articles and other papers that can help students collectively and individually work towards achieving the stated Learning Goals for the course.", "学生による授業評価の方法Course Evaluation by Students0": "Following standard IMC guidelines and procedures", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Compiling and submitting a draft proposal (20%); Presenting - and defending - an improved draft research proposal (30%)Final report examination (Compiling and submitting a proposal for an individual research project) (50%)"], "成績評価Grading2": "備考　Note\nDraft proposal (20%)\nDrawing on the concepts and techniques present and discussed during the taught elements of the course, students should complete and submit a draft proposal for an individual research project. The instructor will offer individual and group feedback on these draft submissions.\n\nIndividual presentation (30%)\nStudents individually improve their draft proposal ready for an in-class presentation to the group. The peer group and instructor together offer constructive feedback that should enable individual students to prepare a suitable and (in research terms) convincing final research proposal.\n\nFinal report examination (50%):\nDrawing on the concepts and techniques discussed during the group interactions developed during the class-taught elements of the GR course, and on the feedback received during the draft proposal and proposal presentation stages of assessment, students should be individually able to compile and present a research proposal that should offer a critical readers (student peers and potential IR supervisors):\n• A clear statement of problem relevant to current practices of international management\n• A clear and justified statement of research objectives and / or research questions that connect with and build on exist literature relevant to the chosen research topic\n• A robust, academically justified and professionally valid research design, including an explicit statement of research ethics", "更新日時/Date of Update0": "2021年06月23日 09時55分07秒", "項番No.0": [], "項番No.1": ["2021年度", "春学期後半／Spring (2nd Half)", "火曜１時限／Tuesday 1", "春学期後半／Spring (2nd Half)", "ＯＣ１４０８"], "項番No.2": ["2021年度", "春学期後半／Spring (2nd Half)", "火曜２時限／Tuesday 2", "春学期後半／Spring (2nd Half)", "ＯＣ１４０８"]}, "campas": 2, "name": "【600】Group Research Project　４／Group Research Project", "管理部署": 58, "単位数": 2, "担当者": "キース　Ｇ．　Ｊ．（KEITH GEOFFREY JACKSON） ", "履修基準年度": "１年", "時限1": 7, "時限2": 8, "評価1": 4, "開講期": 4}