{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "People buy or consume products and services every day, but their choices and decisions are different from one another. The objective of this course is for students to understand those differences and recognize consumers as individuals and decision-makers.", "到達目標": "The specific objectives of this course are for students to: <BR/>1. Recognize consumers as not merely &quot;target market&quot;; they are both individuals and decision makers. <BR/>2. Develop understanding of consumer characteristics, psychological and situational factors that influence their decision making process and/or purchase decision. <BR/>3. Apply consumer behavior model to the actual consumption issues and discuss how they relate to marketing strategies.", "授業方法": "Online Format: Simultaneous and Two-way.<BR/>The course material, assignments, and the instructions for the final report are available at LUNA. <BR/>The combination of class discussions, experiential class exercises, and assignments (consumer interviews) will facilitate class operation and learning experience. Class discussions will emphasize the primary concepts and issues of consumer behavior. Assignments are designed to enhance the student’s understanding of the relationship between the consumer and the product in terms of motivational context and choice decision.", "トピック": {"第1回": ["Introduction: <BR/>- Course structure <BR/>- Discussion on assignments, final report and course evaluation", "Please read the course material including assignments and final report available at LUNA (Content) before the class."], "第2回": ["Overview of Consumer Behavior Model and Core Concepts", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第3回": ["Consumers as Individuals - Perception, Learning and Memory", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第4回": ["Consumers as Individuals - Motivation and Values", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第5回": ["Consumers as Individuals - The Self, Personality and Lifestyle", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第6回": ["Consumers as Individuals - Attitude<BR/>Group Influence and Opinion Leadership", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第7回": ["Consumers and Subcultures: Income, Social Class and Age", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第8回": ["Consumers and Subcultures: Ethnic Group, Race and Religion", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第9回": ["Consumers as Decision Makers - Consumer Decision Making Process", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第10回": ["Consumers as Decision Makers - Levels of Consumer Involvement", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第11回": ["Cultural Influence on Consumer Behavior<BR/>Global Consumer Culture", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第12回": ["Technological Influence on Consumer Behavior", "Please read the course material available at LUNA (Content) and prepare for class discussion."], "第13回": ["Final Report Presentation", "Please refer to the instructions for final report preparation"], "第14回": ["Course Review and Reflection - The Changing Roles of Consumers in Digital Environment", "Think of the link between technology and sustainable consumption"], "第15回": ["Final Report Submission", ""], "授業外学習2": "The students are required to read the course material available at LUNA before each class and prepare to actively participate in class discussions.<BR/>It is also recommended that students take a basic course in Marketing program and/or have an interest to learn about consumer behavior (or sometime known as the &quot;psychology of marketing&quot;) before taking this course."}, "評価": {"教科書Required texts0": "Michael R. Solomon, Consumer Behavior: Buying, Having and Being, Eighth Edition, Pearson Prentice Hall, 2009.", "参考文献・資料Reference books0": "Selected Cases and Experiential Exercises from Judy Graham, Critical Thinking in Consumer Behavior, 2nd Edition, 2010", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "40 %", "Final Report Examination"], "成績評価Grading2": ["その他／Others (99)", "60 %", "Class Contribution (30%), Assignments (30%)"], "更新日時/Date of Update0": "2021年10月05日 07時39分49秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期後半／Fall (2nd Half)", "月曜２時限／Monday 2", "秋学期後半／Fall (2nd Half)", "教室４"], "項番No.2": ["2021年度", "秋学期後半／Fall (2nd Half)", "木曜２時限／Thursday 2", "秋学期後半／Fall (2nd Half)", "教室４"]}, "campas": 0, "name": "【600】Advanced Topics in Business A／Advanced Topics in Business A", "管理部署": 58, "単位数": 2, "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "授業形態": 1, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 1, "時限2": 22, "評価1": 3, "評価2": 4, "開講期": 6}