{"履修期": "秋学期後半", "主な教授言語": "英語", "授業目的": "The course challenges you to think critically about the role of marketing in the increasingly global economy. As such, rote learning of terms and concepts is not sufficient; you are prepared to take the senior marketing executive’s seat in managing business on a global basis. The senior marketing executive has the responsibility for designing, implementing, and guiding an organization&#39;s marketing efforts. Marketing executives are by definition generalists. They do not have to be expert practitioners in every aspect of marketing. However, they do need to have a solid understanding of each aspect.<BR/><BR/>The course emphasizes decision-making processes related to the organization and its markets in accordance with marketing management principles. The course has many practical elements but also provides the conceptual tools necessary for managers to abstract, analyze, understand and predict existing and future markets and customers. Contemporary and persuasive issues such as the increased globalization of markets (and the current opposite political force of anti-globalization sentiment), the importance of changing technologies as well as legal issues, and the impact of cultural considerations on marketing and branding decision making are recognized and integrated into the course.", "到達目標": "The fundamental premise underlying market-driven strategy is that the market and customers that form the market are the starting point in strategy formulation. Described as market-driven strategy, the key challenges for business organizations include:  1) developing a shared vision throughout the organization about the market and how it is likely to change in the future; 2) identifying opportunities for delivering superior value to customers; 3) positioning the organization and its brands in the market place to obtain the best match between distinctive capabilities and value opportunities; 4) recognizing the potential benefits of partnering with customers, suppliers, distribution channel members, internal functions, and even competitors; and 5) implementing and managing marketing strategy on a global basis.  At the end of the course, you will learn the changing nature of global competition and the importance of the simultaneous pursuit of economies of scale and cultural sensitivities in marketing operations.", "特記事項": "", "関連科目": "", "授業の概要・背景": "", "授業方法": "The course is taught, using a combination of lectures, case analysis and class discussion. The textbook will give you a broad picture of what global marketing management is all about. <BR/><BR/>To enhance your grasp and management of various problems global marketers face, you are required to work in a group on both Assignments (A) and (B). Each group will be made up of a number of students and will work as a unit for all group assignments throughout the semester. A comprehensive exam is also scheduled as Assignment (C) to assess your understanding of the class material. However, the exam is optional. See the details in the syllabus (uploaded)", "トピック": {"第1回": ["Global Economic and Financial Environment (1)", "Reading:\t.Ch. 1 (including the Appendix), 2, and 3<BR/>Recommended:   .Ch. 18"], "第2回": ["Global Economic and Financial Environment (2)", "Reading:\t.Ch. 1 (including the Appendix), 2, and 3<BR/>Recommended:   .Ch. 18"], "第3回": ["Socio-Cultural and Political/Legal Environment (1)", "Ch. 4 and 5"], "第4回": ["Socio-Cultural and Political/Legal Environment (2)", "Ch. 4 and 5"], "第5回": ["Global Marketing Strategies (1)", "Ch. 8, 9, and part of Ch. 15 on Sourcing Strategy"], "第6回": ["Global Marketing Strategies (2)<BR/><BR/>Case #1", "Ch. 8, 9, and part of Ch. 15 on Sourcing Strategy"], "第7回": ["Product Policy", "Ch. 10 and 11"], "第8回": ["Global Pricing<BR/><BR/>Case #2", "Ch. 12"], "第9回": ["Global Promotion", "Ch. 13"], "第10回": ["Global Distribution and Logistics<BR/><BR/>Case #3", "Ch. 15 and 16"], "第11回": ["Case-Writing Project Presentations (1)", ""], "第12回": ["Case-Writing Project Presentations (2)", ""], "第13回": ["Review", ""], "第14回": ["Comprehensive Exam", ""]}, "評価": {"教科書Required texts0": "Kotabe and Helsen, Global Marketing Management, 9th ed. (Hoboken, NJ: Wiley, 2023), soft cover (ISBN: 978-1119888765) or e-book (ISBN: 978-1119888727)\n(Note) If it is not available at Japanese Amazon.co.jp, you can go direct to the publisher at https://www.wiley.com/en-jp/Global+Marketing+Management%2C+9th+Edition-p-9781119888727.\n\nAll cases will be distributed before the class starts", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "40 %", ""], "成績評価Grading2": ["その他／Others (99)", "60 %", "See below"], "成績評価Grading3": "備考　Note\nAll assignments will be graded on a 4-point basis\n(4 = Excellent, 3 = Good, 2 = Not so good, 1 = Poor)\n\nClass Attendance and Participation 30%\nIn-Class Case Presentation 30%\nExam 40%", "添付ファイル1/File Attachment 10": ["Syllabus 2023-4 KGU - Advanced Topic C - INTERNATIONAL MARKETING.docx", "Syllabus"], "更新日時/Date of Update1": "2023年02月28日 18時49分42秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期後半／Fall (2nd Half)", "土曜３時限／Saturday 3", "秋学期後半／Fall (2nd Half)", "ＯＣ１００５"], "項番No.2": ["2023年度", "秋学期後半／Fall (2nd Half)", "土曜４時限／Saturday 4", "秋学期後半／Fall (2nd Half)", "ＯＣ１００５"]}, "campas": 2, "name": "【600】Advanced Topics in Business C／Advanced Topics in Business C", "管理部署": 58, "単位数": 2, "担当者": "小田部　正明（KOTABE MASAAKI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 37, "時限2": 38, "評価1": 2, "評価2": 4, "開講期": 6}