{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "特記事項": "【合併】Seminar in International Human Rights and Humanitarian Principles　（大学院共通科目・認定科目前期）/Seminar in International Human Rights and Humanitarian Principles　（経営戦略研究科）", "関連科目": "Career seminar for International Organizations, Management of International Organizations, Internship in the United Nations", "授業の概要・背景": "", "授業方法": "The seminar will be conducted face to face on campus in principle.  However, when there are students who cannot physically come to campus due to restrictive measures taken against the pandemic, sessions will be conducted in hybrid manner that employ interactive online schooling.", "トピック": {"第1回": ["(9/21) &nbsp;Introduction and overview of the course (Shimizu)<br />1) Understanding objectives and structure of the course<br />2) Exploring your own experiences on human rights<br />3) Understanding human rights norms and principles", "Assignment: Each student prepares one-page report on her/his experiences on this course."], "第2回": ["(9/28) UN and human rights (Miwa)<br />1) UN and human rights<br />2) UN Charter<br />3) Universal Declaration of Human Rights (UDHR)", "Assignment: Each student prepares one-page report on the Universal Declaration of Human Rights."], "第3回": ["(10/5) Treaty bodies and their implementation mechanisms (Miwa)<br />1) 9 core human rights treaties and their committees<br />2) Concluding observations<br />3) Individual communication", "Assignment: Each student prepares one-page report on one of the 9 core human rights treaties."], "第4回": ["(10/12) Mission, responsibilities, contributions and challenges of treaty committees: Guest speaker to be invited. (Miwa)&nbsp;<div><div><br /></div></div>", "Assignment will be notified prior to the class."], "第5回": ["(10/19) Human Rights Council (Miwa)<br />1) Roles and functions of Human Rights Council<br />2) Universal Periodic Review (UPR)", "Assignment: Each student prepares one-page report on&nbsp;Universal Periodic Review (UPR) and its functions."], "第6回": ["(10/26) UN and disability (Nishino) <br />1) How disability has been regarded in international settings and the UN. <br />2) Convention on the Rights of Persons with Disabilities (CRPD)<br />3) Case study discussion: Students are expected to actively participate in group and class discussions.", "Required reading:<br />1)https://www.un.org/development/desa/disabilities/convention-on-the-rights-of-persons-with-disabilities."], "第7回": ["<div>(11/2) Internaional Humanitarian Laws (Akahoshi)</div><div>1) Historical development of international humanitarian laws (IHLs) and International Committee of the Red-Cross (ICRC)</div><div>2) Applying IHLs to a specific conflict situation</div>", "<div>Assignment: Each student prepares one-page report on international humanitarian laws (IHLs)</div><div><br /></div><div>Suggested reading:</div><div>https://www.icrc.org/en/document/rules-war-why-they-matter</div>"], "第8回": ["(11/9)&nbsp;<span style=\"font-size:13.28px;\">UNHCR: Mandate and the international protection of refugees &nbsp;(Shimizu)</span><div>1)Mandate of UNHCR</div><div>2)Historical development of the international protection of refugees</div><div>3) International protection of refugees&nbsp;</div>", "Assignment: Each student prepares one-page report on UNHCR mandate."], "第9回": ["(11/14)&nbsp;<span style=\"font-size:13.28px;\">UNHCR: Applying human rights and humanitarian principles for refugee assistance (Shimizu)</span><div>1)<span style=\"font-size:13.28px;\">UNHCR principles in programming the concept of protection -AGDM</span></div><div>2) International protection of refugees and human rights laws</div><div>3)Applying the humanitarian principles to refugee situations<span style=\"font-size:13.28px;\">&nbsp;</span></div>", "Assignment: Each student prepare one-page report on the international protection of refugees"], "第10回": ["<span style=\"font-size:13.28px;\">(11/23) Humanitarian principles (Akahoshi)</span><br /><span style=\"font-size:13.28px;\">1) Historical development of humanitarian principles</span><br /><span style=\"font-size:13.28px;\">2) Application of humanitarian principles</span>", "Assignment: Each student prepares one-page report on humanitarian principles<br /><br />Suggested reading:<br />https://www.unocha.org/themes"], "第11回": ["(11/30) A principled approach to humanitarian action (Kukita)<br />1) UNICEF’s perspective working in complex emergencies<br />2) Child rights-based approach and humanitarian support to children<br />3) Core commitment for children<br />4) Child soldiers<br />5) UNICEF’s cluster responsibilities", "Assignment: Each student prepares one-page report on special considerations in taking humanitarian support to children."], "第12回": ["(12/7)&nbsp;<span style=\"font-size:13.28px;\">Guest: Former member of UNHCR or other UN agencies (Shimizu)</span>", "Post-seminar assignment: Reflections on the lecture given by the quest speaker"], "第13回": ["(12/14) Reflecting the course and preparing for the term paper (Shimizu)<br />1) Reflecting the course<br />2) Discussion on issues raised<br />3) Preparing for the term paper", "Assignment: Each student prepares one-page report on (1) what she/he has learned in the seminar and (2) an outline of the term paper on a specific theme/topic of human rights or humanitarian issues with its title, research question, and structure."], "第14回": ["(12/23) Conclusion (Shimizu) <br />1) Presentation by each student of the term paper<br />2) Evaluation of the course", "Assignment: Each student makes a presentation on her/his term paper."]}, "評価": {"0": "", "1": ["", ""], "2": ["", ""], "3": ["", ""], "4": ["", ""], "5": ["", ""], "6": ["", ""], "7": ["", ""], "8": ["", ""], "9": ["", ""], "10": ["", ""], "11": ["", ""], "12": ["", ""], "13": ["", ""], "14": ["", ""], "参考文献・資料Reference books0": "http://reliefweb.int/\nhttp://interagencystandingcommittee.org/system/files/hpc_reference_module_2015_final_.pdf\nhttp://interagencystandingcommittee.org/\nhttps://www.ohchr.org/en/ohchr_homepage\nhttps://www.ohchr.org/en/universal-declaration-of-human-rights\nhttps://www.ohchr.org/en/treaty-bodies\nhttps://www.ohchr.org/en/hr-bodies/upr/upr-main", "学生による授業評価の方法Course Evaluation by Students0": "Periodic feedback and final evaluation with an evaluation form", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Refer to \"Method of Criteria for Evaluation Note\""], "成績評価Grading2": "備考　Note\nAssignment (20%)\nContribution to class (20%)\nPresentation and submission of a term paper (60%)", "更新日時/Date of Update0": "2023年12月14日 22時03分54秒", "項番No.0": [], "項番No.1": ["2024年度", "秋学期／Fall", "土曜２時限／Saturday 2", "秋学期／Fall", "未定"]}, "campas": 0, "name": "【600】Seminar in International Human Rights and Humanitarian Principles／Seminar in International Human Rights and Humanitarian Principles", "管理部署": 58, "単位数": 2, "担当者": "清水　康子（SHIMIZU YASUKO） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "時限1": 36, "評価1": 6, "開講期": 2, "成績評価備考": "備考　Note\nAssignment (20%)\nContribution to class (20%)\nPresentation and submission of a term paper (60%)"}