{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "授業方法": "This class will be held in both face to face on campus and online face to face style. Seminar discussions on research results and case reviews.", "トピック": {"第1回": ["9/22<BR/>Introduction and overview of the class, objectives, expectations by students, preparation for final presentation<BR/>SDGs and global environmental issues:<BR/>Sustainable development Goal #13 and relevant goals<BR/>The Paris agreement <BR/><BR/>Assignment: Students prepare one-page summary of the Paris Agreement and identify key issues, including cause, situation, threats, strategies and actions.", "Assignment: Students prepare one-page summary of the Paris Agreement and identify key issues, including cause, situation, threats, strategies and actions."], "第2回": ["9/29<BR/>Global warming and climate change:<BR/>Current global environmental issues. Science of climate change and climate change denial <BR/>Global warming, the causes:<BR/>Analysing multiple causes<BR/>Identifying key factors and players <BR/>\tAssignment: Students prepare a 3 slide presentation on a strategy to convince and convert climate change deniers to take climate action", "Assignment: Students prepare a 3 slide presentation on a strategy to convince and convert climate change deniers to take climate action"], "第3回": ["10/6<BR/>Global warming, impact and vulnerability:<BR/>Assessing impact<BR/>Identifying vulnerable groups and vulnerability<BR/>\tAssignment: Students prepare 3-slide presentation on how to identify vulnerable groups in developing countries.", "Assignment: Students prepare 3-slide presentation on how to identify vulnerable groups in developing countries."], "第4回": ["10/13<BR/>Climate action:<BR/>Policy advocacy<BR/>Communication for action<BR/>\tAssignment: Students prepare a one-page advocacy and communication strategy to promote climate action in a developing country of their choice", "Assignment: Students prepare a one-page advocacy and communication strategy to promote climate action in a developing country of their choice"], "第5回": ["10/20<BR/>Climate change mitigation actions:<BR/>Reducing anthropogenic emission of greenhouse gas<BR/>Reforestation and new technologies<BR/>\tAssignment: Students prepare a 3-slide presentation on available technology options to mitigate greenhouse gases.", "Assignment: Students prepare a 3-slide presentation on available technology options to mitigate greenhouse gases."], "第6回": ["10/27<BR/>Climate change mitigation actions: Carbon footprint<BR/>What can we do to reduce carbon emission? <BR/><BR/>Assignment: Each student analyses the “101 ways to fight climate change” and create one mind map, so that she/he can explain what we can do to fight climate change, in 3 minutes.", "Assignment: Each student analyses the “101 ways to fight climate change” and create one mind map, so that she/he can explain what we can do to fight climate change, in 3 minutes."], "第7回": ["11/0<BR/>Global consensus building processes:<BR/>UNFCCC and COP process, IPCC <BR/>The Paris agreement, <BR/>Depending on the availability, invite a staff of UNFCCC and discuss on the issue of global consensus building for sustainable environment and climate action.<BR/>\tAssignment: Students summarise key steps and approaches in building global consensus on climate change and climate action", "Assignment: Students summarise key steps and approaches in building global consensus on climate change and climate action"], "第8回": ["11/17<BR/>Implementation of Paris agreement:<BR/>Funding climate action <BR/>Working with partners and governments<BR/>Differentiation (CBDR-RC)", "Assignment: Students prepare presentations on the assessment of the current implementation status of the Paris Agreement and key challenges for full implementation."], "第9回": ["11/24<BR/>SDGs and climate change: How SDGs promotion and implementation are linked to solving environmental issues. Students will discuss the inter-linkage of SDGs and environmental policy process.", "Assignment: Students prepare a one-page mind-map of inter-linkages between key climate process and SDGs"], "第10回": ["12/1<BR/>UN agencies&#39; work on environment: UNEP (Guest) <BR/>UNEP is the lead agency on global environmental issues, including support to IPCC, COP, and implementation of the Paris Agreement. Students will learn from and discuss with UNEP staff on the latest issues it is involved.", "Assignment: Students prepare a one-page summary of UNICEF’s approach to climate change and children."], "第11回": ["12/8<BR/>UN agencies&#39; work on environment: UNICEF, Children are the most vulnerable group in the changing climate. Students will learn UNICEF’s approach for climate mitigation and adaption for children, particularly through policy advocacy.", "Assignment: Students prepare a presentation on one UN agency’s work on Environment."], "第12回": ["12/15<BR/>UN agencies&#39; work on environment: Presentation by students on UN agency’s work on climate change mitigation or adaptation.", "Assignment: Students prepare a one-page note on their final presentation with title, brief background, research question and main references."], "第13回": ["12/22<BR/>Roles of private sector and civil society in climate mitigation and adaptation, and linking lifestyle with climate action: Students make short presentations on cases of corporates or civil society organizations addressing climate issues through their activities.", "Students prepare their final presentation."], "第14回": ["1/12<BR/>Final presentation and critique: Students presentation on how to address climate issues through their life, including change of their lifestyle, career choices and policy advocacy. End of class evaluation", ""]}, "評価": {"参考文献・資料Reference books0": "Paris agreement, http://unfccc.int/files/essential_background/convention/application/pdf/english_paris_agreement.pdf", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodical reports and response papers and individual presentations (Professor Kukita 100%)"], "成績評価Grading2": "備考　Note\nFor IBA students, Perspective of Business Practice will be included in evaluation.", "更新日時/Date of Update0": "2021年09月09日 17時55分17秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "水曜３時限／Wednesday 3", "秋学期／Fall", "院－２０８"]}, "campas": 0, "name": "【600】Seminar in Global Environmental Policy／Seminar in Global Environmental Policy", "管理部署": 58, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "授業形態": 0, "緊急授業形態": 1, "オンライン授業形態": 1, "時限1": 16, "評価1": 4, "開講期": 2}