{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The objective of this course is for students to discuss various issues relevant to their Individual Research (IR) project. Each session focuses on various topics at hand such as objectives, methodology, data analysis, findings, and research implications.", "到達目標": "After completing this course, students are expected to: <BR/>1. Understand various stages of the research process<BR/>2. Observe, analyze, and provide interpretations of information or data relevant to their research theme. <BR/>3. Acquire the necessary skills to prepare a satisfactory IR report.", "授業方法": "Online format: Simultaneous and Two-way <BR/>Each session includes individual guidance for IR preparation and discussion of each student&#39;s research issues and progress.", "トピック": {"授業計画1": "Every session of this course focuses on research process and individual research progress of each student. <BR/>Interactive online discussions between students and the instructor will include:<BR/>- Formulating and clarifying each student’s research topic and developing a research plan <BR/>- Gathering and reviewing the literature<BR/>- Developing a research framework, key constructs, and research design<BR/>- Methodology and planning for data collection<BR/>- Data analysis and interpretation of result(s)<BR/>- Providing guidelines for writing the research report", "授業外学習2": "It is desirable for students to have completed a research proposal before taking this course and a group research course relevant to the marketing area. The students are expected to prepare individual research issues and attend all scheduled sessions. If for some reason the students are not able to attend any particular online session, please notify the instructor (by e-mail) at least 24 hours beforehand."}, "評価": {"教科書Required texts0": "Specific literature and reading materials relevant to each student's research topic will be recommended.", "参考文献・資料Reference books0": "Mark Saunders, Philip Lewis & Andrian Thornhill, Research Methods for Business Students, 5th Edition, Prentice-Hall, July 2009.", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Individual Research Report"], "更新日時/Date of Update0": "2021年01月12日 06時59分36秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "月曜１時限／Monday 1", "秋学期／Fall", "教室４"], "項番No.2": ["2021年度", "秋学期／Fall", "木曜１時限／Thursday 1", "秋学期／Fall", "教室４"]}, "campas": 0, "name": "【600】Individual Research　２／Individual Research", "管理部署": 58, "単位数": 4, "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "時限1": 0, "時限2": 21, "評価1": 4, "開講期": 2}