{"履修期": "秋学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is that students will acquire knowledge and understand global development agenda--an important transition from the Millennium Development Goals (MDGs) to the Sustainable Development Goals (SDGs), and complex implementation aspects of SDGs, which contains 17 goals and 169 targets adopted by the UN&#39;s 193 member states in 2015.", "到達目標": "1. Students will be able to assess the transition from MDGs to SDGs.<BR/>2. Students will be able to research integrated three policy pillars of “Economics”, “Environment, and “Social” plus governance to implement SDGs.<BR/>3. Students will be able to understand the policy direction of UN development system at large under the new leadership of Secretary General.", "授業方法": "This class will be held in seminar/lecture style. Resource person(s) would encourage students for active class discussion in focusing on selected topics. Students&#39; presentation would be requested in each module. The course will be taught by UN and other international practitioners and experts with hands-on experience in development.", "トピック": {"第1回": ["Professor Shun-ichi Murata<BR/>Introduction of resource person(s) and seminar contents: review of the references, requirements, etc., in clarifying the course directions. Group studies are encouraged to prepare presentation and discussion: group work, presentation quality, etc., should be discussed at this orientation session", "enrolled students to prepare to express their expectations of what to focus on and to learn the course."], "第2回": ["Professor Shun-ichi Murata <BR/>For this portion, development theories, policies, and approaches since 1960s to the present and transition from MDGs to SDGs would be reviewed.<BR/>Students will be asked to prepare analytical presentations for assigned “Chapters” based upon the following reference materials.<BR/>Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors),  From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9", "Review history of North-South problem and the development approaches. Explore some new approaches from developped and developing countries.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3 hours"], "第3回": ["Professor Masakazu Sakaguchi <BR/>Inclusive Growth:<BR/>Inclusive growth has emerged as a new development paradigm in many countries. The discussion in the class include conceptual issues, the strategies anchored in inclusive growth, and the conceptual framework for defining and measuring inclusive growth.<BR/>参考文献：<BR/>Measuring and Monitoring Inclusive Growth: Multiple Definitions 2010 -https://www.adb.org/publications/measuring-and-monitoring-inclusive-growth-multiple-definitions-open-questions-and-some <BR/>Inclusive Growth Criteria and Indicators: An Inclusive Growth Index for Diagnosis of Country Progress  2010<BR/>https://www.adb.org/projects/documents/inclusive-growth-criteria-and-indicators-inclusive-growth-index-diagnosis-country<BR/>J. Zhuang, and I. Ali 2010. Poverty, Inequality, and Inclusive Growth in Asia: Measurement, Policy Issues, and Country Studies.  Asian Development Bank", "Resource person&#39;s assigned reading materials.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第4回": ["Professor Shun-ichi Murata<BR/>Transition from MDGs and SDGs: what is the difference and what might be the challenge for SDGs implementation?", "Read the relevant chapters of:<BR/>Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors),  From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9<BR/>UN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication<BR/>ISBN: 978-92-1-120708-8<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第5回": ["Professor Keiko Nishino   <BR/>The SDGs: reflections on the implications and challenges for health. <BR/>* International health policy to challenge double burdens; infectious and noncommunicable diseases. <BR/>References: WHO “Health in 2015: from MDGs to SDGs”<BR/>Chapter 1 ‘From MDGs to SDGs, general introduction’<BR/>http://www.who.int/gho/publications/mdgs-sdgs/MDGs-SDGs2015_chapter1.pdf?ua=1<BR/>Chapter 5 ‘Infectious diseases’<BR/>http://www.who.int/gho/publications/mdgs-sdgs/MDGs-SDGs2015_chapter5.pdf?ua=1<BR/>Chapter 6 ‘Noncommunicable diseases’<BR/>http://www.who.int/gho/publications/mdgs-sdgs/MDGs-SDGs2015_chapter6.pdf?ua=1", "Review the suggested readings for discussion"], "第6回": ["Professor Keiko Nishino <BR/>The SDGs: reflections on the implications and challenges for health. <BR/>* Universal health coverage <BR/>References: WHO “Health in 2015: from MDGs to SDGs”<BR/>Chapter 3 ‘Universal health coverage’<BR/>http://www.who.int/gho/publications/mdgs-sdgs/MDGs-SDGs2015_chapter3.pdf?ua=1<BR/>Chapter 4 ‘Reproductive, maternal, newborn, child, adolescent health and undernutrition’<BR/>http://www.who.int/gho/publications/mdgs-sdgs/MDGs-SDGs2015_chapter4.pdf?ua=1<BR/>Chapter 9 ‘The SDGs: reflections on the implications and challenges for health’<BR/>http://www.who.int/gho/publications/mdgs-sdgs/MDGs-SDGs2015_chapter9.pdf?ua=1", "the same above"], "第7回": ["Professor Jun Kukita  <BR/>Global development goals and human rights:<BR/><BR/>-History of global development goals and mainstreaming of human rights perspective<BR/>-Lessons learned: the power of universal, measurable and time-bound goals<BR/>-Millennium Declaration and MDGs, spearheading with doables and remaining issues<BR/>-Why human rights were not visible in MDGs", "Preparatory reading: <BR/>https://www.oecd.org/dac/2508761.pdf<BR/>http://www.un.org/millennium/declaration/ares552e.htm"], "第8回": ["Professor Shun-ichi Murata <BR/>Why poverty is the priority of SDGs? Let us look at the data and statistics of SDGs. The gap between rich and poor is widening globally as well as within the country. What does this mean to us?<BR/>Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors),  From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9<BR/>UN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication<BR/>ISBN: 978-92-1-120708-8", "Relevant chapters of:Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors),  From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9<BR/>UN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication<BR/>ISBN: 978-92-1-120708-8<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-hours"], "第9回": ["Professor Jun Kukita<BR/>Global development goals and human rights:<BR/>- Introduction of human rights based approach to development programming<BR/>- Mainstreaming human rights and rethinking agency mandate and focus <BR/>- How SDGs become more inclusive and human rights based.<BR/>- Future of development cooperation", "Preparatory reading: https://hrbaportal.org/faq/what-is-a-human-rights-based-approach"], "第10回": ["Professor Shun-ichi Murata<BR/>Emergency/humanitarian assistance, reconstruction, and mid-term development: what is difference of each stage? What are those characteristics based upon status quo of LDC, LLDC, and “failed states”- so called, “countries for special needs”<BR/>Students are expected to prepare presentations based upon the following text.<BR/>Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors),  From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9<BR/>UN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication<BR/>ISBN: 978-92-1-120708-8<BR/>And uploaded materials in &quot;LUNA&quot; to be checked", "Review &quot;LUNA&quot; loaded articles and Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors),  From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9<BR/>UN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication<BR/>ISBN: 978-92-1-120708-8<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第11回": ["Professor Masakazu Sakaguchi<BR/>Middle- Income Trap:<BR/>Recently, the newly coined term middle-income trap has been widely used by policy makers to refer to the economies that seem to be stuck in the middle-income range. The discussion in the class include the examination of the middle-income trap hypothesis and the identification of the variables that could alter growth.<BR/>参考文献：<BR/>Re-examining the Middle-Income Trap Hypothesis: What to Reject and What to Revive?, July 2015 http://www.adb.org/publications/re-examining-middle-income-trap-hypothesis <BR/>Managing the Middle-Income Transition, March 2015 http://www.adb.org/publications/managing-middle-income-transition <BR/>The Middle-Income Transition around the Globe: Characteristics of Graduation and Slowdown, March 2015http://www.adb.org/publications/middle-income-transition-around-globe-characteristics-graduation-and-slowdown\t<BR/>Middle-Income Transitions: Trap or Myth?, November 2014 http://www.adb.org/publications/middle-income-transitions-trap-or-myth", "Review the suggested reading materials of the resource person.<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第12回": ["Professor Shun-ichi Murata<BR/>Review and discussion of the new trends of development approaches: Gross National Happiness (Bhutan),Sufficiency Economy Philosophy(Thailand),Human Development Report(UNDP),Human Security (Japan) and Buen Vivier(Ecuador/Bolivia)", "Review LUNA Uploaded articles and URLs: Please consider why those approaches are surfaced?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第13回": ["Professor Shun-ichi Murata <BR/>Structural and governance issues for institutional framework in implementing SDGs in the context of UN system and other actors<BR/>SDGs may or may not work?<BR/>Inter-country programmes vs Country Programmes (UN&#39;s comparative advantage)", "Importance of Governance and partnership in implementing SDGs. Why? What is the comparative advantage of regional project and country project ?<BR/>Students are expected to spend 2-3 hours’ preparations before the lecture and review the outcome of the discussion after the lecture at least 2-3hours"], "第14回": ["Professor Shun-ichi Murata <BR/>Wrap up session", "Prepare questions to be clarified in the course work amongst others."], "授業外学習2": "Presentations, discussion, debate, and lectures would be undertaken in English with active participation of the students. Students are expected to submit short papers/essays at least 3 times (2,000 words each) during the course (resource person may ask students to prepare a short note in addition to the requirement). Strongly recommended to review the relevant readings for the topics discussed during the course. Consul with responsible resource person(s) as deemed necessary."}, "評価": {"教科書Required texts0": "Raj M.Desai, Hiroshi Kato, Homi Kharas and John W.McArthur (Editors), From Summits to Solutions: Innovations in implementing the Sustainable Development Goals 2018 Brooking Institution Press ISDN 978-0-8157-3663-9\nUN/ESCAP 2016. Transformations for Sustainable Development: Promoting Environmental Sustainability, UN Publication\nISBN: 978-92-1-120708-8\nhttp://unsdsn.org/what-we-do/education-initiatives/\nSDG Academy\nhttps://sustainabledevelopment.un.org/\nUN Sustainable Development Knowledge Platform\nhttp://www.undp.org/content/undp/en/home/sustainable-development-goals.html\nUNDP Sustainable Development\nhttp://www.worldbank.org/en/publication/wdr2017#1\nWorld Development Report\nhttp://www.unosd.org/\nUN Office for Sustainable Development.", "参考文献・資料Reference books0": "Laurence Chandy, Hiroshi Kato, and Homi Kharas, Editors, 2015, The Last Mile in Ending Extreme Poverty, 2015, Brooking Institution Press ISBN 978-0-8157-2633-3\nJan Nederveen Pieterse, second edition, 2010 Development Theory\nAge Publication ISBN 978-1-4129-4515\nCarbonnier, Gilles, ed. 2012. International Development Policy: Aid, Emerging Economies and Global Policies, The Graduate Institute Geneva Publications/Palgrave MacMillan ISBN 978-1-137-00340-9\nAngus Deaton, 2013 The Great Escape, Princeton University Press\nISBN 978-0-691-15354-4\nThomas Piketty, 2014, Capital in the Twenty-First Century (translated by Arthur Goldbammer), The Belknap Press of Harvard University Press ISBN 978-0-674-43000-6\nRob Cross, Reb Rebele, and Adam Grant, Jan-Feb. 2016, “Collaborative Overload”, pp.74-79. Harvard Business Review\nHuntington, Samuel P. 2016, “Will More Countries Become Democratic?” pp.237-267. The Journal of Public and International Affairs, Political Science Quarterly, Academy of Political Science\nNye, Joseph. 2016, \"Limits of American Power\" , pp.267-284., The Journal of Public and International Affairs, Political Science Quarterly, Academy of Political Science\nhttps://www.youtube.com/watch?v=jsGBuu88WE0\nClimate Change - Paris Agreement （備考に追記あり）", "学生による授業評価の方法Course Evaluation by Students0": "Students are encouraged to evaluate the seminar based upon the standing procedures of KG system", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Mid -term summary paper（30％） and final wrap up paper(30%) plus resource person's assigned short papers(30%), presentations, class contribution(10%), etc. would be the basis of evaluation."], "成績評価Grading2": "備考　Note\nFor IBA students, Perspective of Business Practice will be included in evaluation.", "備考Note0": "（参考文献追記）\nMeasuring and Monitoring Inclusive Growth: Multiple Definitions 2010 -https://www.adb.org/publications/measuring-and-monitoring-inclusive-growth-multiple-definitions-open-questions-and-some\nInclusive Growth Criteria and Indicators: An Inclusive Growth Index for Diagnosis of Country Progress 2010\nhttps://www.adb.org/projects/documents/inclusive-growth-criteria-and-indicators-inclusive-growth-index-diagnosis-country\nJ. Zhuang, and I. Ali 2010. Poverty, Inequality, and　Inclusive Growth in Asia: Measurement, Policy Issues, and Country Studies. Asian Development Bank\nRe-examining the Middle-Income Trap Hypothesis: What to Reject and What to Revive?, July 2015 http://www.adb.org/publications/re-examining-middle-income-trap-hypothesis\nManaging the Middle-Income Transition, March 2015 http://www.adb.org/publications/managing-middle-income-transition\nThe Middle-Income Transition around the Globe: Characteristics of Graduation and Slowdown, March　2015 http://www.adb.org/publications/middle-income-transition-around-globe-characteristics-graduation-and-slowdown\nMiddle-Income Transitions: Trap or Myth?, November 2014 http://www.adb.org/publications/middle-income-transitions-trap-or-myth", "更新日時/Date of Update1": "2021年03月01日 12時51分24秒", "項番No.0": [], "項番No.1": ["2021年度", "秋学期／Fall", "土曜１時限／Saturday 1", "秋学期／Fall", "未定"]}, "開講キャンパス": "西宮上ケ原キャンパス／Nishinomiya Uegahara Campus", "【科目ナンバー/Course Number】授業名称": "【600】Global Sustainable Development／Global Sustainable Development", "管理部署": "経営戦略研究科/IBA／Institute of Business and Accounting", "単位数": "2", "担当者": "村田　俊一（MURATA SHUN-ICHI） ", "履修基準年度": "１年", "時限1": "土曜１時限／Saturday 1", "開講期": "秋学期／Fall"}