{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "Refer to English below", "到達目標": "Refer to English below", "特記事項": "", "関連科目": "Seminar in Global Communication, Internship in the United Nations, Management of International Organizations", "授業の概要・背景": "Career development professionals, mentors and external advisors give advice, comments and support for revising the plan and realising it successfully. Today&#39;s leaders are expected to have an ability to thoroughly analyze as well as communicate persuasively with clarity. This course will enhance the capacity of each student to present himself/herself well in both public and private settings. Customized/smaller workshops are developed for students to improve their presentation skills and prepare for competency-based and other types of interviews. High quality CV writing, (to review concise policy relevant letters and CVs linking the course of Seminar in Global Communication and Internship in the United Nations), handling negotiations, networking, etc. are included. The course&#39;s resource persons provide a simulated roadmap of career plans based upon their experiences as a frame of reference.", "授業方法": "Online classes will be organized during COVID-19 crisis. Customized/smaller workshops are developed for students to improve their presentation skills and prepare for competency-based and other types of interviews.", "トピック": {"第1回": ["4/9 Introduction and overview of the class (Kukita):<BR/>Objectives and process, expectations by students, preparing for the final presentation, Life planning and careers in 21st century", "Assignment: Students prepare their own personal mission, strategy and goals"], "第2回": ["4/16 UN Competency framework (Kukita):<BR/>Development of competency framework at UN and other international organizations<BR/>UN core values: Integrity, Professionalism, Respect for diversity", "Assignment: Students self-assess their own competencies."], "第3回": ["4/23 Assessing competencies (Kukita):<BR/>UN core competencies and managerial competencies. <BR/>Assessing competency requirement of the job opening", "Assignment: Each student prepares a zero draft of life, career, competency development plan, and value statement"], "第4回": ["4/30 Developing personal competency development plan (Kukita):<BR/>Presentation of the zero draft of life, career, competency development plan<BR/>Time frame for competency and career development.", "Assignment: Students prepare for their presentations on their life, career and competency development plans, version 1.0."], "第5回": ["5/7 Career paths and options (Miwa)<BR/>Career path options to reach UN and other global public services, including diplomatic, non-governmental and bi-lateral aid organizations. <BR/>Developing global competencies through different careers.", "Pre-assignment: Students analyse careers with UN organizations: based on UN Human Resources web site, and/or UN Forum 160 interviews with Japanese UN officials"], "第6回": ["5/14 Curriculum Vitae preparation (Nishino) <BR/>Objectives: Students will understand basic composition and key points of UN Job Descriptions and be able to improve their Curriculum Vitae. Contents: Lecture and discussion. Peer review of CV and identify points for improvement.", "Pre-assignment: Students will find one vacancy, obtain the JD and prepare his/her CV."], "第7回": ["5/21 Cover letter preparation (Nishino)<BR/>Objectives: Students will be able to prepare effective cover letter for international career. <BR/>Contents: Lecture and discussion. Peer review of cover letters, and identify points for improvement.", "Pre-assignment: Using the same post as above, students will prepare a cover letter for application."], "第8回": ["5/28 Competency-Based Interview: (Nishino)<BR/>Objective: Students will develop UN competency-based interview skills.<BR/>Contents: Students will practice mock interviews against the positions which they chose during the previous sessions. The interviewers are resource persons and UNFA students. By interviewing each other, students will realize some technical as well as psychological aspects of interview. This session will be filmed and viewed within the session for reflection and further improvements.", "Pre-assignment: 1) Students will improve his/her CV and cover letter based on the previous sessions.<BR/>2) Students will prepare mock interview."], "第9回": ["6/4 Competency-Based Interview (continued) (Nishino)<BR/>After completion of all interviews, students will reflect the points for further improvements and preparation for internship.", ""], "第10回": ["6/11 Presentation for jobs (Murata)<BR/>Students to learn by doing their own simulation and presentation of a given subject (relevant the on- going research/intern placement) by resource person. The selection of the subject will be discussed in advance. “First 5 minutes” would be the key to attract the audience. The participants are required to comment on each presentation on the spot to further improve skills. The participants’ presentation should be filmed and reviewed in the class.", "Reference: “Craft the Beginning”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第11回": ["6/18 (Murata) The previous reflection of the soft spots and the strengths will be highlighted for the participants. Resource person and the participants are to review the “Common Ground” to refine each presentation with specific interventions. The presentation should be filmed again.", "Reference: “Common Ground”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第12回": ["6/25 (Murata) The participants will be given an opportunity for impromptu speech (selection of theme is at random.  Ability to be tested from the various angles) by resource person based upon the experience of previous sessions. The speech/presentation should be prepared within 5minutes followed by 5minutes presentations.  The presentations will be filmed.", ""], "第13回": ["7/2 (Murata) Resource person will wrap up the points of the last 3 sessions together with the participants in taking a close look at the videoed presentations.  The participants are required to submit “one page” wrap up paper within 48 hours.", "Reference: “Anticipate Resistance”, HBR Guide to Persuasive Presentations by Nancy Duarte, 2012 ISBN:978-1-4221-8710-4"], "第14回": ["7/9 (Kukita) Capstone presentations: Students present their life, career and competency development plans based on their own missions, visions, career path and competency assessment, which will guide their personal and professional development in life. End of course evaluation.", ""]}, "評価": {"教科書Required texts0": "UN Competency development: A practical guide", "参考文献・資料Reference books0": "UN Human Resources web site, https://careers.un.org/lbw/Home.aspx\nCareer sites of each UN organization, https://www.unicef.org/about/employ/\nUN Forum web site, http://unforum.org/unstaff/index.html", "学生による授業評価の方法Course Evaluation by Students0": "Periodical feedback and final evaluation with an evaluation form", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Periodic reports, contributions to class discussions, and presentations assigned by each professor (Professors Nishino and Murata (each 30%), Professor Miwa (10%), as well as the final presentation (Professor Kukita, 30%)."], "添付ファイル1/File Attachment 10": ["UN Office of Human Resources Competency Development Guide.pdf", "Textbook"], "更新日時/Date of Update1": "2022年03月10日 16時51分17秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "土曜２時限／Saturday 2", "春学期／Spring", "院１－２０８"]}, "campas": 0, "name": "【600】Career Seminar for International Organizations／Career Seminar for International Organizations", "管理部署": 58, "単位数": 2, "担当者": "久木田　純（KUKITA JUN） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 36, "評価1": 4, "開講期": 1}