{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "One immediate purpose of this course is to build on what the students have learned individually from their experience of the Group Research course. Students also have the opportunity to choose and develop a research topic and / or series of research questions that interest them most, drawing on the full scope of IMC courses and on their individual experiences of work and study. Students should choose a research topic along with research questions and research objectives that demonstrate a clear relevance to current and emerging trends in international business and management practice. The research design should be conducted and delivered at a standard appropriate for Masters-level study. Ideally, individual students can use this course as an opportunity to become ‘expert’ in a particular aspect of business and management and thus improve their options for future career and professional development.", "到達目標": "The instructor as supervisor expects students to work responsibly, ethically and with clear objectives in mind. The instructor as supervisor will also encourage students to determine what type of ‘audience’ they intend to inform and enlighten with their research: e.g. what can managers in organisations, business investors or entrepreneurs learn from the student’s research process and findings? What contribution to current management and business knowledge and practice can the student make with the processes and products of their individual research?<BR/><BR/>On this basis, an overarching learning goal for this course is:<BR/>?By engaging actively and collaboratively with this course, individual students should become confident in their roles and responsibilities as independently resourceful researchers.", "特記事項": "", "関連科目": "Group research", "授業方法": "Face-to-face or (if required) on-line.", "トピック": {"第1回": ["The research proposal: process", ""], "第2回": ["The research proposal: product", "Prepare an individual re-assessment of proposals written or discussed during the Group Research course."], "第3回": ["Research design: justification<BR/>The critical literature review<BR/>Each IR student designates target &#39;audiences&#39; for the research problem they are researching", ""], "第4回": ["The critical literature review", "Each IR student designates target &#39;audiences&#39; for the research problem they are researching"], "第5回": ["The researcher role: skills and competencies", ""], "第6回": ["The researcher role: performance (audience)", "Students prepare to give a brief presentation in class about progress towards submitting a draft Thesis (non-assessed)"], "第7回": ["Seminar: presenting a research proposal to a critical audience", ""], "第8回": ["Instructor gives group feedback on the individual presentations", "Students prepare a draft outline of their Thesis"], "第9回": ["The discussant role at conference presentations: &quot;What&#39;s your thesis?&quot;", ""], "第10回": ["Role play: student simulate their roles as discussants and give constructive feedback to the research proposals and earlier presentations of their peers", "Students prepare a first draft of their Thesis"], "第11回": ["Instructor gives individual feedback on the draft Thesis submissions", ""], "第12回": ["Peer appraisals: Students explain how and why they have revised their Thesis in response to processes of critical review", "Students prepare a final draft of their Thesis"], "第13回": ["Instructor responds to individual questions about the process and product of the final submission: e.g. against the IMC guidelines for Individual Research Theses.", ""], "第14回": ["Instructor responds to individual student queries about the final submission process.", "Students prepare a final draft of their Thesis (assessed)"]}, "評価": {"教科書Required texts0": "There are no required texts for this course. The instructor will guide students collectively and individually to relevant open access (i.e. no cost) support references.", "参考文献・資料Reference books0": "There are no specific reference books for this course. The instructor will guide students collectively and individually to relevant open access (i.e. no cost) support references.", "学生による授業評価の方法Course Evaluation by Students0": "Following IBA / IMC guidelines.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Students are assessed on the quality of their final submitted IR text."], "成績評価Grading2": "備考　Note\nSpecifically for this IR course, the final version of the Thesis should offer critical readers:\n? A clear statement of problem relevant to current practices of international management\n? A clear and justified statement of research objectives and / or research questions that connect with and build on exist literature relevant to the chosen research topic\n? A robust, academically justified and professionally valid research design, including an explicit statement of research ethics", "更新日時/Date of Update0": "2022年02月25日 15時57分22秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "月曜１時限／Monday 1", "春学期／Spring", "教室１"], "項番No.2": ["2022年度", "春学期／Spring", "月曜２時限／Monday 2", "春学期／Spring", "教室１"]}, "campas": 0, "name": "【600】Individual Research　１７／Individual Research", "管理部署": 58, "単位数": 4, "担当者": "キース　Ｇ．　Ｊ．（KEITH GEOFFREY JACKSON） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 0, "時限1": 0, "時限2": 1, "評価1": 4, "開講期": 1}