{"履修期": "春学期", "主な教授言語": "英語", "授業目的": "The purpose of this course is to provide necessary supervision for students to implement their individual research projects. The students will apply the learned marketing knowledge and research skills to complete a satisfactory report of their chosen topics. Every session will include an interactive discussion on each student’s research process and progress.", "到達目標": "1.Students will identify, review and discuss literature relevant to their IR proposal.<BR/>2.Students will obtain knowledge of questionnaires design, data collection method, and appropriate analysis of their reports.<BR/>3.Students will acquire a deeper understanding of how to organize their research ideas, prepare and revise the contents of the IR report. <BR/>4.Students will understand the link of their research findings to existing marketing theory and practice.", "特記事項": "", "関連科目": "", "授業方法": " Interactive class discussion", "トピック": {"授業計画1": "Every session of this course will focus on each student&#39;s research process and progress. Interactive online discussions between each student and the instructor will include:<BR/>- Formulating and clarifying each student’s research topic and developing a research plan <BR/>- Gathering and reviewing the literature<BR/>- Developing a research framework, key constructs, and research design<BR/>- Methodology and planning for data collection<BR/>- Data analysis and interpretation of result(s)<BR/>- Providing guidelines for writing the research report", "授業外学習2": "About 190 minutes of self-study per week."}, "評価": {"教科書Required texts0": "Specific literature and reading materials relevant to each student's research topic will be recommended.", "参考文献・資料Reference books0": "Mark Saunders, Philip Lewis & Andrian Thornhill, Research Methods for Business Students, 5th Edition, Prentice-Hall, July 2009.", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Individual Research Report"], "更新日時/Date of Update0": "2022年03月15日 16時03分31秒", "項番No.0": [], "項番No.1": ["2022年度", "春学期／Spring", "木曜１時限／Thursday 1", "春学期／Spring", "個研"], "項番No.2": ["2022年度", "春学期／Spring", "木曜２時限／Thursday 2", "春学期／Spring", "個研"]}, "campas": 0, "name": "【600】Individual Research　１／Individual Research", "管理部署": 58, "単位数": 4, "担当者": "アハマド　ノーリア（AHMAD NORLIA BINTI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 21, "時限2": 22, "評価1": 4, "開講期": 1}