{"履修期": "通年集中", "主な教授言語": "英語", "授業目的": "This class provides opportunities for students to “simulate” their future job application processes for and have hands on experience working at the United Nations and other relevant organizations as interns and contributing to the performance of assigned offices and programmes.", "到達目標": "Students successfully applied and accepted as interns at a UN, international NGOs and other relevant organizations, performed assigned tasks and having their competencies assessed for future job applications at UN and other public sector organizations.", "特記事項": "", "関連科目": "Career Seminar for International Organizations, Management of International Organizations, Seminar in Global Communication, Seminar in Global Diversity", "授業の概要・背景": "Starting from searching for internship opportunities and preparing application documents, performing assigned tasks, and having assessed their performance, this class will also provide students with opportunities to test and expand their knowledge and competencies. Students are expected to reflect their internship opportunities to sharpen their career and competency development plans after the internship.", "授業方法": "1) Face to face. Orientation, consultation, guidance and assessment before, during and after the internship", "トピック": {"授業計画1": "Pre-departure programme:<BR/>1) Initial orientation and expression of their interest areas and organizations (at the beginning of first year)<BR/>2) Assignment of students to relevant professors, and consultation with advising professors.<BR/>3) Search for internship opportunities and selection of a number of posts.<BR/>4) Preparation of internship documents, including letter of intent and curriculum vitae<BR/>5) Contacting organizations and sending applications (3-6 months before internship)<BR/>6) Screening and interviews, acceptance of interns by selected organization/s<BR/>7) Preparation for departure and departure<BR/><BR/>During internship:<BR/>1) Arrival, initial guidance, confirmation of terms of reference, and settlement. (first reporting)<BR/>2) Periodical and mid-term consultation with professors (email or video conference based)<BR/>3) Completion of internship assignment and assessment of internship by supervising officer. (As per Evaluation sheet)<BR/><BR/>After internship:<BR/>1) Final reporting on internship<BR/>2) Updating students’ career and competency development plans based on internship experience.", "授業外学習2": "This internship is a commitment and an opportunity, thus should be taken seriously throughout the internship processes. Students are expected to enhance their UN competencies including their core values and core competencies, as well as their understanding of the organization that they will apply for and intern with."}, "評価": {"参考文献・資料Reference books0": "https://careers.un.org/lbw/home.aspx?viewtype=ip\nInternship sections of relevant UN organizations, eg.\nhttps://www.unicef.org/about/employ/index_internship.html\nhttp://unforum.org/internships/index.html (Japanese site)", "学生による授業評価の方法Course Evaluation by Students0": "Assessment of achievement in internship processes including application, interviews, and performance of tasks, as well as assessment of their UN competencies.", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Please refer to \"Method of or Criteria for Evaluation Note\""], "成績評価Grading2": "備考　Note\n1) Assessment by the internship supervisor as per UNFA internship evaluation sheet (40%)\n2) Assessment of students’ final report critically reviewing internship application processes and intern experience and performance, as well as their views on applying internship experience for their career and competency development plans. (60%)\nFor IBA students, Perspective of Business Practice will be included in evaluation.", "URLリンク1/URL 10": "LUNAの科目のHPへ", "更新日時/Date of Update1": "2022年03月10日 16時51分17秒", "項番No.0": [], "項番No.1": ["2022年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年集中／Intensive (Year Round)", "未定"]}, "campas": 0, "name": "【600】Internship in the United Nations and Diplomatic Institutions　３／Internship in the United Nations and Diplomatic Institutions", "管理部署": 58, "単位数": 3, "担当者": "村田　俊一（MURATA SHUNICHI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 4, "開講期": 7}