{"履修期": "通年集中", "主な教授言語": "英語", "授業目的": "Refer to English below.", "到達目標": "Refer to English below.", "特記事項": "", "関連科目": "Career Seminar for International Organizations, Management of International Organizations, Seminar in Global Communication, Seminar in Global Diversity", "授業の概要・背景": "Experiencing the entire process of conducting internship from searching for internship opportunities, preparing application documents, performing assigned tasks, and having their performance assessed, this class will provide students with opportunities to improve their knowledge and competencies to work for UN organisations. Students are expected to reflect their internship experiences to improve their career and competency development plans.", "授業方法": "Orientation, consultation, guidance and assessment before, during and after the internship", "トピック": {"授業計画1": "Pre-departure programme:<br />1.\tInitial orientation and expression of their interest areas and organisations (at the beginning of the first year)<br />2.\tAssignment of students to relevant professors to get an advice from them.<br />3.\tSearch for internship opportunities and selection of posts to apply for.<br />4.\tPreparation of application documents, including the letter of intent and curriculum vitae<br />5. Application to organisations (3-6 months prior to the start of internship)<br />6.\tScreening, interview, and acceptance of internship by selected organization/s<br />7.\tPreparation for departure<br /><br />During internship:<br />1.\tArrival, initial guidance, confirmation of terms of reference, and settlement. (first reporting)<br />2.\tPeriodical and mid-term consultation with professors (email or video conference based)<br />3.\tCompletion of assignment and assessment of internship by supervising officer. (As per Evaluation sheet)<br /><br />After internship:<br />1.\tFinal report of internship<br />2.\tUpdating students’ career and competency development plans based on internship experience.", "授業外学習2": "This internship offers students a unique opportunity to simulate job application process and to obtain hands-on experience in working for UN agencies and other organisations.&nbsp; It should be taken seriously throughout the internship processes. Students are expected to enhance their UN competencies including their core values and core competencies, as well as their understanding of the organisation that they apply for and conduct internship with."}, "評価": {"参考文献・資料/Reference books0": ["https://careers.un.org/lbw/home.aspx?viewtype=ip\nInternship sections of relevant UN organizations, eg.\nhttps://www.unicef.org/about/employ/index_internship.html\nhttp://unforum.org/internships/index.html (Japanese site)"], "学生による授業評価の方法Course Evaluation by Students0": ["Assessment of achievement in internship processes including application, interview, and performance of assigned tasks as well as assessment of their UN competencies."], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Please refer to \"Method of and Criteria for Evaluation Note\""], "成績評価Grading2": ["備考　Note 1.\tAssessment by the internship supervisor as per UNFA internship evaluation sheet (40%) 2.\tAssessment of students’ final report that reviews internship application processes and experiences and performance as interns as well as their views on applying internship experience to their career and competency development plans.(60%)For IBA students, Perspective of Business Practice should be included in evaluation."], "更新日時/Date of Update0": ["2025年01月08日 19時29分10秒"], "項番No.0": [], "項番No.1": ["2025年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年集中／Intensive (Year Round)", "未定"]}, "campas": 0, "name": "【600】Internship in the United Nations and Diplomatic Institutions　２／Internship in the United Nations and Diplomatic Institutions", "管理部署": 58, "単位数": 3, "担当者": "三輪　敦子（MIWA ATSUKO） ", "履修基準年度": "１年", "履修登録方法": "その他", "緊急授業形態": 0, "開講期": 7, "時限1": 49, "評価1": 6, "成績評価備考": "備考　Note\n1. Assessment by the internship supervisor as per UNFA internship evaluation sheet (40%) 2. Assessment of students’ final report that reviews internship application processes and experiences and performance as interns as well as their views on applying internship experience to their career and competency development plans.(60%)\nFor IBA students, Perspective of Business Practice should be included in evaluation."}