{"履修期": "通年集中", "主な教授言語": "英語", "授業目的": "This class provides internship opportunities for students to “simulate” their future job application processes for and have hands-on working experience at the United Nations as well as other relevant organisations and agencies including NGOs.", "到達目標": "Students will have successfully been accepted as intern at a UN agency or relevant organisations/agencies including international NGOs, have completed assigned tasks so that competencies gained through internship would contribute to future job applications at UN and various other international organisations/agencies.", "特記事項": "", "関連科目": "Career Seminar for International Organizations, Management of International Organizations, Seminar in Global Communication, Seminar in Global Diversity", "授業の概要・背景": "This class provides students with opportunities to broaden their knowledge and construct competencies through the following experiences; (1) searching for internship opportunities, (2) preparing application documents, (3) going through job interviews, (4) performing assigned tasks, and (5) get assessed by their performance.  Students are expected to gain a better-focussed career and competency development plan by reflecting their internship experiences.", "授業方法": "Orientation, consultation, guidance and assessment before, during and after the internship.", "トピック": {"授業計画1": "Pre-departure programme:<br />1.\tInitial orientation and expression of their interest areas and organizations (at the beginning of first year)<br />2.\tAssignment of students to relevant professors, and consultation with advising professors.<br />3.\tSearch for internship opportunities and selection of a number of posts.<br />4.\tPreparation of internship documents, including letter of intent and curriculum vitae<br />5.\tContacting organizations and sending applications (3-6 months before internship)<br />6.\tScreening and interviews, acceptance of interns by selected organization/s<br />7.\tPreparation for departure and departure<br /><br />During internship:<br />1.\tArrival, initial guidance, confirmation of terms of reference, and settlement. (first reporting)<br />2.\tPeriodical and mid-term consultation with professors (email or video conference based)<br />3.\tCompletion of internship assignment and assessment of internship by supervising officer. (As per Evaluation sheet)<br /><br />After internship:<br />1.\tFinal reporting on internship<br />2.\tUpdating students’ career and competency development plans based on internship experience.", "授業外学習2": "This internship is a commitment and an opportunity, thus should be taken seriously throughout the internship processes. Students are expected to enhance their UN competencies including their core values and core competencies, as well as their understanding of the organisation that they will apply for and contribute to as intern."}, "評価": {"成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["その他／Others (99)", "100 %", "Please refer to \"Method of or Criteria for Evaluation Note\""], "項番No.0": [], "項番No.1": ["2023年度", "通年集中／Intensive (Year Round)", "集中・その他／Concentration/Other", "通年集中／Intensive (Year Round)", "未定"]}, "campas": 0, "name": "【600】Internship in the United Nations and Diplomatic Institutions　２／Internship in the United Nations and Diplomatic Institutions", "管理部署": 58, "単位数": 3, "担当者": "三輪　敦子（MIWA ATSUKO） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 49, "評価1": 6, "開講期": 7}