{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "受講学生は、当該科目の履修により、経営学の基礎知識を得ることができ、企業経営の基本を理解することができる。", "到達目標": "本授業では、下記3点を到達目標とする。（1）経営学の諸概念を幅広く、体系的に理解・習得できる、（２）新聞の経営に関する記事を、当該科目で学んだフレームや視点で読めるようになり、解説できるようになる、（３）会計大学院などでさまざまな科目を学習する上での新たな学習法（例えば体系的な学習法、新聞の活用法など）を体得できるようになる。", "特記事項": "", "関連科目": "経営管理論、経営財務論、経営診断論。<BR/>※経営学は、経営管理論、経営財務論、経営診断論、経営戦略論など様々な経営系の科目のベースとなる科目である。できたら、先に経営学を履修することを推奨する。", "授業の概要・背景": "授業評価アンケート（無記名、自由記述）に記載されていた内容は以下のとおりです。<BR/><BR/><BR/>【2019年度秋】<BR/>・話がおもしろい。先生の体系的な理解を楽しく知的に吸収できる。<BR/>・先生の説明は、体系的に組み立てており、非常に理解がしやすかった。テキストのページ数を語句に結びつけて、有機的な理解ができるようになりたい。また、経営学だけでなく学び方も・・・。<BR/>・経営学を体系図にして、自分だけの図を作ることは今後とても役に立つと思いました。勉強の仕方がよくかりました。１年生の春に取れば、良かったと後悔しました。大学院の学習のつながりが見えます。<BR/>・とても考えさせられる授業でした。<BR/>・Ａ３用紙１枚で体系図などの資料作成方法が大変ためになりました。<BR/>・ＢＳから授業に参加したので非常に目新しかったです。<BR/><BR/>【2019年度春】<BR/>・先生と生徒との対話が多く、充実した授業だった。<BR/><BR/>【2018年度秋】<BR/>・非常に有意義な時間でした。今後役に立つような内容が多かったです。<BR/>・経営学への興味がものすごく沸いたことと、日経新聞を読むようになったことが良かったです。<BR/><BR/>【2018年度春】<BR/>・学んだ内容を日経新聞を利用して応用していく方式の講義だったので、面白くて、理解を深めることができました。<BR/>・物事を体系的に見る力がついて。自分の将来の生き方についても考えることができた。<BR/>・勉強の仕方を学んだ。新聞の読み方が変わり分析しながら読むようになった。ものごとを深く考えるようになった。教科書の読み方を学んだ。<BR/>・イメージしていた経営学の講義とは違っていたが、ＡＳで学ぶにあたって大枠を学ぶことができて良かったと思う。できれば通年開講して欲しい。<BR/>・先生の魅力はすごく高いと思います。先生からすごく勉強させていただきました。<BR/>・企業を経営するための大きな形が見れてとても良かった。仕事に当てはまることがたくさんあり体感できました。", "授業方法": "対面授業で行う。講義中に授業の消化度合いをみる小演習を実施する予定である。ＬＵＮＡの掲示板を活用して、受講生同士の学習上の交流を歓迎する。レポートの提出を求めることもある。", "トピック": {"第1回": ["１．経営学とは何か:<BR/>　　オリエンテーション、経営学の対象について", "経営学の体系図の作成開始"], "第2回": ["２．経営学の体系図(１)<BR/>　　経営学の体系について", "経営学の体系図の作成開始"], "第3回": ["３．経営学の体系図(２)<BR/>　　経営学の体系について", "経営学の年表作成開始"], "第4回": ["４．テキスト序章、第1章～第4章<BR/>　　マネジメント階層、組織、意思決定論、機能別管理など", "経営学の年表作成開始"], "第5回": ["５.テキスト第5章～第6章<BR/>　　経営戦略、マーケティング、組織間関係など", "経営学の年表作成"], "第6回": ["６.テキスト第7章～第9章<BR/>　　企業文化、ベンチャー企業など", "経営学の年表作成"], "第7回": ["７．テキスト第10章～第11章<BR/>　　フォード、ファヨール、マズローの理論など", "経営学の体系図の作成"], "第8回": ["８.テキスト第12章～第13章<BR/>　　バーナードの理論、組織形態など", "経営学の年表作成"], "第9回": ["９．テキスト第14章～第15章<BR/>　　競争戦略、管理サイクルなど", "経営学の年表作成"], "第10回": ["１０．テキスト第16章～第17章<BR/>　　　リソース・ペース理論、オープン・イノベーション、<BR/>　　　コーポレート・ガバナンスなど", "経営学の年表作成"], "第11回": ["１１．テキスト総復習<BR/>　　　経営学の理論を年表に沿って総復習", "経営学の年表作成"], "第12回": ["１２．テキスト総復習<BR/>　　　経営学の理論を年表に沿って総復習", "経営学の体系図の作成"], "第13回": ["１３．テキスト総復習<BR/>　　　経営学の体系図に沿って総復習", "経営学の体系図の作成"], "第14回": ["１４．テキスト総復習<BR/>　　　経営学の体系図に沿って総復習", "経営学の体系図の作成"], "授業計画1": "※以下はあくまでも会計大学院の学生に向けたメッセージである。<BR/><BR/>（１）当該科目は経営関連科目を学ぶ上での基本となる科目で、後に経営管理論、経営財務論、経営学課題研究、組織管理論などの科目を履修する際に必要な知識を得られる。<BR/><BR/>（２）当該科目で幅広い経営学の体系を把握することにより、ＡＳなどにおける他の科目との関係が把握できることになるので、早い段階での履修を薦める。<BR/><BR/>（３）経営学を攻略するためには、まず基本的概念を1つずつ正確におさえることである。そのために、履修者には、毎回の講義をしっかりと復習してきていただきたい。復習の際、講義で聞いた内容、テキスト、参考書、日経新聞等の記事などを関連させ、基本的概念をより深く理解できるように努めて欲しい。また、1つ1つの概念を論理で結びつけると同時に、自分で体系図を作成していって欲しい。講義の最後には、自分の言葉でその体系図が他人に説明できるようになって欲しい。<BR/><BR/>（４）経営学は公認会計士試験でも試験科目となっている。公認会計士試験における「経営学」は、この講義で取り上げる経営学と経営財務論の合体科目となっている。この講義では経営財務論の範囲は取り扱わないので留意されたい。<BR/><BR/>（５）実務家の方にとって、経営学は非常に身近で実践的な学問である。実務でどのように理論を使うのか、という点を意識して学習していただきたい。また、実務家の方のみならず、社会経験のない学生の方にとっても、遅かれ早かれ経営学の知識が社会で大きな武器となることを知るであろう。したがって、常に理論を実務で生かすのだという意識を忘れずに学習されたい。<BR/><BR/>（６）この科目（経営学）で学んだ内容を、「経営管理論」、「組織管理」、「経営戦略論」の各科目で深堀していくことになる。<BR/>そして、それらの知識をベースにして、「経営学課題研究」の科目で総まとめをしていくことになる。公認会計士試験の経営学（のうち経営管理論のテーマ）の試験対策については、「経営学」→「経営管理論」、「経営財務論」→「経営学課題研究」という順番で履修していただくことが望ましい。また、実践的な経営管理能力を養いたい方は、この経営学をベースにして、「経営診断論」で基礎的なケーススタディ演習をしていくこともよいだろう。", "授業外学習2": "大学の学則にのっとり、60時間以上の授業時間外の学習を要する。<BR/><BR/>受講学生が知識を定着できるようにするために、できる限り小テストを実施する予定である。前回までの講義の復習をして小テストにのぞむ必要がある。<BR/>また、日経新聞の経営記事などを読めるようになってもらうために、日経新聞は毎朝読むことが推奨される。日頃、新聞を読んでいる方には負担ではないだろうが、<BR/>新聞を読む習慣にない方には負担に感じるかもしれない。<BR/>オンライン授業の効果を上げるために体系図、年表の作成を自宅学習で取り入れる。講義の復習をしつつ作成を継続していくことが望ましい。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["高橋　伸夫", "『コア・テキスト　経営学入門　第2版』", "新世社", "2020 年", "978-4-88384-317-6", ""], "教科書Required texts0": "『コア・テキスト　経営学入門　第2版』は、元公認会計士試験委員でもあり、組織学会でも中心的な存在の先生の著書です。今回は、このテキストを序章から学習していきます。また、参考書の『図説　経営学演習　改訂版』は、経営学の基本的な知識を身につけるのに良いテキストです。公認会計士試験対策としても基本書して手にするのはよいかと思います。実務でも使える図表が沢山入っています。こちらは必要なページのみ講義でお見せします。\nさらに、参考書の『経営学入門 下（第２版）』(上巻ではなく、下巻です。組織学会の重鎮の先生の書籍であり、よくまとまっています。執筆者は公認会計士元試験委員の先生でもあります)は経営学の歴史を復習するのに適しています。また、『経営に活かす　人材開発実務』は講義の中で話す効果的な学習についての小話などがたくさん掲載されています。また、講義の進め方についてのロジックも掲載されており、ご参考まで参考書として掲載しました。参考書はあくまで参考書なので購入が必須ではありません。", "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["榊原 清則", "『経営学入門 下（第２版）』", "榊原 清則", "2013 年", "", ""], "参考書/Reference books2": ["加藤　雄士", "『経営に活かす　人材開発実務』", "関西学院大学出版会", "2013 年", "", ""], "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "授業中試験"], "成績評価Grading2": ["その他／Others (99)", "40 %", "相対評価（授業貢献、小演習、レポートなどの課題、質問に対する受け答え）"], "成績評価Grading3": "備考　Note\n講義中やＬＵＮＡのフォーラムでの発話、投稿や他の学生への支援を授業貢献として評価する。講義の際に実施する小演習、レポートなども成績評価の対象とする。", "備考Note0": "参考まで、以下に、2017年度、2016年度、2014年度の受講生の声を掲載します。\n\n【2017年度】\n・ＡＳで学ぶべき項目の道しるべとなるような内容で第1Ｑで受講してよかった。\n・会計と経営を双方向で取りえることができた。日経新聞を手にとるようになった。一方的な講義ではななかった。\n・毎時間、密度の濃い授業でした。経営学について何も知らない状態から入り、最初はついていくことが大変でしたが、毎回の講義、ＬＵＮＡでの他受講生や先生との関わりを経て、徐々に理論がつながっていく面白みを感じることができました。加藤先生の講義を受講できて本当によかったです。\n・都度質問に答えていただき、ありがとうござまいした。授業時間が短いにもかかわらず、多くの知識を得ることができました。\n・新聞の読み方が分かった、大変勉強した。\n・物事を考えるときに、何が大事か、どういったプロセスで説明するかなど、論理的に説明する癖がつく練習になった。\n\n【2016年度】\n・基礎的な勉強の仕方を教えていただいた。\n・テキストだけでは学べないようなことも含めた現代社会に通用する知識を育めた。\n・教員と学生、学生同士の相互のやりとりがあり、試行錯誤が見られた。\n・組織について、勉強で学ぶだけでなく、実践を通じて、深く学びの機会を与えられた。\n・様々な取り組みが実施されて意欲的に取り組むことができた。\n\n【2014年度】\n・日経新聞を読む力が少しついたので、学問以上のことを得ることができたと思います。\n・一方的な講義形式ではなく、生徒に対する発言の機会を多く設けるなど、双方向性を意識した授業であり、知識の習得だけではなく、様々な考え方に触れることができた。\n・経営学の体系を理解する事ができた。また、受講者同士のワークを通して習得した知識をアウトプットできた点は他の授業にはなく大変良かった。\n・１．質問が特定の生徒に偏ることなく、全員に行き渡る配慮があったため、受け答えを通じて全員が全員を知ることができた。２．課題が多かったため、全員が勉強してきているのが分かり、一定以上の授業品質が保たれていた。\n・双方向の講義で学生の方たちともコミュニケーションをして、自分にはない視点を取り入れいることができたのでよかった。\n・非常に大変でしんどかったですが、組織としての在り方、企業をどのようにみるか、コミュニケーションの取り方等色々大変なことを学ぶことができました。ありがとうございました。\n・授業の中で学んでいる、考えているという実感があった。\n・一年間くらいやってほしい。\n・経営学は初めて学びましたが、大学生になる前にこれらを知っていれば、人生の選択肢が増えていただろうと思いました。", "更新日時/Date of Update1": "2023年01月18日 10時05分55秒", "項番No.0": [], "項番No.1": ["2023年度", "秋学期前半／Fall (1st Half)", "土曜１時限／Saturday 1", "秋学期前半／Fall (1st Half)", "教室１"], "項番No.2": ["2023年度", "秋学期前半／Fall (1st Half)", "土曜２時限／Saturday 2", "秋学期前半／Fall (1st Half)", "教室１"]}, "campas": 0, "name": "【500】経営学　２／Management", "管理部署": 58, "単位数": 2, "担当者": "加藤　雄士（KATO YUJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 35, "時限2": 36, "評価1": 2, "評価2": 4, "開講期": 5}