{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "受講学生は、当該科目の履修により、経営学の基礎知識を得ることができ、企業経営の基本を理解することができる。", "到達目標": "本授業では、下記3点を到達目標とする。（1）経営学の諸概念を幅広く、体系的に理解・習得できる、（２）新聞の経営に関する記事を、当該科目で学んだフレームや視点で読めるようになり、解説できるようになる、（３）会計大学院などでさまざまな科目を学習する上での新たな学習法（例えば体系的な学習法、新聞の活用法など）を体得できるようになる。", "特記事項": "", "関連科目": "経営管理論、経営財務論、経営診断論。<br />※経営学は、経営管理論、経営財務論、経営診断論、経営戦略論など様々な経営系の科目のベースとなる科目である。できたら、先に経営学を履修することを推奨する。", "授業の概要・背景": "授業評価アンケート（無記名、自由記述）に記載されていた内容は以下のとおりです。<div><span style=\"font-size:13.28px;\">【2024年度秋】</span><div style=\"font-size:13.28px;\"><div style=\"font-size:13.28px;\">・理論間の影響やつながりについて理解できた。</div><div style=\"font-size:13.28px;\">・全ての講義を通じて体系図や年表を作成したことで、体系的に知識をつける手法を理解することができた。</div><div style=\"font-size:13.28px;\">・文章を体系図から書く練習ができたのがよかった。</div><div style=\"font-size:13.28px;\">【2024年度春】</div><div style=\"font-size:13.28px;\">・いろいろなことを学びました。新聞の読み方や体系図の作り方、年表を作って知識を整理する方法などです。</div><div style=\"font-size:13.28px;\">・単に知識を教えるだけでなく、知識の勉強方法や記憶する方法にも重点を置いている。</div><div style=\"font-size:13.28px;\">・体系図の意味が分かった。</div><div style=\"font-size:13.28px;\">・体系図で一度頭に入れると、思い出す時に他の関連するキーワードを一緒に思い出すことができてよかった。</div><div style=\"font-size:13.28px;\">・毎回の小テストでこまめに復習する癖がついた。<br />・課題が多かったが、テスト前にそれ程勉強せずに済んだ。課題がテストに結びついていた。</div><div style=\"font-size:13.28px;\">・実践的な知識の活用方法や思考方法を学ぶことができた。具体的には概念図やフレームワークの実践的な活用。<br />・テストが大変。</div></div><div><div style=\"font-size:13.28px;\">【2023年度春】</div><div style=\"font-size:13.28px;\">・企業を取り巻く環境の変化や企業の経営努力、直面している問題などについて学びました。</div><div style=\"font-size:13.28px;\">・体系的に学ぶこと、関連づける力の大切さを実感できた。日経新聞の読み方、文章の読み方も参考になった。</div><div style=\"font-size:13.28px;\">・体系図を使ったので知識を把握しやすいと思います。</div><div style=\"font-size:13.28px;\">・論述する力がつきました。毎週小テストがあったので、徐々に成績が上がっていく実感がありました。指定語句ある特殊な問題でしたが、アジャストする力がつきました。経営学はこの授業で初めて触れたので、なかなかなじめませんでしたが、最後の授業になると知識と知識がつながる感覚があり、最終的に理解できた良い授業でした。公認会計士試験受験予定で、試験問題の話も混ぜて授業してもらえたので、今後の勉強に役立つと思います。</div><div style=\"font-size:13.28px;\">・新聞を読む習慣がつき、また経営学全般的なことを学ぶことができ、理解が深まった。</div><div style=\"font-size:13.28px;\">・経営の用語を具体化から抽象化するプロセスを学ぶことができました。日経新聞を読む意味を教えていただきました。</div></div></div>", "授業方法": "完全対面授業で行う。講義中に授業の消化度合いをみる小演習を実施する予定である。ＬＵＮＡの掲示板を活用して、受講生同士の学習上の交流を歓迎する。レポートの提出を求めることもある。", "トピック": {"第1回": ["１．経営学とは何か:<br />　　オリエンテーション、経営学の対象について", "経営学の体系図の作成開始"], "第2回": ["２．経営学の体系図(１)<br />　　経営学の体系について", "経営学の体系図の作成開始"], "第3回": ["３．経営学の体系図(２)<br />　　経営学の体系について", "経営学の体系図の作成"], "第4回": ["４．テキスト、第1章<br />　　経営管理の必要性、組織と管理、科学的な管理、職能としての管理", "経営学の年表作成"], "第5回": ["５.テキスト第2章<br />　　経営管理論の領域と発展、人間を中心とする管理、組織を主体とする管理、環境を採　　<br />　　り入れた管理", "経営学の年表作成"], "第6回": ["６.<span style=\"font-size:13.28px;\">テキスト第8章</span><br /><span style=\"font-size:13.28px;\">　　　経営戦略</span>", "経営学の年表作成"], "第7回": ["７．<span style=\"font-size:13.28px;\">テキスト第9章</span><br /><span style=\"font-size:13.28px;\">　　　市場戦略</span><br />", "経営学の体系図の作成"], "第8回": ["８.<span style=\"font-size:13.28px;\">テキスト第10章</span><br /><span style=\"font-size:13.28px;\">　　　組織間関係と外部資源の管理</span>", "経営学の体系図の作成"], "第9回": ["９．テキスト第6章<br />　　組織のデザインと変化", "経営学の体系図の作成"], "第10回": ["１０．テキスト第7章<br />　　　組織のパフォーマンスと組織文化", "経営学の体系図の作成"], "第11回": ["１１．テキスト第3章<br />　　　モチベーション理論", "経営学の体系図の作成"], "第12回": ["１２．<span style=\"font-size:13.28px;\">テキスト第4章</span><br /><span style=\"font-size:13.28px;\">　　リーダーシップ理論</span>", "経営学の体系図の作成"], "第13回": ["１３．<span style=\"font-size:13.28px;\">テキスト第5章</span><br /><span style=\"font-size:13.28px;\">　　現場の管理</span>", "経営学の体系図の作成"], "第14回": ["１４．テキスト第13章<br />　　　企業の社会活動", "経営学の体系図の作成、経営学の年表作成"], "授業計画1": "（１）当該科目は経営関連科目を学ぶ上での基本となる科目で、後に経営管理論、経営財務論、経営学課題研究、組織管理論などの科目を履修する際に必要な知識を得られる。<br /><br />（２）当該科目で幅広い経営学の体系を把握することにより、ＡＳなどにおける他の科目との関係が把握できることになるので、早い段階での履修を薦める。<br /><br />（３）経営学を攻略するためには、まず基本的概念を1つずつ正確におさえることである。そのために、履修者には、毎回の講義をしっかりと復習してきていただきたい。復習の際、講義で聞いた内容、テキスト、参考書、日経新聞等の記事などを関連させ、基本的概念をより深く理解できるように努めて欲しい。また、1つ1つの概念を論理で結びつけると同時に、自分で体系図を作成していって欲しい。講義の最後には、自分の言葉でその体系図が他人に説明できるようになって欲しい。<br /><br />（４）経営学は公認会計士試験でも試験科目となっている。公認会計士試験における「経営学」は、この講義で取り上げる経営学と経営財務論の合体科目となっている。この講義では経営財務論の範囲は取り扱わないので留意されたい。<br /><br />（５）実務家の方にとって、経営学は非常に身近で実践的な学問である。実務でどのように理論を使うのか、という点を意識して学習していただきたい。また、実務家の方のみならず、社会経験のない学生の方にとっても、遅かれ早かれ経営学の知識が社会で大きな武器となることを知るであろう。したがって、常に理論を実務で生かすのだという意識を忘れずに学習されたい。<br /><br />（６）この科目（経営学）で学んだ内容を、「経営管理論」、「組織管理」、「経営戦略論」の各科目で深堀していくことになる。<br />そして、それらの知識をベースにして、「経営学課題研究」の科目で総まとめをしていくことになる。公認会計士試験の経営学（のうち経営管理論のテーマ）の試験対策については、「経営学」→「経営管理論」、「経営財務論」→「経営学課題研究」という順番で履修していただくことが望ましい。また、実践的な経営管理能力を養いたい方は、この経営学をベースにして、「経営診断論」で基礎的なケーススタディ演習をしていくこともよいだろう。", "授業外学習2": "大学の学則にのっとり、60時間以上の授業時間外の学習を要する。<br /><br />受講学生が知識を定着できるようにするために、できる限り小テストを実施する予定である。前回までの講義の復習をして小テストにのぞむ必要がある。<br />また、日経新聞の経営記事などを読めるようになってもらうために、日経新聞は毎朝読むことが推奨される。日頃、新聞を読んでいる方には負担ではないだろうが、<br />新聞を読む習慣にない方には負担に感じるかもしれない。<br />オンライン授業の効果を上げるために体系図、年表の作成を自宅学習で取り入れる。講義の復習をしつつ作成を継続していくことが望ましい。"}, "評価": {"教科書/Required texts0": ["以下の参考書の『図説　経営学演習　改訂版』は、経営学の基本的な知識を身につけるのに良いテキストです。公認会計士試験対策としても基本書して手にするのはよいかと思います。実務でも使える図表が沢山入っています。\n同じく参考書の『経営学入門 下（第２版）』(上巻ではなく、下巻です。組織学会の重鎮の先生の書籍であり、よくまとまっています。執筆者は公認会計士元試験委員の先生でもあります)は経営学の歴史を復習するのに適しています。また、『経営に活かす　人材開発実務』は講義の中で話す効果的な学習についての小話などがたくさん掲載されています。また、講義の進め方についてのロジックも掲載されており、ご参考まで参考書として掲載しました。参考書はあくまで参考書なので購入が必須ではありません。"], "教科書/Required texts1": ["高松朋史・具承桓", "『コア・テキスト　経営管理　第2版』", "新世社", "2019 年", "978-4-88384-291-9", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["榊原 清則", "『経営学入門 下（第２版）』", "榊原 清則", "2013 年", "", ""], "参考書/Reference books2": ["岸川善光", "『図説　経営学演習　改訂版』", "同文舘出版", "2009 年", "", ""], "参考書/Reference books3": ["加藤　雄士", "『経営に活かす　人材開発実務』", "関西学院大学出版会", "2013 年", "", ""], "学生による授業評価の方法Course Evaluation by Students0": ["授業中に実施"], "学生による授業評価の方法Course Evaluation by Students1": ["各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。DP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。https://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&amp;cabinetId=557&amp;directLink=1※kwicへのリンクとなります（在学生のみ閲覧可）"], "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["授業中試験／In-class examination (03)", "60 %", "授業中試験"], "成績評価Grading2": ["その他／Others (99)", "40 %", "相対評価（授業貢献、小演習、レポートなどの課題、質問に対する受け答え）"], "成績評価Grading3": ["備考　Note 講義中やＬＵＮＡのフォーラムでの発話、投稿や他の学生への支援を授業貢献として評価する。講義の際に実施する小演習、レポートなども成績評価の対象とする。"], "備考Note0": ["【2021年度】\n・授業を聞くだけでなく、自分が考え作成する体系図が非常に勉強になった。また、学ぶことを学ぶいうことで、絵や図にして理解していくことは、今後も活用していきたい。この授業を通して、言い換えや考えるロジックが少し強くなった。\n・経営学という分野だけでなく、勉強の仕方という部分にも焦点をおいて授業を進めていた点がよかった。今までは図を描いて学ぶことはあまりしてこなかったが、図にしてみると自分の中で情報を整理しやすくなり、今後はこの学習法は他の分野でも積極的に取り入れたいと思った。また先生が積極的に受講生の意見を聞いたり、ＬＵＮＡの掲示板を活用して質問を受け付けている点は非常によかった。\n・科目の学習だけでなく、学習すること自体を指導していただけたことが良かったと思う。\n【2019年度】\n・話がおもしろい。先生の体系的な理解を楽しく知的に吸収できる。\n・先生の説明は、体系的に組み立てており、非常に理解がしやすかった。テキストのページ数を語句に結びつけて、有機的な理解ができるようになりたい。また、経営学だけでなく学び方も・・・。\n・経営学を体系図にして、自分だけの図を作ることは今後とても役に立つと思いました。勉強の仕方がよくかりました。１年生の春に取れば、良かったと後悔しました。大学院の学習のつながりが見えます。\n・とても考えさせられる授業でした。\n・Ａ３用紙１枚で体系図などの資料作成方法が大変ためになりました。\n・先生と生徒との対話が多く、充実した授業だった。\n【2018年度】\n・非常に有意義な時間でした。今後役に立つような内容が多かったです。\n・経営学への興味がものすごく沸いたことと、日経新聞を読むようになったことが良かったです。\n・学んだ内容を日経新聞を利用して応用していく方式の講義だったので、面白くて、理解を深めることができました。\n・物事を体系的に見る力がついて。自分の将来の生き方についても考えることができた。\n・勉強の仕方を学んだ。新聞の読み方が変わり分析しながら読むようになった。ものごとを深く考えるようになった。教科書の読み方を学んだ。\n・イメージしていた経営学の講義とは違っていたが、ＡＳで学ぶにあたって大枠を学ぶことができて良かったと思う。できれば通年開講して欲しい。\n・企業を経営するための大きな形が見れてとても良かった。仕事に当てはまることがたくさんあり体感できました。"], "備考Note1": ["2025年02月28日 19時47分40秒"], "項番No.0": [], "項番No.1": ["2025年度", "春学期後半／Spring (2nd Half)", "土曜１時限／Saturday 1", "春学期後半／Spring (2nd Half)", "教室１"], "項番No.2": ["2025年度", "春学期後半／Spring (2nd Half)", "土曜２時限／Saturday 2", "春学期後半／Spring (2nd Half)", "教室１"]}, "campas": 0, "name": "【500】経営学　１／Management", "管理部署": 58, "単位数": 2, "担当者": "加藤　雄士（KATO YUJI） ", "履修基準年度": "１年", "履修登録方法": "本登録", "緊急授業形態": 0, "開講期": 4, "時限1": 35, "時限2": 36, "評価1": 2, "評価2": 6, "成績評価備考": "備考　Note\n講義中やＬＵＮＡのフォーラムでの発話、投稿や他の学生への支援を授業貢献として評価する。講義の際に実施する小演習、レポートなども成績評価の対象とする。"}