{"履修期": "春学期後半", "主な教授言語": "日本語", "授業目的": "企業を取り巻く環境の変化が大きい中、様々な事業リスクに対応することで企業は持続的な成長を目指しています。企業の行う対応の多くは、財務情報に影響を与えます。<BR/>一方、財務情報が記載される有価証券報告書の頁数が膨大であることから企業の行う対応（トピックス）に関連する財務情報がどこに記載されているのかを読み解くことがむずかしくなっています。本講義では、企業の様々なトピックスが発生した際に会計数値がどのように動き、関連情報がどこに記載されているのかという観点から有価証券報告書等を確認していきます。", "到達目標": "財務事例として有価証券報告書等を扱い、企業の各トピックスの発生時の財務情報への影響を読み解くスキルを身につけることを到達目的とします。<BR/>また、経理等の管理部門に所属する方にとっては、財務諸表の数字の動きに対する分析と検証能力を得ることを到達目標とします。", "特記事項": "", "関連科目": "", "授業の概要・背景": "・皆さんが本講義で得た学びや知識を用いて、企業のトピックスから財務数値への影響を想定できるようになることを目指します。<BR/>・講義では、トピックや有価証券報告書を用いて、ディスカッションや質疑応答の場を設けたインタラクティブな形式で進めます。", "授業方法": "・授業は原則として対面で実施します。<BR/>・財務諸表、キャッシュ・フロー計算書、包括利益計算書、減損、税効果、関係会社株式の評価、継続企業の前提等の開示や会計処理をトピックスを通じて確認します。<BR/>・授業内で取り上げる事例により、本授業で学ぶ会計トピックスの変更、及び各回での授業内容が変更になる場合があります。<BR/>・授業途中でも受講生の理解度によって授業の内容や順番を変更する場合があります。<BR/>・教員は本講義のテーマに即した内容の資料（スライドやWordなどの配布資料）を用いてディスカッションテーマの提示や関連する会計処理・開示について解説をします。<BR/>・平常レポート（レポート試験）は7月中旬ごろに教員からあらかじめ内容を提示し授業内で説明を行います。そのうえで、受講生各自で取り組み、教員が指示した期限までに提出してください。<BR/>・本講義の連絡事項は、原則LUNAで行います。そのため受講生にはLUNAを適宜確認することを求めます。<BR/>・ゲスト講師を招聘する場合があります。", "トピック": {"第1回": ["オリエンテーション", "・課題がある場合はその詳細や提出方法について初回及び該当回で説明を行います。<BR/>・授業途中でも受講生の理解度によって授業の内容や順番を変更する場合があります。"], "第2回": ["有価証券報告書を大局的に読む。", "同上"], "第3回": ["トピックス（業績悪化（予定））をテーマに、関連する財務情報の開示を理解する。（キャッシュ・フロー計算書、包括利益計算書、減損、税効果、関係会社株式の評価、継続企業の前提等の開示等）", "【予習】各回で取り上げる会計基準の項目について、会計処理の概要を確認する。（事前確認は会計処理の概要であり、詳細までは要しない）<BR/>【復習】授業内容を復習する。<BR/>※所要時間は目安であり、各受講生の予備知識及び授業内容の理解度によって異なる。"], "第4回": ["第3回の続き", "同上"], "第5回": ["第3回の続き", "同上"], "第6回": ["第3回の続き", "同上"], "第7回": ["トピックス（スクラップアンドビルド（予定））をテーマに、関連する財務情報の開示を理解する。（拠点閉鎖、減損会計等）", "同上"], "第8回": ["第7回の続き", "同上"], "第9回": ["トピックス（為替、株価変動（予定））をテーマに、関連する財務情報の開示を理解する。（包括利益計算書、退職給付、為替等）", "同上"], "第10回": ["第10回の続き", "同上"], "第11回": ["トピックス（その他（予定））をテーマに、関連する財務情報の開示を理解する。", "同上"], "第12回": ["第11回の続き", "同上"], "第13回": ["講義全体を振り返ってのディスカッション", "同上"], "第14回": ["第13回の続き", "同上"]}, "評価": {"教科書Required texts0": "教員は本講義のテーマに即した内容の資料を配布する。これを参考にしながら授業で行われる議論に参加する。", "参考文献・資料Reference books0": "必要に応じて授業内で参考書を提示する。", "学位授与の方針との関連Relationship to Diploma Policy0": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["平常リポート／Individual reports (04)", "60 %", "レポート試験"], "成績評価Grading2": ["その他／Others (99)", "40 %", "授業への貢献、小レポート、グループワークへの貢献　等"], "更新日時/Date of Update0": "2023年02月28日 09時21分44秒", "項番No.0": [], "項番No.1": ["2023年度", "春学期後半／Spring (2nd Half)", "月曜６時限／Monday 6", "春学期後半／Spring (2nd Half)", "ＯＣ１４０７"], "項番No.2": ["2023年度", "春学期後半／Spring (2nd Half)", "月曜７時限／Monday 7", "春学期後半／Spring (2nd Half)", "ＯＣ１４０７"]}, "campas": 2, "name": "【600】財務会計事例研究／Cases in Financial Accounting", "管理部署": 58, "単位数": 2, "担当者": "疋田　鏡子（HIKITA KYOKO） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 5, "時限2": 6, "評価1": 3, "評価2": 4, "開講期": 4}