{"履修期": "秋学期前半", "主な教授言語": "日本語", "授業目的": "本講義の目的は、人材開発について最先端の手法を具体的に実践し、人材開発過程をメタ学習することである。", "到達目標": "本講義の到達目標は、以下の３点である。（１）本質的な人材開発手法に焦点を当てて実践的、具体的に学び、理解する。（２）人材開発とはどのように進行してくプロセスなのか、何が促進要因となり、何が制約要因となるかなどを深く理解する。（３）具体的な手法を、自分自身の体験を通じて体得する。現場で使えるレベルまで習得する。", "特記事項": "", "関連科目": "組織管理、コーチング論　　<BR/><BR/>※「組織管理」「コーチング論」を受講される学生は、この「人材開発論」をご受講されることを強く推奨する。組織管理、コーチング論での学びの深さが変わります。", "授業方法": "対面授業で行う。ゲスト講師（例えばフラクタル心理学開発者の一色先生）も複数回お招きして、講義を進行する予定である。本講義は、講義方式に加えて、相互講義方式、演習など様々な手法により進行する。また、ＬＵＮＡによる課題の投稿なども実施する。机に座って教員の話を聞いて、メモをとるような講義ではなく、講義中に常に発話し合うような講義の進め方をする。さらに、フラクタル心理学の誘導法なども演習として実施する。", "トピック": {"第1回": ["１.本講義の授業目的、到達目標、テキスト、課題などの説明<BR/>２.アイスブレーク（講師の紹介、守秘義務の確認）<BR/>３.昨年までの５年間の人材開発論の手法と成果（３つの研究ノートから学ぶ）<BR/>４.受講生の動機のヒアリングと方向づけ<BR/>５.人材開発論のさらなる進化への歴史的招待", ""], "第2回": ["１.人材開発を促進する要因と制約する要因（昨年までの人材開発論の講義の分析）<BR/>２.人材開発の過程における分岐点（昨年までの人材開発論の講義の分析）<BR/>３.人材開発論の成果測定とＴＥＡ（昨年までの人材開発論の講義の分析）<BR/>４.心理学のスキーマ理論(2019年6月、2021年３月刊行の論文の知見を参照ください)<BR/>５.スキーマ修復に焦点をあてた人材開発手法<BR/>６.フラクタル心理学を活用した人材開発論<BR/>７.「現実」とは何か？「妄想」とは何か？<BR/>８.精神分析の「投影」という概念と人材開発（2020年12月刊行の論文の知見を参照ください）<BR/>９.「引き寄せの法則」「原因と結果の法則」「思考は現実化する」「思考は物質化する」「鏡の法則」「みんなが幸せ　　になる　ホ・オポノポノ」などの自己啓発本とその限界と人材開発論<BR/>１０.準備ワーク", ""], "第3回": ["フラクタル心理学を活用した人材開発論　基本講義（１）<BR/>１.思考が現実化する（すべての課題の原因をみつける）<BR/>２.自分の知らない意識が９５％もある（顕在意識と潜在意識）<BR/>３.忘却から「人のせい」が生まれる（すべての課題の原因をみつける）", ""], "第4回": ["フラクタル心理学を活用した人材開発論　基本講義（１）<BR/>４.結果は目的である<BR/>５.表層と深層で逆転する思考の量<BR/>６.思っていることと行動していることは同じ", ""], "第5回": ["フラクタル心理学を活用した人材開発論　基本講義（１）<BR/>７.親よりも自分の思考が先に存在する<BR/>８.記憶はつくられている<BR/>９.時間は、過去←現在→未来と流れる", ""], "第6回": ["フラクタル心理学を活用した人材開発論　基本講義（１）<BR/>１０.あなたはシナリオを書いている<BR/>フラクタル心理学を活用した人材開発論　基本講義（２）<BR/>１.インナーチャイルドの定義<BR/>２.インナーチャイルドによる認識", ""], "第7回": ["フラクタル心理学を活用した人材開発論　基本講義（２）<BR/>３.自分にないものは認識できない<BR/>４.インナーチャイルドの影響<BR/>５.インナーチャイルドの修正理論", ""], "第8回": ["フラクタル心理学を活用した人材開発論　基本講義（２）<BR/>６.すべての原因は傲慢・怠慢・無知<BR/>７.視野を広くして、勘違いを取る<BR/>８.愛の定義を変える", ""], "第9回": ["フラクタル心理学を活用した人材開発論　基本講義（２）<BR/>　９.欠乏感は欲望の度合いで決まる<BR/>１０.人はメリットしか選ばない<BR/>１１.なぜインナーチャイルドを修正するのか", ""], "第10回": ["フラクタル心理学を活用した人材開発論　基本講義（２）<BR/>１２.アダルトのふりをするインナーチャイルド<BR/>フラクタル心理学を活用した人材開発論　応用講義（１）<BR/>１.無知の修正<BR/>２.現実化", ""], "第11回": ["フラクタル心理学を活用した人材開発論　応用講義（１）<BR/>３.勘違い<BR/>４.無知<BR/>５.回避", ""], "第12回": ["フラクタル心理学を活用した人材開発論　応用講義（１）<BR/>６.完全投影<BR/>７.解決<BR/>８.現象の理論", ""], "第13回": ["ＴＥＡを活用した人材開発のプロセスの振り返り", ""], "第14回": ["人材開発論・総まとめ講義", ""], "授業計画1": "【2017年度の受講生の意見】をご紹介します。<BR/><BR/>「４年間の学生生活の中で一番有意義な講義です。」<BR/>「家内にもこの講義を受けさせたいと思った。」<BR/>　（社会人学生）<BR/><BR/>「この若い歳で、こんなことを知ってしまって、<BR/>　自分の人生はこれかどうなっちゃうんだろうと思う。<BR/>　なんでもできるような気持ちになれる。」<BR/>　（純学生の意見）<BR/><BR/><BR/>※当該科目を受講されようという方は、他者を人材開発することを学ぶ講義だと思われるだろうが、他者を人材開発しようという前に、人材開発とはどのように進行してくプロセスなのか、何が促進要因となり、何が制約要因となるかなどを深く理解する必要がある。そのため、当該科目では、まず自分自身を人材開発することに取り組み、その開発プロセスについて、質的研究手法を活用して客観的に分析する。それにより、人材開発の本質について学ぶとともに、他者の人材開発に関与する際に必要となる知見を習得できる。なお、本講義で活用する人材開発手法は、過年度には、認知行動療法、マインドフルネス、ニューコードＮＬＰなど様々な手法を活用してきたが、今年度は昨年度、一昨年度に引き続き、フラクタル心理学を活用した人材開発を中心としていく。当該心理学は心理学のスキーマ療法などと共通する考え方から構成されており、根本的な人材開発に適していると考える。また、過年度の当該講義での成果をさらに前に進めることを意図しており、さらに人材開発の効果が大きく見込まれる手法を導入する。その点を理解したうえでの履修を推奨する。", "授業外学習2": "大学の学則にのっとり、60時間以上の授業時間外の学習を要する。<BR/><BR/>受講学生は、講義で体験したことを、講義と講義の間の実生活で活用し、その体験を報告する必要がある。<BR/>2019年度の受講学生は、自分を掘り下げて自己開発を通して他者開発を理解したいという欲求が強く、<BR/>自分のスキーマや価値観・信念などと向き合うど時間を多くとられていました。<BR/>こうした人材開発の理解を日常生活の中で取り組む時間は人それぞれだと考えます。<BR/><BR/>授業計画は、受講生のニーズ、進捗度合いなどにより変更することがあります。"}, "評価": {"教科書/Required texts0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "教科書/Required texts1": ["白石美帆", "ひとを変える魔法", "同文館出版", "2020 年", "", ""], "参考書/Reference books0": ["著者名\nAuthor", "タイトル\nTitle", "発行所\nPublisher", "出版年\nYear of Publication", "ISBN", "ボタン\nButton"], "参考書/Reference books1": ["加藤雄士", "経営に活かす　人材開発実務", "関西学院大学出版会", "2010 年", "", ""], "参考文献・資料Reference books0": "本授業に関係する原稿は以下のとおりである。\n特に、(４)（５）の原稿（２０１９年度の当該科目の授業を研究したもの）、（６）（９）の原稿（２０２０年度の当該科目の授業を研究したもの）は、講義の内容や成果がよくわかるだろう。一読してから受講を決定してほしい。\n\n(１)加藤雄士（２０１７．３）「人材開発論の講義におけるアクティブ・ラーニングの実践に関する一考察　-受講生の「経験」と「省察」の効果を中心にして-」『関西学院大学高等教育研究』第７号\n(２)加藤雄士（２０１７.６）「ＴＥＡを活用したアクティブ・ラーニングに関する一考察（１）-人材開発論の講義におけるＴＥＡの活用事例」『Ｂ＆Ａ』第１９号\n(３)加藤雄士(２０１９.６)「認識論のモデルを活用した人材開発手法の体系化に関する一考察サティの技法,内観法とフラクタル心理学を中心として―」『Ｂ＆Ａ』第２３号（2019年6月）\n(４)加藤雄士「授業における人材開発過程の質的研究(１)－人材開発論の受講生のＴＥＡ図とレポートを中心として」『産研論集』第４７号（2020年3月）\n(５)加藤雄士「授業における人材開発過程の質的研究(２)－人材開発論の受講生のＴＥＡ図とレポートを中心として」『Ｂ＆Ａ』第２５号（2020年6月）\n(６)加藤雄士「授業における人材開発過程の質的研究(３)－人材開発論の受講生のＴＥＡ図とレポートを中心として」『Ｂ＆Ａ』第２６号（2020年１２月）\n(７)加藤雄士「フラクタル心理学の理論的考察」『Ｂ＆Ａ』第２６号（2020年１２月）\n(８)加藤雄士「スキーマの概念とスキーマ療法のレビューに関する一考察」関西学院大学産研論集第４８号（2021年３月）\n(９)加藤雄士「『人材開発論』の授業の開発構造に関する一考察」『Ｂ＆Ａ』第２７号（２０２１.６月刊行予定）\n\n※(３)はスキーマに関する人材開発手法やフラクタル心理学に関する研究ノートである。講義の原理的なところが理解できる。\n(８)は、スキーマ修復に焦点をあてた研究ノートであり、こちらもスキーマに関して理解が含まる。\n\nこのように当該科目の研究成果が続々と公開されて、講義効果が検証され続けている。あなたもこの先進的な研究に参加してみないか？", "学生による授業評価の方法Course Evaluation by Students0": "授業中に実施する。", "学位授与の方針との関連Relationship to Diploma Policy1": "各授業科目は、各学部・研究科の定めるディプロマ・ポリシー（DP）・カリキュラム・ポリシー（CP）に基づき、カリキュラム上に配置されています。\nDP・CPを意識して本授業科目の学修を進めることで、各学部・研究科の期待する能力が養成されます。\n各学部・研究科のDP、CPや教育課程表（授業科目一覧等）は、下記リンクこちらに掲載していますので学修計画の参考にしてください。\nhttps://kwic.kwansei.ac.jp/cabinet/reference?typeCd=0&cabinetId=557&directLink=1\n※kwicへのリンクとなります（在学生のみ閲覧可）", "成績評価Grading0": ["種別　Type備考　Note", "割合　Percentage", "評価基準等　Grading Criteria etc."], "成績評価Grading1": ["定期試験に代わるリポート／Term paper to replace the final examination (02)", "50 %", "期末試験(リポート試験) *期末に提出するレポート"], "成績評価Grading2": ["その他／Others (99)", "50 %", "講義姿勢、講義貢献、講義期間中のレポート"], "備考Note0": "参考まで、受講生から講義中に出た感想のいくつかをご紹介しておきます。\n\n【2016年度の受講生】\n・座学だけでなく、先生が生徒と一体となって演習も交えて取り組んだ。課題なども多かったが、復習になり、授業内容の理解が進んだ。また、そのときの生徒の様子に合わせ、抱えている問題などに即して進行してくれ、ためになった。\n・この授業を通して自分と向き合い、その中で自分を解放してあげる術を学び、以前より自分を自分で苦しめなくなりました。\n・教授が学生の視点・立場に立って話してくれたので、自分の体験が話しやすかった。人生に役立つ内容だった。\n・振り返りの機会を毎回与えてくれた。学びを促進させてくれた。これからの将来、自分の人生を幸せにしてくれる方法のいくつかを学ばせていただいた。\n・特にＬＵＮＡを活用した先生と学生との交流が、講義内容、テキスト、実体験で相乗効果をもたらしてくれた。講義期間中、毎日が実践と思考の繰り返しで、特にこのトレーニングが社会人生活の質を高めてくれた。\n・終了するのが名残惜しい。これからも学んだことをもとに違う視野が広がると思う。\n・仕事も、実生活にも生かせるたくさんの方法を学ぶことができました。\n・自分の「変化」に気づき、最もまわりから「変化」に気づいてもらい、成長することができました。\n・人材開発というと社会人中心の受講生になりがちだが、若い学生、これから社会に出る人にこそ、受けて欲しい。\n【2015年度の受講生】\n・７日間の講義であったがこれだけの短期間で自分自身に様々な変化が現れたことは本当に驚きであった。\n・自分自身を変化させたい、と感じている人はこの科目を受講すべきだ。\n・短時間で行えることをするだけで、自分が変わったことに驚き、パワフルだと思った。\n・最初は戸惑いを感じましたが、やがて私の学習という概念に対するイメージが変わり新たな発見がありました。\n・自分の気持を高めることもお客さんや友人の気持を高める、励ますこともできる術を学べました。\n【2014年度の受講生】\n・自分のことについて今まで知らなかったことが沢山あった。私の存在自体が好きになって幸せです。\n・この講義の期間中、毎週の講義で元気になって、エネルギーをチャージするような日々でした。\n・エクササイズで、心のコントロールができると感じた。\n・皆さんが今まで見せてくれなかった素敵な笑顔を見てすごいなと思いました。\n・自分が変わったことを感じました。\n・体験型の講座で自身も参加することで知識の整理ができました。教員が専門知識を十分に有していることに加え、今もなお自己研鑽されているところは、見習いたいと思いました。\n・これからの私の人生に本当に役に立つ。", "更新日時/Date of Update1": "2022年02月25日 15時57分20秒", "項番No.0": [], "項番No.1": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜５時限／Saturday 5", "秋学期前半／Fall (1st Half)", "教室５"], "項番No.2": ["2022年度", "秋学期前半／Fall (1st Half)", "土曜６時限／Saturday 6", "秋学期前半／Fall (1st Half)", "教室５"]}, "campas": 0, "name": "【600】人材開発論／Human Resource Development", "管理部署": 58, "単位数": 2, "担当者": "加藤　雄士（KATO YUJI） ", "履修基準年度": "１年", "緊急授業形態": 0, "オンライン授業形態": 1, "時限1": 39, "時限2": 40, "評価1": 1, "評価2": 4, "開講期": 5}